{
    "book": "以赛亚书",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "当乌西雅、约坦、亚哈斯、希西家作犹大王的时候，亚摩斯的儿子以赛亚得默示，论到犹大和耶路撒冷。",
            "note": "以赛亚出来作犹大先知的时候，原来的以色列国早已分裂为北部的以色列国和南部的犹大国。北国对抗神，犯下了大罪，南国也在步北国的后尘。他们歪曲正义，压迫穷人，离弃神而去拜偶像；宁可向异教国家寻求军事援助，也不求助于神。以赛亚来自犹大，但他的信息也是对着北国说的。“以色列”有时候是指两个王国。公元前722年以赛亚亲眼看见了北国被毁和被掳。他一开始事奉就对北国发出了警告。"
        },
        {
            "chapter": "1:2",
            "content": "天哪，要听！地啊，侧耳而听！因为耶和华说：我养育儿女，将他们养大，他们竟悖逆我。",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "牛认识主人，驴认识主人的槽；以色列却不认识，我的民却不留意。",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "嗐！犯罪的国民，担着罪孽的百姓；行恶的种类，败坏的儿女！他们离弃耶和华，藐视以色列的圣者，与他生疏，往后退步。",
            "note": "这里的“以色列”是指南部的犹大王国。犹大的百姓犯了大罪，拒绝了解和明白神。因为百姓对神的反抗和离弃，神便通过以赛亚给他们定了罪。是他们自己用行为撕毁了曾与神订立的道德和属灵之约（参申命记第28章）。他们这样做，是自招神的惩罚。神曾赐给他们繁荣，但是他们服事的却不是神。神警告他们，他们不听。最后神将带给他们“惩罚之火”（参1:7）。"
        },
        {
            "chapter": "1:5",
            "content": "你们为什么屡次悖逆，还要受责打吗？你们已经满头疼痛，全心发昏。",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "从脚掌到头顶，没有一处完全的，尽是伤口、青肿与新打的伤痕，都没有收口，没有缠裹，也没有用膏滋润。",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "你们的地土已经荒凉，你们的城邑被火焚毁，你们的田地在你们眼前为外邦人所侵吞。既被外邦人倾覆，就成为荒凉。",
            "note": "在以赛亚一生中犹大屡遭攻击，“被外邦人所侵吞”乃是最严厉的审判。这节经文所描绘的，可能是犹大遭入侵之后的情景，也可能是预言以色列将来要被亚述所占领。但最有可能是指将来巴比伦对犹大的入侵，和公元前586年耶路撒冷的被毁。"
        },
        {
            "chapter": "1:8",
            "content": "仅存锡安城（注：“城”原文作“女子”），好像葡萄园的草棚，瓜田的茅屋，被围困的城邑。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "若不是万军之耶和华给我们稍留余种，我们早已像所多玛、蛾摩拉的样子了。",
            "note": "所多玛和蛾摩拉是因当地的罪恶，被神完全毁灭了的两座城市（参创19:1-25）。它们在圣经的书卷中数次被提到，作为神审判罪的例子（参耶50:40；结16:46-63；太11:23-24；犹7）。犹大的“余种”应是那些对神忠心，而被神存留了下来的人。"
        },
        {
            "chapter": "1:10",
            "content": "你们这所多玛的官长啊，要听耶和华的话！你们这蛾摩拉的百姓啊，要侧耳听我们　神的训诲！",
            "note": "以赛亚把犹大的统治者和百姓比作所多玛和蛾摩拉。为了听见神说的话，百姓必须倾听且愿意遵从。当我们听不到神的信息的时候，也许我们并没有仔细地倾听，或者我们没有真正愿意照他说的去做。"
        },
        {
            "chapter": "1:11",
            "content": "耶和华说：“你们所献的许多祭物与我何益呢？公绵羊的燔祭和肥畜的脂油，我已经够了；公牛的血，羊羔的血，公山羊的血，我都不喜悦。",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "你们来朝见我，谁向你们讨这些，使你们践踏我的院宇呢？",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "你们不要再献虚浮的供物。香品是我所憎恶的；月朔和安息日，并宣召的大会，也是我所憎恶的；作罪孽又守严肃会，我也不能容忍。",
            "note": "“月朔”和“安息日”是指每月的奉献（参民28:11-14），每星期、每年在赎罪日和五旬节举行的特别安息日（参利16:31, 23-34）。所有这些节日，详见利未记23章。人们常未察觉自己有罪，仍然继续为赦罪献祭。送礼物和献祭的人如果内心犯罪，这些祭物对神而言就毫无意义。神要我们爱他、信他并且离开罪恶。这样他才喜悦我们在时间、金钱、或服事上的“献祭”。"
        },
        {
            "chapter": "1:14",
            "content": "你们的月朔和节期，我心里恨恶，我都以为麻烦；我担当，便不耐烦。",
            "note": "神没有悦纳他们的献祭，并非神废了与摩西建立的献祭制度。相反，神乃是要求他们有真诚的信心和奉献。一到节日，领袖们就按传统献祭和奉献，做得丝毫不差，但他们对神并不忠心。献祭本身是人内心信神的一种外在表现，他们内心根本不信，只是虚有其表。那他们为什么还要献祭呢？就像今天许多人一样，他们相信宗教仪式过于相信所敬拜的神。检视一下你自己的敬拜形式，看看是否出于对那位活神的信心？如果我们没有内在的信心，任何外在的形式神都不会喜悦（参申10:12-16；撒上15:22-23；诗51:16-19；何6:6）。"
        },
        {
            "chapter": "1:15",
            "content": "你们举手祷告，我必遮眼不看；就是你们多多地祈祷，我也不听。你们的手都满了杀人的血。",
            "note": ""
        },
        {
            "chapter": "1:16",
            "content": "你们要洗濯、自洁，从我眼前除掉你们的恶行；要止住作恶，",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "学习行善，寻求公平，解救受欺压的，给孤儿伸冤，为寡妇辨屈。”",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "耶和华说：“你们来，我们彼此辩论。你们的罪虽像朱红，必变成雪白；虽红如丹颜，必白如羊毛。",
            "note": "“朱红”或“丹颜”是一种深红色的持久性颜料。它在衣服上的印迹不会褪掉。在这儿可能也代表了沾满血迹的谋杀之手（参1:15, 21）。罪恶的痕迹也同样不会自己褪掉，但神可以像他应许以色列人的那样，将它们从我们的生活中除去，使我们不至于永久生活在污秽之中。神的话使我们深信：如果我们愿意并且顺从，基督就赦免和除去我们那擦也擦不掉的罪污（参诗51:1-7）。"
        },
        {
            "chapter": "1:19",
            "content": "你们若甘心听从，必吃地上的美物；",
            "note": ""
        },
        {
            "chapter": "1:20",
            "content": "若不听从，反倒悖逆，必被刀剑吞灭。”这是耶和华亲口说的。",
            "note": ""
        },
        {
            "chapter": "1:21",
            "content": "可叹，忠信的城变为妓女！从前充满了公平，公义居在其中，现今却有凶手居住。",
            "note": ""
        },
        {
            "chapter": "1:22",
            "content": "你的银子变为渣滓；你的酒用水搀对。",
            "note": "“忠信之城”是指耶路撒冷，并代表整个犹大。神把百姓的行为比作卖淫，是因为他们离开真神去拜偶像。他们的信心不纯、三心二意。“拜偶像”从里到外都是属灵意义上的“奸淫”，它撕毁了人对神委身的许诺，把心抛向其他的东西。耶稣时代的人虽然严守教规，但耶稣称他们为淫乱之人。我们跟教会一样，是基督的“新娘”（参启19:7），靠信心我们才能披上他公义的军装。你的信心是否变得不纯了呢？求神把你带回来，使你对神的信心坚强而纯洁。"
        },
        {
            "chapter": "1:23",
            "content": "你的官长居心悖逆，与盗贼作伴，各都喜爱贿赂，追求赃私。他们不为孤儿伸冤，寡妇的案件也不得呈到他们面前。",
            "note": ""
        },
        {
            "chapter": "1:24",
            "content": "因此，主万军之耶和华以色列的大能者说：“哎！我要向我的对头雪恨，向我的敌人报仇。",
            "note": ""
        },
        {
            "chapter": "1:25",
            "content": "我必反手加在你身上，炼尽你的渣滓，除净你的杂质。",
            "note": "神应许说，他要像把金属放在坩埚中用硷液提纯一样提炼自己的百姓。提炼金属的过程包括熔化金属，除去不纯的渣滓，直到提炼人在金属熔液中能看到自己的影像。神提炼我们的过程也如此。我们必须甘愿顺从神，让他除去我们的罪，这样我们才能反映出他的形像。"
        },
        {
            "chapter": "1:26",
            "content": "我也必复还你的审判官，像起初一样；复还你的谋士，像起先一般。然后，你必称为公义之城、忠信之邑。”",
            "note": ""
        },
        {
            "chapter": "1:27",
            "content": "锡安必因公平得蒙救赎，其中归正的人必因公义得蒙救赎。",
            "note": ""
        },
        {
            "chapter": "1:28",
            "content": "但悖逆的和犯罪的必一同败亡；离弃耶和华的必致消灭。",
            "note": ""
        },
        {
            "chapter": "1:29",
            "content": "那等人必因你们所喜爱的橡树抱愧，你们必因所选择的园子蒙羞。",
            "note": ""
        },
        {
            "chapter": "1:30",
            "content": "因为你们必如叶子枯干的橡树，好像无水浇灌的园子。",
            "note": "在历史上，橡树一直是力量的象征，但这里人们在敬拜“神圣的橡树”。以西结书提到橡树林曾经成为拜偶像的地方（参结6:13）。我们有没有向力量或权力的标志这些取代神的东西倾心呢？当我们对这些东西的爱离崇拜相去不远的时候，我们是否对神还有兴趣或委身呢？我们的心要对神最忠诚，其他的东西都会随着时间消失，在神的眼前也都会被烧毁。"
        },
        {
            "chapter": "1:31",
            "content": "有权势的必如麻瓤，他的工作好像火星，都要一同焚毁，无人扑灭。",
            "note": "火花打在火绒上就会一下子引燃毁灭之火。神把行恶之人比作“玩火者自焚”。我们的生活可以被小而致命的邪恶火花一下子毁灭。那么，你需要除去的潜在“火星”是什么呢？"
        }
    ]
}