{
    "book": "以赛亚书",
    "chapter": "10",
    "verses": [
        {
            "chapter": "10:1",
            "content": "祸哉！那些设立不义之律例的和记录奸诈之判语的，",
            "note": "神要审判不公正的法官和订立不公正的法律的人。那些压迫人的人将自食其果。生活在以正义立国的土地上并不足够，每个人还必须公平地与穷人和没有权力的人交往。不要把我们的责任丢给我们的国家或教会。我们的所作所为要对神负责。"
        },
        {
            "chapter": "10:2",
            "content": "为要屈枉穷乏人，夺去我民中困苦人的理，以寡妇当作掳物，以孤儿当作掠物。",
            "note": ""
        },
        {
            "chapter": "10:3",
            "content": "到降罚的日子，有灾祸从远方临到。那时，你们怎样行呢？你们向谁逃奔求救呢？你们的荣耀（注：或作“财宝”）存留何处呢？",
            "note": ""
        },
        {
            "chapter": "10:4",
            "content": "他们只得屈身在被掳的人以下，仆倒在被杀的人以下。虽然如此，耶和华的怒气还未转消，他的手仍伸不缩。",
            "note": ""
        },
        {
            "chapter": "10:5",
            "content": "“亚述是我怒气的棍，手中拿我恼恨的杖。",
            "note": ""
        },
        {
            "chapter": "10:6",
            "content": "我要打发他攻击亵渎的国民，吩咐他攻击我所恼怒的百姓，抢财为掳物，夺货为掠物，将他们践踏，像街上的泥土一样！",
            "note": ""
        },
        {
            "chapter": "10:7",
            "content": "然而，他不是这样的意思，他心也不这样打算。他心里倒想毁灭、剪除不少的国。",
            "note": "虽然亚述不知道它是神计划中的一部分，但是神却用了这个国家去审判他的百姓。虽然有百姓或国家的排斥，但神还是完成了在历史中的计划。神并不是单单使世界处于动态，而是推动它向前！因为我们全能的神今天仍然在掌权，所以这世界虽瞬息万变，我们还是安全的。"
        },
        {
            "chapter": "10:8",
            "content": "他说：‘我的臣仆岂不都是王吗？",
            "note": ""
        },
        {
            "chapter": "10:9",
            "content": "迦勒挪岂不像迦基米施吗？哈玛岂不像亚珥拔吗？撒玛利亚岂不像大马士革吗？",
            "note": "迦勒挪、迦基米施、哈马、亚珥拔、撒玛利亚和大马士革是亚述所征服的城市。亚述王相信帝国的版图能不断扩大，所以发表了飞扬跋扈的演说。亚述已经攻克了几个城市，并认为犹大也会像其他城市一样被攻陷。他们一点儿都不知道自己是在至高神的手中。"
        },
        {
            "chapter": "10:10",
            "content": "我手已经购到有偶像的国，这些国雕刻的偶像，过于耶路撒冷和撒马利亚的偶像。",
            "note": "撒玛利亚和耶路撒冷到处都是偶像，它们在亚述的军事武器面前根本不堪一击。只有天地之主可以推翻亚述，但那是在神用亚述达到目的之后的事情。"
        },
        {
            "chapter": "10:11",
            "content": "我怎样待撒玛利亚和其中的偶像，岂不照样待耶路撒冷和其中的偶像吗？’”",
            "note": ""
        },
        {
            "chapter": "10:12",
            "content": "主在锡安山和耶路撒冷成就他一切工作的时候，主说：“我必罚亚述王自大的心和他高傲眼目的荣耀。”",
            "note": "亚述人目空一切，认为靠自己的力量可以实现一切。如果我们没能认识到神在通过我们作工，那我们的成就便可毁了我们的前途。当我们认为自己在什么事上都很强的时候，骄傲便使我们瞎了眼，根本看不到神最终掌管一切的事实。那时我们就必定失败。"
        },
        {
            "chapter": "10:13",
            "content": "因为他说：“我所成就的事，是靠我手的能力和我的智慧，我本有聪明。我挪移列国的地界，抢夺他们所积蓄的财宝，并且我像勇士，使坐宝座的降为卑。",
            "note": ""
        },
        {
            "chapter": "10:14",
            "content": "我的手购到列国的财宝，好像人购到鸟窝；我也得了全地，好像人拾起所弃的雀蛋。没有动翅膀的，没有张嘴的，也没有鸣叫的。”",
            "note": ""
        },
        {
            "chapter": "10:15",
            "content": "斧岂可向用斧砍木的自夸呢？锯岂可向用锯的自大呢？好比棍抡起那举棍的，好比杖举起那非木的人。",
            "note": "用具和工具若没有外来的力量使用它，便达不到它的目的。亚述人是神手中的工具，但他们没有意识到，若工具吹嘘它有比自己的主人还大的力量，它就有被搁置的危险。只有神使用我们的时候，我们才称得上有用。"
        },
        {
            "chapter": "10:16",
            "content": "因此，主万军之耶和华必使亚述王的肥壮人变为瘦弱，在他的荣华之下必有火着起，如同焚烧一样。",
            "note": ""
        },
        {
            "chapter": "10:17",
            "content": "以色列的光必如火，他的圣者必如火焰。在一日之间，将亚述王的荆棘和蒺藜焚烧净尽，",
            "note": "公元前612年首都尼尼微被毁的时候，亚述就灭亡了。亚述只是神手中针对以色列的工具而已，它很快就因它的邪恶受到了审判。没人能逃脱神对罪恶的审判，就是最强大的国家也是一样（参诗2篇）。"
        },
        {
            "chapter": "10:18",
            "content": "又将他树林和肥田的荣耀全然烧尽，好像拿军旗的昏过去一样。",
            "note": ""
        },
        {
            "chapter": "10:19",
            "content": "他林中剩下的树必稀少，就是孩子也能写其数。",
            "note": ""
        },
        {
            "chapter": "10:20",
            "content": "到那日，以色列所剩下的和雅各家所逃脱的，不再倚靠那击打他们的，却要诚实倚靠耶和华以色列的圣者。",
            "note": ""
        },
        {
            "chapter": "10:21",
            "content": "所剩下的，就是雅各家所剩下的，必归回全能的　神。",
            "note": "那些尽管害怕侵略，但仍持守对神的信心的人叫作“所剩下的人”。能成为他们中间一分子的关键在于信心，而其他的条件，诸如亚伯拉罕的后裔，生活在应许之地，曾一时相信过神，都是不足够的。我们依靠的是什么？是敬拜的仪式（基督徒的产业）？或者是过去曾与神的良好关系？被神分别为圣的关键在于信心。"
        },
        {
            "chapter": "10:22",
            "content": "以色列啊，你的百姓虽多如海沙，惟有剩下的归回。原来灭绝的事已定，必有公义施行，如水涨溢。",
            "note": ""
        },
        {
            "chapter": "10:23",
            "content": "因为主万军之耶和华在全地之中，必成就所定规的结局。",
            "note": ""
        },
        {
            "chapter": "10:24",
            "content": "所以主万军之耶和华如此说：“住锡安我的百姓啊，亚述王虽然用棍击打你，又照埃及的样子举杖攻击你，你却不要怕他。",
            "note": ""
        },
        {
            "chapter": "10:25",
            "content": "因为还有一点点时候，向你们发的忿恨就要完毕，我的怒气要向他发作，使他灭亡。”",
            "note": ""
        },
        {
            "chapter": "10:26",
            "content": "万军之耶和华要兴起鞭来攻击他，好像在俄立磐石那里杀戮米甸人一样。耶和华的杖要向海伸出，把杖举起，像在埃及一样。",
            "note": ""
        },
        {
            "chapter": "10:27",
            "content": "到那日，亚述王的重担必离开你的肩头，他的轭必离开你的颈项，那轭也必因肥壮的缘故撑断（注：或作“因膏油的缘故毁坏”）。",
            "note": ""
        },
        {
            "chapter": "10:28",
            "content": "亚述王来到亚叶，经过米矶仑，在密抹安放辎重。",
            "note": ""
        },
        {
            "chapter": "10:29",
            "content": "他们过了隘口，在迦巴住宿。拉玛人战兢，扫罗的基比亚人逃跑。",
            "note": ""
        },
        {
            "chapter": "10:30",
            "content": "迦琳的居民哪（注：“居民”原文作“女子”），要高声呼喊！莱煞人哪，须听！哀哉，困苦的亚拿突啊！",
            "note": ""
        },
        {
            "chapter": "10:31",
            "content": "玛得米那人躲避，基柄的居民逃遁。",
            "note": ""
        },
        {
            "chapter": "10:32",
            "content": "当那日，亚述王要在挪伯歇兵，向锡安女子的山，就是耶路撒冷的山，抡手攻他。",
            "note": ""
        },
        {
            "chapter": "10:33",
            "content": "看哪，主万军之耶和华以惊吓削去树枝，长高的必被砍下，高大的必被伐倒。",
            "note": ""
        },
        {
            "chapter": "10:34",
            "content": "稠密的树林，他要用铁器砍下；黎巴嫩的树木必被大能者伐倒。",
            "note": "这些城市的排列顺序，大约可以组成亚述人于公元前701年侵略犹大的路径。他们从北部边界的艾一直进到挪伯（距耶路撒冷仅三公里）。"
        }
    ]
}