{
    "book": "以赛亚书",
    "chapter": "11",
    "verses": [
        {
            "chapter": "11:1",
            "content": "从耶西的本（注：原文作“墩”）必发一条，从他根生的枝子必结果实。",
            "note": ""
        },
        {
            "chapter": "11:2",
            "content": "耶和华的灵必住在他身上，就是使他有智慧和聪明的灵、谋略和能力的灵、知识和敬畏耶和华的灵。",
            "note": ""
        },
        {
            "chapter": "11:3",
            "content": "他必以敬畏耶和华为乐，行审判不凭眼见，断是非也不凭耳闻；",
            "note": ""
        },
        {
            "chapter": "11:4",
            "content": "却要以公义审判贫穷人，以正直判断世上的谦卑人。以口中的杖击打世界，以嘴里的气杀戮恶人。",
            "note": ""
        },
        {
            "chapter": "11:5",
            "content": "公义必当他的腰带，信实必当他胁下的带子。",
            "note": "犹大已变得腐化并且被敌对的外国势力所包围，全国急迫需要公义、正直和信心的复兴。他们需要离弃自私，向穷人和受压迫的人施公义。神看重的公义不只是不犯罪，而且是积极地接触别人，向他们提供所需要的帮助。"
        },
        {
            "chapter": "11:6",
            "content": "豺狼必与绵羊羔同居，豹子与山羊羔同卧；少壮狮子与牛犊并肥畜同群；小孩子要牵引它们。",
            "note": ""
        },
        {
            "chapter": "11:7",
            "content": "牛必与熊同食，牛犊必与小熊同卧；狮子必吃草与牛一样。",
            "note": ""
        },
        {
            "chapter": "11:8",
            "content": "吃奶的孩子必玩耍在虺蛇的洞口，断奶的婴儿必按手在毒蛇的穴上。",
            "note": ""
        },
        {
            "chapter": "11:9",
            "content": "在我圣山的遍处，这一切都不伤人、不害物，因为认识耶和华的知识要充满遍地，好像水充满洋海一般。",
            "note": "亚述就像一棵树在它权力的高峰处被砍倒（10:33-34），再也立不起来。犹大（大卫的王族）就像一棵被从树根砍倒的树，但从那树墩处将生出一个新枝子来，这就是弥赛亚。他比原来的树要大，结的果子更多。弥赛亚实现了神对大卫的后裔要永远统治的应许（参撒下7:16）。"
        },
        {
            "chapter": "11:10",
            "content": "到那日，耶西的根立作万民的大旗，外邦人必寻求他，他安息之所大有荣耀。",
            "note": "这是个黄金时代也是个和平时代。儿童在这个时代里可以同危险的动物玩耍。基督第一次降临人间的时候，这个时代还没有到来，大自然还没有回到原来的和谐状态（参罗8:9-22）。这理想的平静，在基督统治大地时才能实现。"
        },
        {
            "chapter": "11:11",
            "content": "当那日，主必二次伸手救回自己百姓中所余剩的，就是在亚述、埃及、巴忒罗、古实、以拦、示拿、哈马‘并众海岛所剩下的。",
            "note": "旧约的预言常常是既适用于近期也适用于遥远的将来。犹大人不久就被掳到巴比伦，“所剩下的人”将在塞鲁士的命令下达后，于公元前537年回到耶路撒冷。但是在那“日子”到来的时候，神的百姓要遍及全世界。这些城市代表了世界的四个角：北方的哈马，南方的埃及，东边的亚述和巴比伦，西边的海岛。在基督统治大地的时候，百姓终将大团聚。"
        },
        {
            "chapter": "11:12",
            "content": "他必向列国竖立大旗，招回以色列被赶散的人，又从地的四方聚集分散的犹大人。",
            "note": ""
        },
        {
            "chapter": "11:13",
            "content": "以法莲的嫉妒就必消散，扰害犹大的必被剪除。以法莲必不嫉妒犹大，犹大也不扰害以法莲。",
            "note": "北方的主导支派以法莲是北国以色列的另一个名称。"
        },
        {
            "chapter": "11:14",
            "content": "他们要向西飞，扑在非利士人的肩头上（注：“肩头上”或作“西界”），一同掳掠东方人，伸手按住以东和摩押，亚扪人也必顺服他们。",
            "note": "以东，摩押和亚扪是三个与犹大（与非利士一起）接壤的国家。他们在犹大被击溃的时候幸灾乐祸，还占领了犹大的土地。"
        },
        {
            "chapter": "11:15",
            "content": "耶和华必使埃及海汊枯干，抡手用暴热的风使大河分为七条，令人过去不至湿脚。",
            "note": ""
        },
        {
            "chapter": "11:16",
            "content": "为主余剩的百姓，就是从亚述剩下回来的，必有一条大道，如当日以色列从埃及地上来一样。",
            "note": "神要把散居各地的百姓带回犹大。在说到弥赛亚要来统治大地的时候，以赛亚是在谈论另一次“出埃及”。古时神使红海枯干，让以色列人走过去到那块应许之地（参出14章）；神也使约旦河干枯，让以色列人走过去，进入那块土地（参书3章）。神也会让百姓用另一种方式回国。"
        }
    ]
}