{
    "book": "以赛亚书",
    "chapter": "14",
    "verses": [
        {
            "chapter": "14:1",
            "content": "耶和华要怜恤雅各，必再拣选以色列，将他们安置在本地，寄居的必与他们联合，紧贴雅各家。",
            "note": "以赛亚书中的一个明显主题是，外邦人（非以色列人）将同以色列人一起归来（56:6-7；10；60:10；61:5）。神的意思是通过他拣选的百姓，使全世界都受到祝福（参创12:3）。通过大卫家，全世界都得到了基督的拯救。我们不要给神对我们的爱画界限，神爱所有的世人。"
        },
        {
            "chapter": "14:2",
            "content": "外邦人必将他们带回本土；以色列家必在耶和华的地上得外邦人为仆婢，也要掳掠先前掳掠他们的，辖制先前欺压他们的。",
            "note": ""
        },
        {
            "chapter": "14:3",
            "content": "当耶和华使你脱离愁苦、烦恼并人勉强你做的苦工，得享安息的日子，",
            "note": ""
        },
        {
            "chapter": "14:4",
            "content": "你必题这诗歌论巴比伦王说：欺压人的何竟息灭？强暴的何竟止息？",
            "note": ""
        },
        {
            "chapter": "14:5",
            "content": "耶和华折断了恶人的杖、辖制人的圭，",
            "note": ""
        },
        {
            "chapter": "14:6",
            "content": "就是在忿怒中连连攻击众民的，在怒气中辖制列国，行逼迫无人阻止的。",
            "note": "权力很快就会消失。神允许巴比伦强大一时有他的目的，他是要用它去惩罚那些顽固的百姓。目的达到后，权力也完结了。请注意，把信心放在人的力量上，这力量无论今天有多么强大，总有一天要失去。"
        },
        {
            "chapter": "14:7",
            "content": "现在全地得安息、享平静，人皆发声欢呼。",
            "note": ""
        },
        {
            "chapter": "14:8",
            "content": "松树和黎巴嫩的香柏树都因你欢乐说：“自从你仆倒，再无人上来砍伐我们。”",
            "note": ""
        },
        {
            "chapter": "14:9",
            "content": "你下到阴间，阴间就因你震动，来迎接你。又因你惊动在世曾为首领的阴魂，并使那曾为列国君王的，都离位站起，",
            "note": ""
        },
        {
            "chapter": "14:10",
            "content": "他们都要发言对你说：“你也变为软弱像我们一样吗？你也成了我们的样子吗？”",
            "note": ""
        },
        {
            "chapter": "14:11",
            "content": "你的威势和你琴瑟的声音都下到阴间。你下铺的是虫，上盖的是蛆。",
            "note": "这些经节对巴比伦的现在和将来都很重要。具有历史意义的城市和帝国将永久被毁灭，巴比伦则被当作所有反抗神的典型；因此，所有反抗神的人都将在末日被神毁灭，所有的罪恶将从地上永远除去。"
        },
        {
            "chapter": "14:12",
            "content": "明亮之星，早晨之子啊！你何竟从天坠落？你这攻败列国的，何竟被砍倒在地上？",
            "note": "“明亮之星，早晨之子”可能是用来敬拜亚述和巴比伦的名字。它的意思有可能是指他们在太阳升起来的时候，就像晨星一样隐去。"
        },
        {
            "chapter": "14:13",
            "content": "你心里曾说：“我要升到天上！我要高举我的宝座在　神众星以上；我要坐在聚会的山上，在北方的极处；",
            "note": ""
        },
        {
            "chapter": "14:14",
            "content": "我要升到高云之上，我要与至上者同等。”",
            "note": "对这几节经文中所说的“坠落的这一位”有几种解释：（1）他是撒但，因为这一位比任何一位国王能力都大。但这可能只适合12至14节，并不适合本章的其他部分。（2）这可能是有最高权力的西拿基立或者尼布甲尼撒王。他们的百姓把他们敬为神，这些王想要统治世界。（3）这可能同是指撒但和一位强大的君王，可能是尼布甲尼撒王，因为巴比伦在启示录17, 18章中被视为罪恶的典型。骄傲是撒但也是巴比伦的罪。三种观点的共同之处是，骄傲顽固地反抗神将受到神的审判。以色列太骄傲以至于犯了不信靠神的罪，我们也容易犯同样的罪。"
        },
        {
            "chapter": "14:15",
            "content": "然而你必坠落阴间，到坑中极深之处。",
            "note": ""
        },
        {
            "chapter": "14:16",
            "content": "凡看见你的，都要定睛看你，留意看你说：“使大地战抖，使列国震动，",
            "note": ""
        },
        {
            "chapter": "14:17",
            "content": "使世界如同荒野，使城邑倾覆，不释放被掳的人归家，是这个人吗？”",
            "note": ""
        },
        {
            "chapter": "14:18",
            "content": "列国的君王俱各在自己阴宅的荣耀中安睡。",
            "note": ""
        },
        {
            "chapter": "14:19",
            "content": "惟独你被抛弃，不得入你的坟墓，好像可憎的枝子，以被杀的人为衣，就是被刀刺透，坠落坑中石头那里的；你又像被践踏的尸首一样。",
            "note": ""
        },
        {
            "chapter": "14:20",
            "content": "你不得与君王同葬，因为你败坏你的国，杀戮你的民。恶人后裔的名，必永不提说。",
            "note": ""
        },
        {
            "chapter": "14:21",
            "content": "先人既有罪孽，就要预备杀戮他的子孙，免得他们兴起来，得了遍地，在世上修满城邑。",
            "note": ""
        },
        {
            "chapter": "14:22",
            "content": "万军之耶和华说：“我必兴起攻击他们，将巴比伦的名号和所余剩的人，连子带孙一并剪除。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "14:23",
            "content": "“我必使巴比伦为箭猪所得，又变为水池。我要用灭亡的扫帚扫净他。”这是万军之耶和华说的。",
            "note": ""
        },
        {
            "chapter": "14:24",
            "content": "万军之耶和华起誓说：“我怎样思想，必照样成就；我怎样定意，必照样成立，",
            "note": ""
        },
        {
            "chapter": "14:25",
            "content": "就是在我地上打折亚述人，在我山上将他践踏。他加的轭必离开以色列人；他加的重担必离开他们的肩头。”",
            "note": ""
        },
        {
            "chapter": "14:26",
            "content": "这是向全地所定的旨意，这是向万国所伸出的手。",
            "note": ""
        },
        {
            "chapter": "14:27",
            "content": "万军之耶和华既然定意，谁能废弃呢？他的手已经伸出，谁能转回呢？",
            "note": "这个预言就像以赛亚说的那样实现了（37:21-38；参王下19章）。"
        },
        {
            "chapter": "14:28",
            "content": "亚哈斯王崩的那年，就有以下的默示：",
            "note": ""
        },
        {
            "chapter": "14:29",
            "content": "非利士全地啊，不要因击打你的杖折断就喜乐。因为从蛇的根必生出毒蛇，它所生的，是火焰的飞龙。",
            "note": ""
        },
        {
            "chapter": "14:30",
            "content": "贫寒人的长子必有所食；穷乏人必安然躺卧。我必以饥荒治死你的根；你所余剩的人必被杀戮。",
            "note": ""
        },
        {
            "chapter": "14:31",
            "content": "门哪，应当哀号！城啊，应当呼喊！非利士全地啊，你都消化了！因为有烟从北方出来，他行伍中并无乱队的。",
            "note": "以赛亚在公元前715年，也就是亚哈斯王驾崩的那一年，从神那里得到了这个信息。“击打你的杖”（14:29）指的不是亚哈斯而是撒缦以色五世，或亚述的撒珥根。北方的“烟”（14:31）是指亚述撒珥根的士兵。"
        },
        {
            "chapter": "14:32",
            "content": "可怎样回答外邦（注：或指“非利士”）的使者呢？必说：“耶和华建立了锡安，他百姓中的困苦人必投奔在其中。”",
            "note": ""
        }
    ]
}