{
    "book": "以赛亚书",
    "chapter": "19",
    "verses": [
        {
            "chapter": "19:1",
            "content": "论埃及的默示：看哪！耶和华乘驾快云，临到埃及。埃及的偶像在他面前战兢；埃及人的心在里面消化。",
            "note": "埃及就是神的百姓在那里作了四百年奴隶的国家（参出1章），以色列百姓恨意仍存。正当犹大考虑同埃及联盟抗击亚述之时（参王下18:17），以赛亚警告说不要加入该联盟，因为神会在他所定的时间里毁灭亚述。"
        },
        {
            "chapter": "19:2",
            "content": "“我必激动埃及人攻击埃及人，弟兄攻击弟兄，邻舍攻击邻舍，这城攻击那城，这国攻击那国。",
            "note": ""
        },
        {
            "chapter": "19:3",
            "content": "埃及人的心神必在里面耗尽。我必败坏他们的谋略。他们必求问偶像和念咒的、交鬼的、行巫术的。",
            "note": ""
        },
        {
            "chapter": "19:4",
            "content": "我必将埃及人交在残忍主的手中，强暴王必辖制他们。”这是主万军之耶和华说的。",
            "note": ""
        },
        {
            "chapter": "19:5",
            "content": "海中的水必绝尽，河也消没干涸。",
            "note": ""
        },
        {
            "chapter": "19:6",
            "content": "江河要变臭，埃及的河水都必减少枯干，苇子和芦荻都必衰残。",
            "note": ""
        },
        {
            "chapter": "19:7",
            "content": "靠尼罗河旁的草田，并沿尼罗河所种的田都必枯干。庄稼被风吹去，归于无有。",
            "note": ""
        },
        {
            "chapter": "19:8",
            "content": "打鱼的必哀哭，在尼罗河一切钓鱼的必悲伤，在水上撒网的必都衰弱。",
            "note": ""
        },
        {
            "chapter": "19:9",
            "content": "用梳好的麻造物的和织白布的都必羞愧。",
            "note": ""
        },
        {
            "chapter": "19:10",
            "content": "国柱必被打碎，所有佣工的，心必愁烦。",
            "note": ""
        },
        {
            "chapter": "19:11",
            "content": "琐安的首领极其愚昧；法老大有智慧的谋士所筹划的成为愚谋。你们怎敢对法老说“我是智慧人的子孙，我是古王的后裔”？",
            "note": ""
        },
        {
            "chapter": "19:12",
            "content": "你的智慧人在哪里呢？万军之耶和华向埃及所定的旨意，他们可以知道，可以告诉你吧！",
            "note": ""
        },
        {
            "chapter": "19:13",
            "content": "琐安的首领都变为愚昧，挪弗的首领都受了迷惑；当埃及支派房角石的，使埃及人走错了路。",
            "note": ""
        },
        {
            "chapter": "19:14",
            "content": "耶和华使乖谬的灵搀入埃及中间，首领使埃及一切所做的都有差错，好像醉酒之人呕吐的时候，东倒西歪一样。",
            "note": ""
        },
        {
            "chapter": "19:15",
            "content": "埃及中无论是头与尾、棕枝与芦苇，所做之工都不成就。",
            "note": "埃及以其智慧著名，但这里的智者和官吏都是愚蠢的，真正的智慧来自神。我们必须向神求智慧来引导我们的决定，否则，我们总是不知所措或误入歧途。现在是否仍有问题困惑着你呢？如果是这样，那就要向神求智慧来处理。"
        },
        {
            "chapter": "19:16",
            "content": "到那日，埃及人必像妇人一样，他们必因万军之耶和华在埃及以上所抡的手战兢惧怕。",
            "note": ""
        },
        {
            "chapter": "19:17",
            "content": "犹大地必使埃及惊恐。向谁提起犹大地，谁就惧怕。这是因万军之耶和华向埃及所定的旨意。",
            "note": ""
        },
        {
            "chapter": "19:18",
            "content": "当那日，埃及地必有五城的人说迦南的方言，又指着万军之耶和华起誓。有一城，必称为“灭亡城”。",
            "note": ""
        },
        {
            "chapter": "19:19",
            "content": "当那日，在埃及地中必有为耶和华筑的一座坛；在埃及的边界上必有为耶和华立的一根柱。",
            "note": ", 23　埃及在遭受惩罚之后，会离开偶像去敬拜惟一的真神。以赛亚的预言中更令人惊奇的是，以色列的两个主要压迫者──埃及和亚述，将会联合敬拜神。这个预言将在未来基督掌权的那一天实现。"
        },
        {
            "chapter": "19:20",
            "content": "这都要在埃及地为万军之耶和华作记号和证据。埃及人因为受人的欺压哀求耶和华，他就差遣一位救主作护卫者，拯救他们。",
            "note": "当埃及向神求助的时候，神将差派一个救主来拯救他们。我们的救主耶稣基督是为所有求告他的人预备的。我们也可以用祷告来接受他的拯救（参约1:12）。"
        },
        {
            "chapter": "19:21",
            "content": "耶和华必被埃及人所认识，在那日，埃及人必认识耶和华，也要献祭物和供物敬拜他，并向耶和华许愿还愿。",
            "note": ""
        },
        {
            "chapter": "19:22",
            "content": "耶和华必击打埃及，又击打又医治，埃及人就归向耶和华。他必应允他们的祷告，医治他们。",
            "note": "埃及将是向主跪拜的外邦国家之一。腓立比书2章10至11节说，万膝当跪拜，万口当颂扬，耶稣基督是主。所以我们不该对亚述和埃及成为“万口”中的一分子而感到惊讶。我们每一个人也都是“万膝万口”的一分子。所以我们现在就可以向主跪拜。"
        },
        {
            "chapter": "19:23",
            "content": "当那日，必有从埃及通亚述去的大道，亚述人要进入埃及，埃及人也进入亚述，埃及人要与亚述人一同敬拜耶和华。",
            "note": ""
        },
        {
            "chapter": "19:24",
            "content": "当那日，以色列必与埃及、亚述三国一律，使地上的人得福，",
            "note": ""
        },
        {
            "chapter": "19:25",
            "content": "因为万军之耶和华赐福给他们说：“埃及我的百姓，亚述我手的工作，以色列我的产业，都有福了！”",
            "note": "在耶稣基督里面，我们可以在爱中与以前的敌人联合。在基督里，因政治而分开的百姓和民族，将跪倒在他的脚前成为弟兄姊妹。基督已经清除了所有威胁人际关系的障碍（参弗2:13-19）。"
        }
    ]
}