{
    "book": "以赛亚书",
    "chapter": "21",
    "verses": [
        {
            "chapter": "21:1",
            "content": "论海旁旷野的默示：有仇敌从旷野，从可怕之地而来，好像南方的旋风，猛然扫过。",
            "note": "“海旁的旷野”是指靠波斯湾的巴比伦。有些学者说，这个预言是在公元前539年巴比伦灭亡的时候应验的（参但5章）。但其他人则说，这是预言巴比伦将约于公元前700年反叛亚述。"
        },
        {
            "chapter": "21:2",
            "content": "令人凄惨的异象已默示于我。诡诈的行诡诈，毁灭的行毁灭。以拦哪，你要上去！玛代啊，你要围困！主说：“我使一切叹息止住。”",
            "note": ""
        },
        {
            "chapter": "21:3",
            "content": "所以我满腰疼痛，痛苦将我抓住，好像产难的妇人一样。我疼痛甚至不能听，我惊惶甚至不能看。",
            "note": ""
        },
        {
            "chapter": "21:4",
            "content": "我心慌张，惊恐威吓我。我所羡慕的黄昏变为我的战兢。",
            "note": ""
        },
        {
            "chapter": "21:5",
            "content": "他们摆设筵席，派人守望，又吃又喝。首领啊！你们起来，用油抹盾牌。",
            "note": "如果这个预言是指公元前539年巴比伦覆灭的话，但以理书5章中的筵席便有了解释。"
        },
        {
            "chapter": "21:6",
            "content": "主对我如此说：“你去设立守望的，使他将所看见的述说。",
            "note": ""
        },
        {
            "chapter": "21:7",
            "content": "他看见军队，就是骑马的一对一对地来，又看见驴队、骆驼队，就要侧耳细听。”",
            "note": "守望者（在城墙上的守望人）常出现在先知有关毁灭的异象中，他们最先看见灾难的到来。先知哈巴谷就是位守望者（参哈2:1）。骑马的异象可预表米底人和波斯人于公元前539年攻击巴比伦。"
        },
        {
            "chapter": "21:8",
            "content": "他像狮子吼叫说：“主啊，我白日常站在望楼上，整夜立在我守望所。",
            "note": ""
        },
        {
            "chapter": "21:9",
            "content": "看哪，有一队军兵骑着马一对一对地来。他就说：‘巴比伦倾倒了，倾倒了！他一切雕刻的神像都打碎于地。’”",
            "note": "巴比伦很强大，但充满了可怕的罪恶（拜偶像，行巫术，在殿内淫乱）。巴比伦一直象征着所有对抗神的人。尽管它享有荣华和权力，但仍同它所拜的偶像一同遭到了毁灭。灾难真正来的时候，就显出拜这些偶像一点用处都没有。"
        },
        {
            "chapter": "21:10",
            "content": "我被打的禾稼，我场上的谷啊，我从万军之耶和华以色列的　神那里所听见的，都告诉你们了。",
            "note": "打谷和扬场是古代以色列人在打谷场上所做农活的两个步骤。麦子的穗（常用作以色列的象征）先被碾碎，麦粒就会露出来（打谷），再把它们向空中扬起，宝贵的子粒就会落回地上，没用的麦糠便被风吹走了（扬场）。以色列人也将经历同样的过程：被遗弃的是没用的、有罪的和反抗的人；但神将保留好的“谷物”来“充满”以色列。"
        },
        {
            "chapter": "21:11",
            "content": "论度玛的默示：有人声从西珥呼问我说：“守望的啊，夜里如何？守望的啊，夜里如何？”",
            "note": "度玛或以东是神百姓的宿敌。以色列人落入亚述手中时他们高兴，这便注定了以东的毁灭（34:8-17；63:4）。西珥山是神赐给以扫和他的后裔的，所以西珥是以东的别名（参书24:4）。先知俄巴底亚很详细的预告了以东的毁灭。"
        },
        {
            "chapter": "21:12",
            "content": "守望的说：“早晨将到，黑夜也来。你们若要问就可以问，可以回头再来。”",
            "note": ""
        },
        {
            "chapter": "21:13",
            "content": "论阿拉伯的默示：底但结伴的客旅啊，你们必在阿拉伯的树林中住宿。",
            "note": ""
        },
        {
            "chapter": "21:14",
            "content": "提玛地的居民拿水来，送给口渴的，拿饼来迎接逃避的。",
            "note": ""
        },
        {
            "chapter": "21:15",
            "content": "因为他们逃避刀剑和出了鞘的刀，并上了弦的弓与刀兵的重灾。",
            "note": ""
        },
        {
            "chapter": "21:16",
            "content": "主对我这样说：“一年之内，照雇工的年数，基达的一切荣耀必归于无有；",
            "note": "在此列出的地方都在阿拉伯的境内，它们是控制陆上商路的边境城市。这是以赛亚预言的一个灾难。"
        },
        {
            "chapter": "21:17",
            "content": "弓箭手所余剩的，就是基达人的勇士，必然稀少。因为这是耶和华以色列的　神说的。”",
            "note": ""
        }
    ]
}