{
    "book": "以赛亚书",
    "chapter": "22",
    "verses": [
        {
            "chapter": "22:1",
            "content": "论“异象谷”的默示：有什么事使你这满城的人都上房顶呢？",
            "note": ""
        },
        {
            "chapter": "22:2",
            "content": "你这满处呐喊、大有喧哗的城，欢乐的邑啊，你中间被杀的，并不是被刀杀，也不是因打仗死亡。",
            "note": ""
        },
        {
            "chapter": "22:3",
            "content": "你所有的官长一同逃跑，都为弓箭手所捆绑。你中间一切被找到的都一同被捆绑，他们本是逃往远方的。",
            "note": ""
        },
        {
            "chapter": "22:4",
            "content": "所以我说：“你们转眼不看我，我要痛哭，不要因我众民（注：原文作“民女”）的毁灭，就竭力安慰我。”",
            "note": "以赛亚虽警告了百姓，但他们仍不悔改，因此他们要受到神的审判。以赛亚顾念百姓，为百姓受到的审判感到痛心，深深悲哀。有时候我们所关心的人不听我们的劝告，结果他们遭受到本来可以避免的痛苦。我们很多时候为这些事伤心。神期望我们参与别人的事，有的时候也要我们跟他们一同受苦。"
        },
        {
            "chapter": "22:5",
            "content": "因为主万军之耶和华使“异象谷”有溃乱、践踏、烦扰的日子。城被攻破，哀声达到山间。",
            "note": ""
        },
        {
            "chapter": "22:6",
            "content": "以拦带着箭袋，还有坐战车的和马兵；吉珥揭开盾牌。",
            "note": ""
        },
        {
            "chapter": "22:7",
            "content": "你嘉美的谷遍满战车，也有马兵在城门前排列。",
            "note": "以兰和吉珥处于亚述的统治之下。整个亚述帝国的军队，包括为臣的各路诸侯都前来攻打耶路撒冷。"
        },
        {
            "chapter": "22:8",
            "content": "他去掉犹大的遮盖。那日，你就仰望林库内的军器。",
            "note": ""
        },
        {
            "chapter": "22:9",
            "content": "你们看见大卫城的破口很多，便聚积下池的水；",
            "note": ""
        },
        {
            "chapter": "22:10",
            "content": "又数点耶路撒冷的房屋，将房屋拆毁，修补城墙；",
            "note": ""
        },
        {
            "chapter": "22:11",
            "content": "又在两道城墙中间挖一个聚水池，可盛旧池的水；却不仰望做这事的主，也不顾念从古定这事的。",
            "note": "领袖们在竭力准备战争：他们有了武器，修筑了城墙，在水库中储备了水。但他们所有的努力都白费心思，因为他们从来就不向耶和华求助。我们经常采取的措施，往往本身不错，但不能解决问题。我们需要“得到武器修筑城墙”，但要有神来指导工作才行。"
        },
        {
            "chapter": "22:12",
            "content": "当那日，主万军之耶和华叫人哭泣哀号，头上光秃，身披麻布。",
            "note": ""
        },
        {
            "chapter": "22:13",
            "content": "谁知，人倒欢喜快乐，宰牛杀羊，吃肉喝酒说：“我们吃喝吧！因为明天要死了。”",
            "note": "“异象谷”是指耶和华所住的耶路撒冷城。耶路撒冷不会遭受攻击，除非神的百姓背离了神，可是他们使用了各种可能的保护方法，就是不向神求助；他们相信自己的智慧、武器，甚至他们的异教邻邦（参代下32章中关于耶路撒冷被围攻的描述）。"
        },
        {
            "chapter": "22:14",
            "content": "万军之耶和华亲自默示我说：“这罪孽直到你们死，断不得赦免！”这是主万军之耶和华说的。",
            "note": "人们说：“让我们来吃喝，”这是因为他们放弃了希望。他们四面受攻（22:7），本应悔改（22:12）可是他们却选择了欢宴。问题的根本在于犹大不信靠神的能力和应许（参56:12；林前15:32）。当你面对困难的时候，要去寻求神。今天我们仍然看到有人在放弃希望，人们对无望有两种普遍的反应：绝望和自我沉沦。但人的一生并不是永无指望，所以我们不应因一时的困难而绝望。正确的反应当是信靠神和他的应许，神要把我们带入他创造的理想新世界。"
        },
        {
            "chapter": "22:15",
            "content": "主万军之耶和华这样说：“你去见掌银库的，就是家宰舍伯那。对他说：",
            "note": ""
        },
        {
            "chapter": "22:16",
            "content": "你在这里做什么呢？有什么人竟在这里凿坟墓，就是在高处为自己凿坟墓，在磐石中为自己凿出安身之所？",
            "note": ""
        },
        {
            "chapter": "22:17",
            "content": "看哪，耶和华必像大有力的人，将你紧紧缠裹，竭力抛去。",
            "note": ""
        },
        {
            "chapter": "22:18",
            "content": "他必将你滚成一团，抛在宽阔之地，好像抛球一样。你这主人家的羞辱，必在那里坐你荣耀的车，也必在那里死亡。",
            "note": ""
        },
        {
            "chapter": "22:19",
            "content": "我必赶逐你离开官职，你必从你的原位撤下。",
            "note": ""
        },
        {
            "chapter": "22:20",
            "content": "到那日，我必召我仆人希勒家的儿子以利亚敬来，",
            "note": ""
        },
        {
            "chapter": "22:21",
            "content": "将你的外袍给他穿上，将你的腰带给他系紧，将你的政权交在他手中，他必作耶路撒冷居民和犹大家的父。",
            "note": ""
        },
        {
            "chapter": "22:22",
            "content": "我必将大卫家的钥匙放在他肩头上，他开，无人能关；他关，无人能开。",
            "note": ""
        },
        {
            "chapter": "22:23",
            "content": "我必将他安稳，像钉子钉在坚固处。他必作为他父家荣耀的宝座。",
            "note": ""
        },
        {
            "chapter": "22:24",
            "content": "他父家所有的荣耀，连儿女带子孙，都挂在他身上，好像一切小器皿，从杯子到酒瓶挂上一样。”",
            "note": ""
        },
        {
            "chapter": "22:25",
            "content": "万军之耶和华说：“当那日，钉在坚固处的钉子必压斜，被砍断落地；挂在其上的重担必被剪断。”因为这是耶和华说的。",
            "note": "舍伯那是位宫廷掌管财物的高级官员。他跟耶路撒冷的其他人一样务实（22:13）。他可能支持犹大与外国联盟，因为他忽视了以赛亚的忠告。神说：舍伯那要丢掉他的职位并由以利亚敬接任（2:21）。以利亚敬是被楔入“牢固处”的“钉子”（22:23）。不幸的是以利亚敬也会跌倒（22:25）。"
        }
    ]
}