{
    "book": "以赛亚书",
    "chapter": "26",
    "verses": [
        {
            "chapter": "26:1",
            "content": "当那日，在犹大地人必唱这歌说：我们有坚固的城。耶和华要将救恩定为城墙、为外郭。",
            "note": ""
        },
        {
            "chapter": "26:2",
            "content": "敞开城门，使守信的义民得以进入。",
            "note": ""
        },
        {
            "chapter": "26:3",
            "content": "坚心倚赖你的，你必保守他十分平安，因为他倚靠你。",
            "note": "在这个世界里我们无法避开周围的争吵，但有了神，就是在混乱中我们也可以体会到真正的平安。当我们忠于神的时候，我们整个心态是平安的；得到了神不变的慈爱和无上权柄的帮助，我们便不为周围的骚乱所惊动（参腓4:7）。你想要得到平安就要信赖神。"
        },
        {
            "chapter": "26:4",
            "content": "你们当倚靠耶和华直到永远，因为耶和华是永久的磐石。",
            "note": ""
        },
        {
            "chapter": "26:5",
            "content": "他使住高处的与高城一并败落，将城拆毁，拆平，直到尘埃。",
            "note": ""
        },
        {
            "chapter": "26:6",
            "content": "要被脚践踏，就是被困苦人的脚和穷乏人的脚践踏。",
            "note": ""
        },
        {
            "chapter": "26:7",
            "content": "义人的道是正直的，你为正直的主，必修平义人的路。",
            "note": ""
        },
        {
            "chapter": "26:8",
            "content": "耶和华啊，我们在你行审判的路上等候你；我们心里所羡慕的是你的名，就是你那可记念的名。",
            "note": "很多时候“义人的路”并不平坦，执行神的旨意并不容易，但我们面对艰难岁月的时候，从来就不孤独；有神帮助我们渡过困难，安慰并且引导我们──给我们指出这样做的目的意义（使我们的心集中在神的身上26:3），并在我们前进的途中提供给养。神还赐给我们家人，朋友和导师，也给我们作决定的智慧和信靠他的信心。所以我们不要绝望，要持守神的道路。"
        },
        {
            "chapter": "26:9",
            "content": "夜间，我心中羡慕你，我里面的灵切切寻求你，因为你在世上行审判的时候，地上的居民就学习公义。",
            "note": ""
        },
        {
            "chapter": "26:10",
            "content": "以恩惠待恶人，他仍不学习公义；在正直的地上，他必行事不义，也不注意耶和华的威严。",
            "note": "甚至连恶人也得到了神的益处，但这并没有使他们走上义路。有时候神的审判比其恩赐更能教育我们。如果你尝到了神的良善和恩典，那你就要感激神，并以献身来回报神。"
        },
        {
            "chapter": "26:11",
            "content": "耶和华啊！你的手高举，他们仍然不看；却要看你为百姓发的热心，因而抱愧，并且有火烧灭你的敌人。",
            "note": ""
        },
        {
            "chapter": "26:12",
            "content": "耶和华啊！你必派定我们得平安，因为我们所做的事，都是你给我们成就的。",
            "note": ""
        },
        {
            "chapter": "26:13",
            "content": "耶和华我们的　神啊！在你以外曾有别的主管辖我们，但我们专要倚靠你，提你的名。",
            "note": ""
        },
        {
            "chapter": "26:14",
            "content": "他们死了，必不能再活；他们去世，必不能再起；因为你刑罚他们，毁灭他们，他们的名号就全然消灭。",
            "note": ""
        },
        {
            "chapter": "26:15",
            "content": "耶和华啊，你增添国民，你增添国民；你得了荣耀，又扩张地的四境。",
            "note": ""
        },
        {
            "chapter": "26:16",
            "content": "耶和华啊，他们在急难中寻求你，你的惩罚临到他们身上，他们就倾心吐胆祷告你。",
            "note": ""
        },
        {
            "chapter": "26:17",
            "content": "妇人怀孕，临产疼痛，在痛苦之中喊叫；耶和华啊，我们在你面前也是如此。",
            "note": ""
        },
        {
            "chapter": "26:18",
            "content": "我们也曾怀孕疼痛，所产的竟像风一样。我们在地上未曾行什么拯救的事；世上的居民也未曾败落。",
            "note": ""
        },
        {
            "chapter": "26:19",
            "content": "死人（注：原文作“你的死人”）要复活，尸首（注：原文作“我的尸首”）要兴起。睡在尘埃的啊，要醒起歌唱！因你的甘露好像菜蔬上的甘露，地也要交出死人来。",
            "note": "有些人说人死后生命就结束了，也有些人认为生命没有结束，但不是有形体的生命。以赛亚告诉我们说，我们的身体将复活。根据哥林多前书15章50至53节，所有已过世的信徒都将要复活，并有新的、不朽坏的身体，那身体就像耶稣复活之后的身体一样（参腓3:21）。以赛亚书26章19节不是旧约中惟一谈到复活的章节，约伯记19章26节；诗篇16篇10节；但以理书12章2节, 13也都提到过复活。"
        },
        {
            "chapter": "26:20",
            "content": "我的百姓啊，你们要来进入内室，关上门，隐藏片时，等到忿怒过去。",
            "note": ""
        },
        {
            "chapter": "26:21",
            "content": "因为耶和华从他的居所出来，要刑罚地上居民的罪孽。地也必露出其中的血，不再掩盖被杀的人。",
            "note": "当神来到世上行审判的时候，有罪的将无处可藏。耶稣说隐藏的将被宣扬出来，是因为他的真理就像黑暗角落中的一盏明灯（参太10:26）。不要试图向神隐藏你的坏思想和行为，要向神认罪并接受神的赦免。"
        }
    ]
}