{
    "book": "以赛亚书",
    "chapter": "30",
    "verses": [
        {
            "chapter": "30:1",
            "content": "耶和华说：“祸哉！这悖逆的儿女。他们同谋，却不由于我；结盟，却不由于我的灵，以至罪上加罪。",
            "note": "悖逆的儿女是指犹大的百姓（参1:2），就是那些反抗神的人。因着他们正在进行的结盟，神谴责了他们这个计划。犹大的百姓把眼睛盯在所有人的身上，可就是不问神。当我们受恐惧的驱使时，我们便四处去寻安慰，找谘询和求解脱，希望能找到一条脱离困境的捷径。其实，我们应该去向神求问。他在我们的危机中给予“紧急救护”，他更愿意作我们生活中的向导。通过读他的话语，和积极地寻求他的旨意，我们就可以保持同他的联系。不管有什么危机，神都能让你站稳。"
        },
        {
            "chapter": "30:2",
            "content": "起身下埃及去，并没有求问我。要靠法老的力量加添自己的力量，并投在埃及的荫下。",
            "note": ""
        },
        {
            "chapter": "30:3",
            "content": "所以法老的力量必作你们的羞辱；投在埃及的荫下，要为你们的惭愧。",
            "note": ""
        },
        {
            "chapter": "30:4",
            "content": "他们的首领已在琐安；他们的使臣到了哈内斯。",
            "note": ""
        },
        {
            "chapter": "30:5",
            "content": "他们必因那不利于他们的民蒙羞。那民并非帮助，也非利益，只作羞耻凌辱。”",
            "note": ""
        },
        {
            "chapter": "30:6",
            "content": "论南方牲畜的默示：他们把财物驮在驴驹的脊背上，将宝物驮在骆驼的肉鞍上，经过艰难困苦之地，就是公狮、母狮、蝮蛇、火焰的飞龙之地，往那不利于他们的民那里去。",
            "note": "这个默示题为“论南方的牲畜”，指那些经过南方沙漠地域向埃及行贿的人。"
        },
        {
            "chapter": "30:7",
            "content": "埃及的帮助是徒然无益的，所以我称他为“坐而不动的拉哈伯”。",
            "note": "拉哈伯是个神话中同海怪有关系的女海妖（参27:1的注释；伯9:13；26:12）。这是个同埃及有关的名字。埃及的河马也许与拉哈伯相像，呆在尼罗河之上无所事事。"
        },
        {
            "chapter": "30:8",
            "content": "现今你去，在他们面前将这话刻在版上、写在书上，以便传留后世，直到永永远远。",
            "note": ""
        },
        {
            "chapter": "30:9",
            "content": "因为他们是悖逆的百姓、说谎的儿女，不肯听从耶和华训诲的儿女。",
            "note": ""
        },
        {
            "chapter": "30:10",
            "content": "他们对先见说：“不要望见不吉利的事！”对先知说：“不要向我们讲正直的话，要向我们说柔和的话，言虚幻的事。",
            "note": ""
        },
        {
            "chapter": "30:11",
            "content": "你们要离弃正道，偏离直路，不要在我们面前再提说以色列的圣者。”",
            "note": "有些犹大百姓向埃及寻求避难。因为他们渴望寻找安全，所以他们只想听好消息。他们不欢迎神的先知说的真理。真理常常使我们不舒服，我们为了让自己感到安全宁可接受谎言和假象。实际上面对现实要比靠谎言活着好得多。使你感到舒服的事情不一定是真的东西，你不要抱住不放。"
        },
        {
            "chapter": "30:12",
            "content": "所以，以色列的圣者如此说：“因为你们藐视这训诲的话，倚赖欺压和乖僻，以此为可靠的。",
            "note": ""
        },
        {
            "chapter": "30:13",
            "content": "故此，这罪孽在你们身上，好像将要破裂凸出来的高墙，顷刻之间忽然坍塌。",
            "note": ""
        },
        {
            "chapter": "30:14",
            "content": "要被打碎，好像把窑匠的瓦器打碎，毫不顾惜，甚至碎块中找不到一片可用以从炉内取火、从池中舀水。”",
            "note": ""
        },
        {
            "chapter": "30:15",
            "content": "主耶和华以色列的圣者曾如此说：“你们得救在乎归回安息，你们得力在乎平静安稳，你们竟自不肯。",
            "note": "神警告犹大，埃及和其他国家的军事力量救不了他们，只有神能救他们。但他们必须在“平静安稳”中等候神。仓促的言谈或匆忙的行动都不能加快神救赎计划的时间。我们对神无话可言只有感谢，因为救恩是从神那里来。神救了我们，所以我们一定要相信神会赐给我们力量去面对困难。我们要停止紧张的思考和无休止的个人努力，让神来做工。"
        },
        {
            "chapter": "30:16",
            "content": "你们却说：‘不然，我们要骑马奔走。’所以你们必然奔走。又说：‘我们要骑飞快的牲口。’所以追赶你们的也必飞快。",
            "note": ""
        },
        {
            "chapter": "30:17",
            "content": "一人叱喝，必令千人逃跑；五人叱喝，你们都必逃跑。以致剩下的，好像山顶的旗杆，冈上的大旗。”",
            "note": ""
        },
        {
            "chapter": "30:18",
            "content": "耶和华必然等候，要施恩给你们；必然兴起，好怜悯你们。因为耶和华是公平的　神，凡等候他的都是有福的！",
            "note": ""
        },
        {
            "chapter": "30:19",
            "content": "百姓必在锡安在耶路撒冷居住，你不再哭泣。主必因你哀求的声音施恩给你；他听见的时候，就必应允你。",
            "note": ""
        },
        {
            "chapter": "30:20",
            "content": "主虽然以艰难给你当饼，以困苦给你当水，你的教师却不再隐藏，你眼必看见你的教师。",
            "note": "主赐给他的百姓“艰难之饼”和“困苦之水”，但他应许百姓，在艰难岁月中要与他们同在，且教导和引导他们。神对我们有很多的期望。许多时候跟随他可能是很艰难的，但他的行动总是出于对我们的爱。当我们再一次经历困境时，要感谢以前那段经历，因为我们从中得到成长并且学到神教给我们的东西。神总是耐心地陪我们走过逆境，以此来向我们显示他的爱。"
        },
        {
            "chapter": "30:21",
            "content": "你或向左或向右，你必听见后边有声音说：“这是正路，要行在其间。”",
            "note": "当耶路撒冷的百姓离开了神的道路的时候，神将要“修正”他们。神也会为我们做同样的事。当我们听见他那“修正”的声音时，我们必须愿意去遵从！"
        },
        {
            "chapter": "30:22",
            "content": "你雕刻偶像所包的银子和铸造偶像所镀的金子，你要玷污、要抛弃，好像污秽之物，对偶像说：“去吧！”",
            "note": ""
        },
        {
            "chapter": "30:23",
            "content": "你将种子撒在地里，主必降雨在其上，并使地所出的粮肥美丰盛。到那时，你的牲畜必在宽阔的草场吃草。",
            "note": ""
        },
        {
            "chapter": "30:24",
            "content": "耕地的牛和驴驹必吃加盐的料，这料是用木杴和杈子扬净的。",
            "note": ""
        },
        {
            "chapter": "30:25",
            "content": "在大行杀戮的日子，高台倒塌的时候，各高山冈陵必有川流河涌。",
            "note": ""
        },
        {
            "chapter": "30:26",
            "content": "当耶和华缠裹他百姓的损处、医治他民鞭伤的日子，月光必像日光，日光必加七倍，像七日的光一样。",
            "note": ""
        },
        {
            "chapter": "30:27",
            "content": "看哪，耶和华的名从远方来，怒气烧起，密烟上腾；他的嘴唇满有忿恨；他的舌头像吞灭的火。",
            "note": ""
        },
        {
            "chapter": "30:28",
            "content": "他的气如涨溢的河水，直涨到颈项，要用毁灭的筛萝筛净列国，并且在众民的口中必有使人错行的嚼环。",
            "note": ""
        },
        {
            "chapter": "30:29",
            "content": "你们必唱歌，像守圣节的夜间一样，并且心中喜乐，像人吹笛，上耶和华的山，到以色列的磐石那里。",
            "note": ""
        },
        {
            "chapter": "30:30",
            "content": "耶和华必使人听他威严的声音，又显他降罚的膀臂和他怒中的忿恨，并吞灭的火焰与霹雷、暴风、冰雹。",
            "note": ""
        },
        {
            "chapter": "30:31",
            "content": "亚述人必因耶和华的声音惊惶，耶和华必用杖击打他。",
            "note": ""
        },
        {
            "chapter": "30:32",
            "content": "耶和华必将命定的杖加在他身上，每打一下，人必击鼓弹琴。打仗的时候，耶和华必抡起手来与他交战。",
            "note": ""
        },
        {
            "chapter": "30:33",
            "content": "原来陀斐特又深又宽，早已为王预备好了，其中堆的是火与许多木柴。耶和华的气如一股硫磺火，使它着起来。",
            "note": "希西家一直在寻求与埃及联盟防御，以对抗亚述王希拿基立（参王下18:21）。"
        }
    ]
}