{
    "book": "以赛亚书",
    "chapter": "36",
    "verses": [
        {
            "chapter": "36:1",
            "content": "希西家王十四年，亚述王西拿基立上来攻击犹大的一切坚固城，将城攻取。",
            "note": ""
        },
        {
            "chapter": "36:2",
            "content": "亚述王从拉吉差遣拉伯沙基率领大军往耶路撒冷，到希西家王那里去。他就站在上池的水沟旁，在漂布地的大路上。",
            "note": ""
        },
        {
            "chapter": "36:3",
            "content": "于是，希勒家的儿子家宰以利亚敬，并书记舍伯那和亚萨的儿子史官约亚，出来见拉伯沙基。",
            "note": ""
        },
        {
            "chapter": "36:4",
            "content": "拉伯沙基对他们说：“你们去告诉希西家，说亚述大王如此说：‘你所倚靠的有什么可仗赖的呢？",
            "note": ""
        },
        {
            "chapter": "36:5",
            "content": "你说有打仗的计谋和能力，我看不过是虚话！你到底倚靠谁才背叛我呢？",
            "note": "希西家完全相信法老帮助以色列攻打亚述的应许。但应许有无效力要看发出应许的人有没有信用。法老的话违抗了神。我们在忽视神永恒应许的时候，就会靠人的智慧行事。"
        },
        {
            "chapter": "36:6",
            "content": "看哪！你所倚靠的埃及，是那压伤的苇杖。人若靠这杖，就必刺透他的手。埃及王法老向一切倚靠他的人也是这样。",
            "note": "第19章描述了以赛亚关于神对埃及行审判的预言。第30和31章发出了对犹大人的警告，他们因亚述的进攻，欲同埃及结成联盟。亚述王西拿基立痛骂犹大相信埃及，就连亚述人都看出埃及不会帮助犹大。"
        },
        {
            "chapter": "36:7",
            "content": "你若对我说：我们倚靠耶和华我们的　神。希西家岂不是将　神的邱坛和祭坛废去，且对犹大和耶路撒冷的人说：你们当在这坛前敬拜吗？",
            "note": "亚述的战场指挥官声称，希西家因为拆毁祭坛，使百姓只在耶路撒冷敬拜而冒犯了神。但希西家的改革是想消灭拜偶像之事（主要在高山上进行），以便百姓只敬拜惟一的真神。也许亚述人不知道真神的道，也许他们就是要欺骗人们，说他们得罪了大能的神。同样，撒但极力迷惑或欺骗我们。人并不非要犯罪才对神麻木不仁，他们对神所要的感到困惑时也会这样。要避开撒但的诡计就得经常仔细学习神的话语。当你知道神说了什么的时候，你就不会因撒但的谎言跌倒。"
        },
        {
            "chapter": "36:8",
            "content": "现在你把当头给我主亚述王，我给你二千匹马，看你这一面骑马的人够不够。",
            "note": ""
        },
        {
            "chapter": "36:9",
            "content": "若不然，怎能打败我主臣仆中最小的军长呢？你竟倚靠埃及的战车马兵吗？",
            "note": ""
        },
        {
            "chapter": "36:10",
            "content": "现在我上来攻击毁灭这地，岂没有耶和华的意思吗？耶和华吩咐我说：你上去攻击毁灭这地吧！’”",
            "note": "西拿基立派他的战场指挥官说服犹大百姓相信神已与他们为敌，好继续他那败坏的活动。亚述人希望说服犹大百姓不战自降。但以赛亚已经说过，亚述毁不了耶路撒冷，所以人们不必害怕他们（10:24-27；29:5-8）。"
        },
        {
            "chapter": "36:11",
            "content": "以利亚敬、舍伯那、约亚对拉伯沙基说：“求你用亚兰言语和仆人说话，因为我们懂得；不要用犹大言语和我们说话，达到城上百姓的耳中。”",
            "note": "亚兰文在当时是种国际通用语。请参见22章15至25节中以赛亚关于以利亚敬和舍伯那的预言。"
        },
        {
            "chapter": "36:12",
            "content": "拉伯沙基说：“我主差遣我来，岂是单对你和你的主说这些话吗？不也是对这些坐在城上、要与你们一同吃自己粪、喝自己尿的人说吗？”",
            "note": ""
        },
        {
            "chapter": "36:13",
            "content": "于是，拉伯沙基站着，用犹大言语大声喊着说：“你们当听亚述大王的话！",
            "note": ""
        },
        {
            "chapter": "36:14",
            "content": "王如此说：你们不要被希西家欺哄了，因他不能拯救你们。",
            "note": ""
        },
        {
            "chapter": "36:15",
            "content": "也不要听希西家使你们倚靠耶和华说：‘耶和华必要拯救我们，这城必不交在亚述王的手中。’",
            "note": ""
        },
        {
            "chapter": "36:16",
            "content": "不要听希西家的话。因亚述王如此说：你们要与我和好，出来投降我，各人就可以吃自己葡萄树和无花果树的果子，喝自己井里的水。",
            "note": ""
        },
        {
            "chapter": "36:17",
            "content": "等我来领你们到一个地方，与你们本地一样，就是有五谷和新酒之地，有粮食和葡萄园之地。",
            "note": "西拿基立的指挥官还试了另一种败坏百姓的阴谋。他向被围断粮的城市呼喊，如果他们投降，他就将他们带往一处食物丰盛的土地上去。亚述处理被征服地区的政策，是迁走当地居民，再将其他被征服的人迁居到刚占领的地方。这样做既为他们的军队提供了人力，又阻止了被占领区的反抗。"
        },
        {
            "chapter": "36:18",
            "content": "你们要谨防，恐怕希西家劝导你们说：‘耶和华必拯救我们。’列国的神有哪一个救他本国脱离亚述王的手呢？",
            "note": ""
        },
        {
            "chapter": "36:19",
            "content": "哈马和亚珥拔的神在哪里呢？西法瓦音的神在哪里呢？他们曾救撒玛利亚脱离我的手吗？",
            "note": ""
        },
        {
            "chapter": "36:20",
            "content": "这些国的神有谁曾救自己的国脱离我的手呢？难道耶和华能救耶路撒冷脱离我的手吗？”",
            "note": "战场指挥官说，他征服的其他城市的神明都保护不了其百姓，耶路撒冷的神又怎么会救他们呢？耶和华应该是撒玛利亚的神（北国），但撒马利亚陷落了。因为耶和华只是撒玛利亚名义上的主，百姓并不去敬拜他，因此先知们预告撒玛利亚必要覆灭。但主为自己和大卫的缘故，要从亚述军队的手中救出他们（37:35）。"
        },
        {
            "chapter": "36:21",
            "content": "百姓静默不言，并不回答一句，因为王曾吩咐说：“不要回答他。”",
            "note": ""
        },
        {
            "chapter": "36:22",
            "content": "当下希勒家的儿子家宰以利亚敬和书记舍伯那，并亚萨的儿子史官约亚，都撕裂衣服，来到希西家那里，将拉伯沙基的话告诉了他。",
            "note": ""
        }
    ]
}