{
    "book": "以赛亚书",
    "chapter": "42",
    "verses": [
        {
            "chapter": "42:1",
            "content": "看哪！我的仆人，我所扶持、所拣选、心里所喜悦的。我已将我的灵赐给他，他必将公理传给外邦。",
            "note": ""
        },
        {
            "chapter": "42:2",
            "content": "他不喧嚷，不扬声，也不使街上听见他的声音。",
            "note": ""
        },
        {
            "chapter": "42:3",
            "content": "压伤的芦苇，他不折断；将残的灯火，他不吹灭。他凭真实将公理传开。",
            "note": ""
        },
        {
            "chapter": "42:4",
            "content": "他不灰心，也不丧胆，直到他在地上设立公理，海岛都等候他的训诲。”",
            "note": "这些经节被引用在马太福音12章18至21节中，是指基督。被拣选的仆人显示了温柔、鼓励、公义和真诚的性格。当你感到自己的属灵生命破碎、受伤或奄奄一息的时候，神不会将你踩在脚下或把你抛在一旁视为废物，而是将你轻轻抱起来。在今天的世界中极其需要神慈爱的属性。通过神的灵，我们可以向周围的人反映出神的良善和真诚。"
        },
        {
            "chapter": "42:5",
            "content": "创造诸天，铺张穹苍，将地和地所出的一并铺开，赐气息给地上的众人，又赐灵性给行在其上之人的　神耶和华，他如此说：",
            "note": ""
        },
        {
            "chapter": "42:6",
            "content": "“我耶和华凭公义召你，必搀扶你的手，保守你，使你作众民的中保（注：“中保”原文作“约”），作外邦人的光，",
            "note": ""
        },
        {
            "chapter": "42:7",
            "content": "开瞎子的眼，领被囚的出牢狱，领坐黑暗的出监牢。",
            "note": "基督在地上使命的一部分是向外邦（所有国家）展示神的公义和带来神的光。通过基督，所有人都有机会在他的使命中有分。神呼召我们成为他儿子的仆人，去显示神的公义并带来他的光。帮助弥赛亚完成使命是多么奇妙的特权啊！但我们向别人显示他之前，必须寻求他的公义（参太6:33），让他的光照耀我们，这样我们才能成为别人的光（参太5:16；林前4:6）。"
        },
        {
            "chapter": "42:8",
            "content": "我是耶和华，这是我的名。我必不将我的荣耀归给假神，也不将我的称赞归给雕刻的偶像。",
            "note": ""
        },
        {
            "chapter": "42:9",
            "content": "看哪！先前的事已经成就，现在我将新事说明，这事未发以先，我就说给你们听。”",
            "note": "这些经文有时候叫作仆人之歌，不是关于仆人赛鲁士，而是关于弥赛亚的（第41章中描述的）。以色列和弥赛亚都常被称为仆人。以色列作为神的仆人要帮助世人认识神。"
        },
        {
            "chapter": "42:10",
            "content": "航海的和海中所有的，海岛和其上的居民，都当向耶和华唱新歌，从地极赞美他！",
            "note": "看看主为我们所做的和通过我们所做的一切（42:6-9）！威严的工作激起尊崇的回应。你是否感谢神为你和通过你所做的那些善工呢？若是的话，就让你的赞美反映出你内心的真情吧。"
        },
        {
            "chapter": "42:11",
            "content": "旷野和其中的城邑，并基达人居住的村庄都当扬声；西拉的居民当欢呼，在山顶上呐喊！",
            "note": ""
        },
        {
            "chapter": "42:12",
            "content": "他们当将荣耀归给耶和华，在海岛中传扬他的颂赞。",
            "note": ""
        },
        {
            "chapter": "42:13",
            "content": "耶和华必像勇士出去，必像战士激动热心，要喊叫，大声呐喊，要用大力攻击仇敌。",
            "note": ""
        },
        {
            "chapter": "42:14",
            "content": "我许久闭口不言，静默不语；现在我要喊叫像产难的妇人，我要急气而喘哮。",
            "note": ""
        },
        {
            "chapter": "42:15",
            "content": "我要使大山小冈变为荒场，使其上的花草都枯干；我要使江河变为洲岛，使水池都干涸。",
            "note": ""
        },
        {
            "chapter": "42:16",
            "content": "我要引瞎子行不认识的道，领他们走不知道的路；在他们面前使黑暗变为光明，使弯曲变为平直。这些事我都要行，并不离弃他们。",
            "note": ""
        },
        {
            "chapter": "42:17",
            "content": "倚靠雕刻的偶像，对铸造的偶像说‘你是我们的神’，这等人要退后，全然蒙羞。",
            "note": ""
        },
        {
            "chapter": "42:18",
            "content": "你们这耳聋的，听吧！你们这眼瞎的，看吧！使你们能看见。",
            "note": ""
        },
        {
            "chapter": "42:19",
            "content": "谁比我的仆人眼瞎呢？谁比我差遣的使者耳聋呢？谁瞎眼像那与我和好的，谁瞎眼像耶和华的仆人呢？",
            "note": ""
        },
        {
            "chapter": "42:20",
            "content": "你看见许多事却不领会；耳朵开通却不听见。”",
            "note": "以色列和犹大都是神的仆人，怎么还这么瞎眼呢？他们离神这么近，却明白得这么少，这是为什么呢？耶稣谴责了他那个时代的宗教领袖对神视而不见（参约9:39-41）。在这方面我们有没有失误呢？有时候我们目光迟钝，看见了也不明白，或知道什么是对的，就是做不出来。这比根本不知道神还要糟糕。"
        },
        {
            "chapter": "42:21",
            "content": "耶和华因自己公义的缘故，喜欢使律法（注：或作“训诲”）为大为尊。",
            "note": ""
        },
        {
            "chapter": "42:22",
            "content": "但这百姓是被抢被夺的，都牢笼在坑中，隐藏在狱里。他们作掠物，无人拯救；作掳物，无人说交还。",
            "note": ""
        },
        {
            "chapter": "42:23",
            "content": "你们中间谁肯侧耳听此，谁肯留心而听，以防将来呢？",
            "note": "我们可以指责我们的前任是个失败者，但如果我们重复他们的同样错误，那么我们的罪过就是他们的一倍。我们经常爱把神的信息用在别人身上，却没把它运用在自己的生活上。我们应该乐意接受教导我们的人的忠告。"
        },
        {
            "chapter": "42:24",
            "content": "谁将雅各交出当作掳物，将以色列交给抢夺的呢？岂不是耶和华吗？就是我们所得罪的那位。他们不肯遵行他的道，也不听从他的训诲。",
            "note": ""
        },
        {
            "chapter": "42:25",
            "content": "所以，他将猛烈的怒气和争战的勇力，倾倒在以色列的身上；在他四围如火着起，他还不知道，烧着他，他也不介意。",
            "note": ""
        }
    ]
}