{
    "book": "以赛亚书",
    "chapter": "53",
    "verses": [
        {
            "chapter": "53:1",
            "content": "我们所传的（注：或作“所传与我们的”）有谁信呢？耶和华的膀臂向谁显露呢？",
            "note": ""
        },
        {
            "chapter": "53:2",
            "content": "他在耶和华面前生长如嫩芽，像根出于干地。他无佳形美容，我们看见他的时候，也无美貌使我们羡慕他。",
            "note": "在这位仆人的形体上看不到佳美和威严。以色列低估了这位仆人的重要性，他们将他看为普通人。虽然靠他的相貌吸引不了一大帮人来跟随，耶稣却带来救赎和医治。许多人低估了耶稣的生活和工作的重要性，基督徒要向他们指出神那不同寻常的特质。"
        },
        {
            "chapter": "53:3",
            "content": "他被藐视，被人厌弃，多受痛苦，常经忧患。他被藐视，好像被人掩面不看的一样；我们也不尊重他。",
            "note": "这位忧患的人遭到周围人的蔑视和拒绝。今天许多人也在这样做。一些人拒绝基督，跟他对立。另外一些人蔑视基督和他那赦罪的伟大恩赐。你是蔑视他、拒绝他还是接受他呢？"
        },
        {
            "chapter": "53:4",
            "content": "他诚然担当我们的忧患，背负我们的痛苦；我们却以为他受责罚，被　神击打苦待了。",
            "note": ""
        },
        {
            "chapter": "53:5",
            "content": "哪知他为我们的过犯受害，为我们的罪孽压伤。因他受的刑罚，我们得平安；因他受的鞭伤，我们得医治。",
            "note": "一位生活在旧约时代的人物，怎么能理解基督为我们的罪（我们的违法和邪恶）而死的概念呢？基督实际上承受了我们该得的惩罚。献祭暗示了这样的赎罪方式，但杀羊是一回事，想像神挑选仆人作羊献祭却是相当不同的另外一回事。但神已拉开时间的帷幕，让以赛亚时代的人预先看见了那未来弥赛亚的受苦，为全人类预备的赦罪。"
        },
        {
            "chapter": "53:6",
            "content": "我们都如羊走迷，各人偏行己路。耶和华使我们众人的罪孽都归在他身上。",
            "note": "以赛亚提到以色列偏离了神，并把他们比作迷失的羊。神要差遣弥赛亚将他们带回羊圈中。我们现在认识到那所预言的弥赛亚的身分，他已经来了并且为我们的罪死了。但如果我们知道耶稣所做的一切而仍然拒绝他，我们的罪比古以色列人就要大得多了。他们毕竟没看到我们今天所看到的。你是将自己的一生交给那“好牧人”（参约10:11-16）耶稣基督，还是仍像只迷失的羊呢？"
        },
        {
            "chapter": "53:7",
            "content": "他被欺压，在受苦的时候却不开口（注：或作“他受欺压，却自卑不开口”）。他像羊羔被牵到宰杀之地，又像羊在剪毛的人手下无声，他也是这样不开口。",
            "note": ""
        },
        {
            "chapter": "53:8",
            "content": "因受欺压和审判，他被夺去，至于他同世的人，谁想他受鞭打、从活人之地被剪除，是因我百姓的罪过呢？",
            "note": ""
        },
        {
            "chapter": "53:9",
            "content": "他虽然未行强暴，口中也没有诡诈，人还使他与恶人同埋；谁知死的时候与财主同葬。",
            "note": ""
        },
        {
            "chapter": "53:10",
            "content": "耶和华却定意（注：或作“喜悦”）将他压伤，使他受痛苦；耶和华以他为赎罪祭（注：或作“他献本身为赎罪祭”）。他必看见后裔，并且延长年日，耶和华所喜悦的事必在他手中亨通。",
            "note": ""
        },
        {
            "chapter": "53:11",
            "content": "他必看见自己劳苦的功效，便心满意足。有许多人因认识我的义仆得称为义，并且他要担当他们的罪孽。",
            "note": "“有许多人因认识我的义仆得称为义”告诉无数要成义的信徒，称义不是靠他们的工作，而是靠弥赛亚在十字架上的工作。他们称义是因为他们称义仆基督为自己的救主（参罗10:9；林后5:21）。他们的罪恶生活被除去，披上了基督的仁义（参弗4:22-24）。"
        },
        {
            "chapter": "53:12",
            "content": "所以，我要使他与位大的同分，与强盛的均分掳物。因为他将命倾倒，以至于死。他也被列在罪犯之中。他却担当多人的罪，又为罪犯代求。",
            "note": "在旧约中，人们用动物为他们的罪献祭。在这里，这位主的无罪仆人为我们的罪将自己献上为祭。他就是为全人类的罪献祭的羔羊（参53:7；约1:29；启5:6-14）。弥赛亚为我们而受苦，承担我们的罪使我们为神所接受。对这样的爱我们还有什么可说的呢？我们将如何回应呢？"
        }
    ]
}