{
    "book": "以赛亚书",
    "chapter": "54",
    "verses": [
        {
            "chapter": "54:1",
            "content": "“你这不怀孕、不生养的要歌唱！你这未曾经过产难的要发声歌唱，扬声欢呼！因为没有丈夫的比有丈夫的儿女更多。”这是耶和华说的。",
            "note": "不怀孕、没孩子，在当时是妇女的极大耻辱。家庭在相当程度上依靠孩子来生存，特别是当父母老迈的时候。以色列（锡安）不结果子，就像一位没孩子的妇女。但神将允许她有许多子女，并使她破涕为笑。"
        },
        {
            "chapter": "54:2",
            "content": "“要扩张你帐幕之地，张大你居所的幔子，不要限止；要放长你的绳子，坚固你的橛子。",
            "note": ""
        },
        {
            "chapter": "54:3",
            "content": "因为你要向左向右开展，你的后裔必得多国为业，又使荒凉的城邑有人居住。",
            "note": ""
        },
        {
            "chapter": "54:4",
            "content": "不要惧怕，因你必不至蒙羞；也不要抱愧，因你必不至受辱。你必忘记幼年的羞愧，不再记念你寡居的羞辱。",
            "note": ""
        },
        {
            "chapter": "54:5",
            "content": "因为造你的是你的丈夫，万军之耶和华是他的名；救赎你的是以色列的圣者，他必称为全地之　神。",
            "note": ""
        },
        {
            "chapter": "54:6",
            "content": "耶和华召你，如召被离弃心中忧伤的妻，就是幼年所娶被弃的妻。”这是你　神所说的。",
            "note": ""
        },
        {
            "chapter": "54:7",
            "content": "我离弃你不过片时，却要施大恩将你收回。",
            "note": ""
        },
        {
            "chapter": "54:8",
            "content": "我的怒气涨溢，顷刻之间向你掩面，却要以永远的慈爱怜恤你。”这是耶和华你的救赎主说的。",
            "note": "神说他要暂时离弃以色列，这样以色列就像一个年轻的妻子遭到了丈夫的拒绝。但神仍旧称以色列是自己的。我们所事奉的神是圣洁的，他不能容忍罪恶。当他的百姓大胆犯罪时，神在愤怒中惩罚了他们。罪把我们同神分开，并且给我们带来了痛苦和灾难。但如果我们认罪并悔改，神便赦免我们。你有没有经历过同所爱的人分别，并经历了与其重逢的快乐呢？这欢乐就像当你悔改回到神身边时，他所经历的一样。"
        },
        {
            "chapter": "54:9",
            "content": "这事在我好像挪亚的洪水。我怎样起誓不再使挪亚的洪水漫过遍地，我也照样起誓不再向你发怒，也不斥责你。",
            "note": ""
        },
        {
            "chapter": "54:10",
            "content": "大山可以挪开，小山可以迁移；但我的慈爱必不离开你，我平安的约也不迁移。”这是怜恤你的耶和华说的。",
            "note": ""
        },
        {
            "chapter": "54:11",
            "content": "你这受困苦被风飘荡不得安慰的人哪，我必以彩色安置你的石头，以蓝宝石立定你的根基；",
            "note": ""
        },
        {
            "chapter": "54:12",
            "content": "又以红宝石造你的女墙，以红玉造你的城门，以宝石造你四围的边界（注：或作“外郭”）。",
            "note": ""
        },
        {
            "chapter": "54:13",
            "content": "你的儿女都要受耶和华的教训，你的儿女必大享平安。",
            "note": "神同挪亚立的约，他从未撕毁（参创9:8-17）。同样，神与其子民订立和平之约说，时候将到，他不再责备他们，他将重新恢复他们的财富，并将亲自教导他们的子女。"
        },
        {
            "chapter": "54:14",
            "content": "你必因公义得坚立，必远离欺压，不至害怕；你必远离惊吓，惊吓必不临近你。",
            "note": ""
        },
        {
            "chapter": "54:15",
            "content": "即或有人聚集，却不由于我；凡聚集攻击你的，必因你仆倒（注：“因你仆倒”或作“投降你”）。",
            "note": ""
        },
        {
            "chapter": "54:16",
            "content": "吹嘘炭火、打造合用器械的铁匠是我所造；残害人、行毁灭的也是我所造。",
            "note": ""
        },
        {
            "chapter": "54:17",
            "content": "凡为攻击你造成的器械，必不利用；凡在审判时兴起用舌攻击你的，你必定他为有罪。这是耶和华仆人的产业，是他们从我所得的义。”这是耶和华说的。",
            "note": ""
        }
    ]
}