{
    "book": "以赛亚书",
    "chapter": "6",
    "verses": [
        {
            "chapter": "6:1",
            "content": "当乌西雅王崩的那年，我见主坐在高高的宝座上。他的衣裳垂下，遮满圣殿。",
            "note": "乌西雅王驾崩的那一年大约是公元前740年。因为他想接管大祭司的职责，所以他患大麻疯直到死（参代下26:18-21）。乌西雅总的说来是个好国王，他长期执政期间经济都很繁荣，但是许多百姓却背离了神。"
        },
        {
            "chapter": "6:2",
            "content": "其上有撒拉弗侍立，各有六个翅膀：用两个翅膀遮脸，两个翅膀遮脚，两个翅膀飞翔。",
            "note": ""
        },
        {
            "chapter": "6:3",
            "content": "彼此呼喊说：“圣哉！圣哉！圣哉！万军之耶和华，他的荣光充满全地！”",
            "note": "那宝座，在一旁的天使，撒拉弗以及三声圣哉，都是在强调神的圣洁。撒拉弗是一类天使。它的名字乃从“烧”这个字派生而出。这也许是表明他们作为神的使者的纯洁。在道德和灵性的败坏达到高峰的时代，对以赛亚来说，看见神的圣洁是件非常重要的事。圣洁意味着在道德上的完美、纯洁、和同所有的罪恶分离。我们也需要发现神的圣洁。我们每天所遭受的挫折，社会上的压力和自己的缺点，都使我们越来越难看见神。我们需要看见圣经中对神的描绘，这样我们的灵命才能长进，才有能力对付自己的问题和牵挂。只有神那完美的道德和圣洁，才能洁净我们的罪，解决我们心中的问题，使我们能敬拜和服事神。"
        },
        {
            "chapter": "6:4",
            "content": "因呼喊者的声音，门槛的根基震动，殿充满了烟云。",
            "note": ""
        },
        {
            "chapter": "6:5",
            "content": "那时我说：“祸哉！我灭亡了！因为我是嘴唇不洁的人，又住在嘴唇不洁的民中；又因我眼见大君王万军之耶和华。”",
            "note": ""
        },
        {
            "chapter": "6:6",
            "content": "有一撒拉弗飞到我跟前，手里拿着红炭，是用火剪从坛上取下来的，",
            "note": ""
        },
        {
            "chapter": "6:7",
            "content": "将炭沾我的口说：“看哪，这炭沾了你的嘴，你的罪孽便除掉，你的罪恶就赦免了。”",
            "note": ""
        },
        {
            "chapter": "6:8",
            "content": "我又听见主的声音说：“我可以差遣谁呢？谁肯为我们去呢？”我说：“我在这里，请差遣我！”",
            "note": "以赛亚对神看得越清楚（6:5），他就越明白若没有神，靠自己做有永恒价值的事根本无能为力。但他愿意作神的代言人。"
        },
        {
            "chapter": "6:9",
            "content": "他说：“你去告诉这百姓说：‘你们听是要听见，却不明白；看是要看见，却不晓得。",
            "note": ""
        },
        {
            "chapter": "6:10",
            "content": "要使这百姓心蒙脂油，耳朵发沉，眼睛昏迷；恐怕眼睛看见，耳朵听见，心里明白，回转过来，便得医治。’”",
            "note": ""
        },
        {
            "chapter": "6:11",
            "content": "我就说：“主啊！这到几时为止呢？”他说：“直到城邑荒凉，无人居住，房屋空闲无人，地土极其荒凉。",
            "note": ""
        },
        {
            "chapter": "6:12",
            "content": "并且耶和华将人迁到远方，在这境内撇下的地土很多。",
            "note": ""
        },
        {
            "chapter": "6:13",
            "content": "境内剩下的人若还有十分之一，也必被吞灭，像栗树、橡树，虽被砍伐，树墩子却仍存留。这圣洁的种类在国中也是如此。”",
            "note": "人们什么时候会听先知的呢？只有在他们到了走投无路的时候，才会转向神。当这块土地遭到外国军队占领，百姓被俘的时候，他们就会听了。“十分之一”是指那些被掳后仍留在这里的人，或者从巴比伦回来的人。这两部分人差不多都占总人口的十分之一。那么我们什么时候听神的呢？我们是不是也要像犹大人一样，非得经历灾难才肯听神的话呢？想一想神跟你说了什么话，在还没走投无路的时候就顺从神。"
        }
    ]
}