{
    "book": "以赛亚书",
    "chapter": "66",
    "verses": [
        {
            "chapter": "66:1",
            "content": "耶和华如此说：“天是我的座位，地是我的脚凳。你们要为我造何等的殿宇？哪里是我安息的地方呢？”",
            "note": "既使有壮丽的耶路撒冷圣殿，对于无所不在的神而言也是微不足道的。神不被局限于任何人造的建筑中（参代下6:18；徒7:49-50）。这一章是本书的高潮。神将高举谦卑的人，审判所有人，毁灭恶人，将所有信徒召集在一起，建立新天新地。就让这一希望每一天都鼓励你吧。"
        },
        {
            "chapter": "66:2",
            "content": "耶和华说：“这一切都是我手所造的，所以就都有了。但我所看顾的，就是虚心（注：“虚心”原文作“贫穷”）痛悔、因我话而战兢的人。",
            "note": ""
        },
        {
            "chapter": "66:3",
            "content": "假冒为善的宰牛，好像杀人，献羊羔，好像打折狗项，献供物，好像献猪血，烧乳香，好像称颂偶像。这等人拣选自己的道路，心里喜悦行可憎恶的事。",
            "note": "这些章节总结了以赛亚的信息。他比较了两种生活方式：谦卑的人对神的信息怀有深深的敬畏，并在生活中运用它们；选择自己方式生活的傲慢人，献祭只是他们的表面功夫。在他们的内心深处，他们是谋杀犯、堕落者和拜偶像的人。神向谦卑的人施怜悯，咒诅骄傲自满的人（参路1:51-53）。我们的社会驱使我们去肯定和确认自身的权利。不要让你的自由选择的权力使你离开通往永生的道路。"
        },
        {
            "chapter": "66:4",
            "content": "我也必拣选迷惑他们的事，使他们所惧怕的临到他们。因为我呼唤，无人答应；我说话，他们不听从，反倒行我眼中看为恶的，拣选我所不喜悦的。”",
            "note": ""
        },
        {
            "chapter": "66:5",
            "content": "你们因耶和华言语战兢的人，当听他的话：“你们的弟兄，就是恨恶你们、因我名赶出你们的曾说：‘愿耶和华得荣耀，使我们得见你们的喜乐’，但蒙羞的究竟是他们。",
            "note": ""
        },
        {
            "chapter": "66:6",
            "content": "有喧哗的声音出自城中，有声音出于殿中，是耶和华向仇敌施行报应的声音。",
            "note": ""
        },
        {
            "chapter": "66:7",
            "content": "锡安未曾劬劳就生产；未觉疼痛就生出男孩。",
            "note": ""
        },
        {
            "chapter": "66:8",
            "content": "国岂能一日而生？民岂能一时而产？因为锡安一劬劳，便生下儿女。这样的事谁曾听见、谁曾看见呢？”",
            "note": ""
        },
        {
            "chapter": "66:9",
            "content": "耶和华说：“我既使她临产，岂不使她生产呢？”你的　神说：“我既使她生产，岂能使她闭胎不生呢？",
            "note": "神是不会让锡安重建的工作完不成的。藉着分娩的比谕，神显示出他将要实现他所应许的一切，就像婴儿的出生不可停止一样，疼痛过去之后欢乐便开始了。"
        },
        {
            "chapter": "66:10",
            "content": "你们爱慕耶路撒冷的，都要与她一同欢喜快乐；你们为她悲哀的，都要与她一同乐上加乐；",
            "note": ""
        },
        {
            "chapter": "66:11",
            "content": "使你们在她安慰的怀中吃奶得饱，使他们得她丰盛的荣耀，犹如挤奶，满心喜乐。”",
            "note": ""
        },
        {
            "chapter": "66:12",
            "content": "耶和华如此说：“我要使平安延及她，好像江河；使列国的荣耀延及她，如同涨溢的河。你们要从中享受（注：原文作“咂”），你们必蒙抱在肋旁，摇弄在膝上。",
            "note": ""
        },
        {
            "chapter": "66:13",
            "content": "母亲怎样安慰儿子，我就照样安慰你们。你们也必因（注：或作“在”）耶路撒冷得安慰。”",
            "note": ""
        },
        {
            "chapter": "66:14",
            "content": "你们看见，就心中快乐，你们的骨头必得滋润，像嫩草一样。而且耶和华的手向他仆人所行的，必被人知道；他也要向仇敌发恼恨。",
            "note": ""
        },
        {
            "chapter": "66:15",
            "content": "“看哪，耶和华必在火中降临。他的车辇像旋风，以烈怒施行报应，以火焰施行责罚。",
            "note": ""
        },
        {
            "chapter": "66:16",
            "content": "因为耶和华在一切有血气的人身上，必以火与刀施行审判，被耶和华所杀的必多。",
            "note": ""
        },
        {
            "chapter": "66:17",
            "content": "那些分别为圣、洁净自己的，进入园内。跟在其中一个人的后头吃猪肉和仓鼠，并可憎之物，他们必一同灭绝。”这是耶和华说的。",
            "note": "这是基督再来时施行大审判的威荣景象（参帖后1:7-9）。"
        },
        {
            "chapter": "66:18",
            "content": "“我知道他们的行为和他们的意念。时候将到，我必将万民万族（注：“族”原文作“舌”）聚来，看见我的荣耀。",
            "note": ""
        },
        {
            "chapter": "66:19",
            "content": "我要显神迹（注：或作“记号”）在他们中间，逃脱的我要差到列国去，就是到他施、普勒、拉弓的路德和土巴、雅完，并素来没有听见我名声、没有看见我荣耀辽远的海岛，他们必将我的荣耀传扬在列国中。",
            "note": "神的百姓将成为传道人到世界各地去：去他施（西班牙），北非的利比亚，亚西亚西部的路德，东北部的土巴和希腊（雅完）。"
        },
        {
            "chapter": "66:20",
            "content": "他们必将你们的弟兄从列国中送回，使他们或骑马，或坐车，坐轿，骑骡子，骑独峰驼，到我的圣山耶路撒冷，作为供物献给耶和华，好像以色列人用洁净的器皿盛供物奉到耶和华的殿中。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "66:21",
            "content": "耶和华说：“我也必从他们中间取人为祭司，为利未人。”",
            "note": ""
        },
        {
            "chapter": "66:22",
            "content": "耶和华说：“我所要造的新天新地，怎样在我面前长存，你们的后裔和你们的名字也必照样长存！",
            "note": ""
        },
        {
            "chapter": "66:23",
            "content": "每逢月朔、安息日，凡有血气的必来在我面前下拜。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "66:24",
            "content": "“他们必出去观看那些违背我人的尸首，因为他们的虫是不死的，他们的火是不灭的。凡有血气的都必憎恶他们。”",
            "note": "以赛亚以一出伟大的戏剧结束了全书。对于没信心的人来说，这是一幅在审判中哭泣的图画；对那些有信心的人来说，这是一幅有丰盛奖励的荣耀图画：“你们的后裔和你们的名字，也必照样长存。”这对比是那样的鲜明，似乎每一个人都想要作神的信徒。但我们就像以色列人那样，常常反叛、愚昧和不愿改变。我们往往忽视满足自己属灵上的饥渴，忽视为正义工作和顺服神的话语。这是不行的。我们要确保自己是属于领受祝福之人才行。"
        }
    ]
}