{
    "book": "以赛亚书",
    "chapter": "7",
    "verses": [
        {
            "chapter": "7:1",
            "content": "乌西雅的孙子、约坦的儿子犹大王亚哈斯在位的时候，亚兰王利汛和利玛利的儿子以色列王比加上来攻打耶路撒冷，却不能攻取。",
            "note": "公元前734年，北国以色列和亚兰国联合攻打犹大的耶路撒冷。犹大王亚哈斯害怕自己的统治到了尽头，也害怕那曾杀害和掳走许多人（参代下28:5-21）的敌军。但是，正像以赛亚预言的那样，犹大王国并没有到尽头。以马内利的兆头将是得解救的兆头。"
        },
        {
            "chapter": "7:2",
            "content": "有人告诉大卫家说：“亚兰与以法莲已经同盟。”王的心和百姓的心就都跳动，好像林中的树被风吹动一样。",
            "note": "“大卫家”是指南部的犹大王国。“以法莲”是北部占主导地位的支族，指北国以色列。"
        },
        {
            "chapter": "7:3",
            "content": "耶和华对以赛亚说：“你和你的儿子施亚雅述出去，到上池的水沟头，在漂布地的大路上去迎接亚哈斯。",
            "note": "“上池的水沟头”可能是位于耶路撒冷以东的基训泉。基训泉是耶路撒冷的主要水源，也是流入希西家的著名水道的水泉（参代下32:30）。漂布地是个有名的地方。人们在那里把衣服或新织的布放在太阳下晒干或漂白（参36:2）。"
        },
        {
            "chapter": "7:4",
            "content": "对他说：‘你要谨慎安静，不要因亚兰王利汛和利玛利的儿子，这两个冒烟的火把头所发的烈怒害怕，也不要心里胆怯。",
            "note": ""
        },
        {
            "chapter": "7:5",
            "content": "因为亚兰和以法莲并利玛利的儿子设恶谋害你，",
            "note": ""
        },
        {
            "chapter": "7:6",
            "content": "说：我们可以上去攻击犹大，扰乱它，攻破它，在其中立他比勒的儿子为王。",
            "note": ""
        },
        {
            "chapter": "7:7",
            "content": "所以主耶和华如此说：这所谋的必立不住，也不得成就。",
            "note": ""
        },
        {
            "chapter": "7:8",
            "content": "原来亚兰的首城是大马士革，大马士革的首领是利汛。六十五年之内，以法莲必然破坏，不再成为国民。",
            "note": "亚哈斯是犹大最差的国王之一。他不但拒绝神的帮助，而且还用圣殿中的金银去向亚述换取帮助（参王下16:8）。当亚述人来了后，他们带来的麻烦比给予的帮助还要多。以法莲（北国以色列的另一个名字）的首都撒玛利亚，于公元前722年落入亚述军队的手中，北部的王国就此灭亡。"
        },
        {
            "chapter": "7:9",
            "content": "以法莲的首城是撒玛利亚，撒玛利亚的首领是利玛利的儿子。你们若是不信，定然不得立稳。’”",
            "note": ""
        },
        {
            "chapter": "7:10",
            "content": "耶和华又晓谕亚哈斯说：",
            "note": ""
        },
        {
            "chapter": "7:11",
            "content": "“你向耶和华你的　神求一个兆头，或求显在深处，或求显在高处。”",
            "note": ""
        },
        {
            "chapter": "7:12",
            "content": "亚哈斯说：“我不求！我不试探耶和华。”",
            "note": "亚哈斯似乎显得很正义，说他不会用求兆头来试探神（“我不求，我不试探耶和华。”）。其实，是神告诉他去求的。只是亚哈斯并不真想知道神要说什么。我们通常也会用一些藉口，像什么不想打搅神啦，抽不出时间啦，来阻碍我们同神的交通。别让任何东西阻止我们听见和顺从神。"
        },
        {
            "chapter": "7:13",
            "content": "以赛亚说：“大卫家啊，你们当听！你们使人厌烦岂算小事，还要使我的　神厌烦吗？",
            "note": ""
        },
        {
            "chapter": "7:14",
            "content": "因此，主自己要给你们一个兆头，必有童女怀孕生子，给他起名叫以马内利（注：就是“　神与我们同在”的意思）。",
            "note": ""
        },
        {
            "chapter": "7:15",
            "content": "到他晓得弃恶择善的时候，他必吃奶油与蜂蜜。",
            "note": ""
        },
        {
            "chapter": "7:16",
            "content": "因为在这孩子还不晓得弃恶择善之先，你所憎恶的那二王之地必致见弃。",
            "note": "“童女”是从希伯来文翻译过来的。希伯来文“童女”是指到了结婚的年龄而未婚、身体已经发育成熟了的女子（参创24:43；出2:8；诗68:25；箴30:19；歌1:3；6:8）。有些人把这年青女子比作以赛亚的年轻妻子和新生儿（8:1-4），这不太可信，因为她已经有了一个叫施亚雅述的孩子，而且她的第二个孩子也不叫以马内利。有些人认为以赛亚的结发妻子已经去世，所以这是他的第二位妻子。更有可能的是这个预言有双重的应验：（1）一位亚哈斯家中的年轻妇女没结婚，但就要结婚并生个儿子。三年过后（一年怀孕，二年孩子会说话）两个入侵之王就被毁灭了。（2）马太福音1章23节中引用了以赛亚书7章14节来说明这个预言的进一步实现。有个童女怀孕生子，取名叫以马内利，也就是基督。"
        },
        {
            "chapter": "7:17",
            "content": "耶和华必使亚述王攻击你的日子临到你和你的百姓并你的父家。自从以法莲离开犹大以来，未曾有这样的日子。",
            "note": ""
        },
        {
            "chapter": "7:18",
            "content": "那时，耶和华要发嘶声，使埃及江河源头的苍蝇和亚述地的蜂子飞来；",
            "note": "苍蝇和蜂子是神的审判的象征（参出23:28）。埃及和亚述这一次并没有毁灭犹大。希西家继亚哈斯作王。他尊崇神，神因此收回了审判之手。在约西亚之前还有两个邪恶的国王。据说没有一个像约西亚那样全然归向神的国王（参王下23:25）。然而犹大的寿数，已被约西亚的父亲亚们这个邪恶透顶的国王给弄到了尽头。在约西亚执政期间，埃及征讨亚述。约西亚马上对埃及宣战，神告诉他不要这样做，但他还是做了。约西亚被杀后（参代下35:20-27），只有软弱的国王在犹大执政了。埃及人三个月后掳走了约西亚的儿子约哈斯。接续的国王约雅敬被尼布甲尼撒王掳到了巴比伦。埃及和亚述给了犹大致命的一击。"
        },
        {
            "chapter": "7:19",
            "content": "都必飞来，落在荒凉的谷内、磐石的穴里和一切荆棘篱笆中，并一切的草场上。",
            "note": ""
        },
        {
            "chapter": "7:20",
            "content": "那时，主必用大河外赁的剃头刀，就是亚述王，剃去头发和脚上的毛，并要剃净胡须。",
            "note": "犹大本来是雇请亚述来保护自己，却造成了自己的灭亡（参王下16:7-8）。给犹大“刮胡子”是羞辱他们的象征。民数记6章9节解释了一个人不洁之后，他要为主而隔离，并要剃头作为清洁过程的一部分。剃去体毛时要赤裸身体，这令人非常尴尬。而一个希伯来男人被剃去胡子是一种羞耻（参撒下10:4-5）。"
        },
        {
            "chapter": "7:21",
            "content": "那时，一个人要养活一只母牛犊，两只母绵羊。",
            "note": ""
        },
        {
            "chapter": "7:22",
            "content": "因为出的奶多，他就得吃奶油；在境内所剩的人都要吃奶油与蜂蜜。",
            "note": ""
        },
        {
            "chapter": "7:23",
            "content": "从前，凡种一千棵葡萄树，值银一千舍客勒的地方，到那时，必长荆棘和蒺藜。",
            "note": ""
        },
        {
            "chapter": "7:24",
            "content": "人上那里去，必带弓箭，因为遍地满了荆棘和蒺藜。",
            "note": ""
        },
        {
            "chapter": "7:25",
            "content": "所有用锄刨挖的山地，你因怕荆棘和蒺藜，不敢上那里去；只可成了放牛之处，为羊践踏之地。”",
            "note": "犹大肥沃的农田遭到了践踏，最后成了只适合放牧的牧场。它再不是一块“流奶与蜜”和农业兴盛的地方了（参出3:8），而成了杂草荆棘丛生的荒地。"
        }
    ]
}