{
    "book": "以赛亚书",
    "chapter": "8",
    "verses": [
        {
            "chapter": "8:1",
            "content": "耶和华对我说：“你取一个大牌，拿人所用的笔（注：或作“人常用的字”），写上玛黑珥沙拉勒哈施罢斯（注：就是“掳掠速临，抢夺快到”的意思）。",
            "note": ""
        },
        {
            "chapter": "8:2",
            "content": "我要用诚实的见证人，祭司乌利亚和耶比利家的儿子撒迦利亚记录这事。”",
            "note": ""
        },
        {
            "chapter": "8:3",
            "content": "我以赛亚与妻子（注：原文作“女先知”）同室。她怀孕生子，耶和华就对我说：“给他起名叫玛黑珥沙拉勒哈施罢斯。",
            "note": ""
        },
        {
            "chapter": "8:4",
            "content": "因为在这小孩子不晓得叫父叫母之先，大马士革的财宝和撒玛利亚的掳物，必在亚述王面前搬了去。”",
            "note": "这些经节预言了以色列和亚兰的倾覆。亚兰于公元前732年灭亡，以色列于公元前722年灭亡。以赛亚公开地宣讲信息，神在此警告他的百姓。"
        },
        {
            "chapter": "8:5",
            "content": "耶和华又晓谕我说：",
            "note": ""
        },
        {
            "chapter": "8:6",
            "content": "“这百姓既厌弃西罗亚缓流的水，喜悦利汛和利玛利的儿子；",
            "note": ""
        },
        {
            "chapter": "8:7",
            "content": "因此，主必使大河翻腾的水猛然冲来，就是亚述王和他所有的威势，必漫过一切的水道，涨过两岸；",
            "note": ""
        },
        {
            "chapter": "8:8",
            "content": "必冲入犹大，涨溢泛滥，直到颈项。以马内利啊，他展开翅膀，遍满你的地。”",
            "note": "亚述帝国的心脏位于底格里斯与幼发拉底河中间。这里说的“大水”是在用诗歌方式描述亚述军队那排山倒海之势。"
        },
        {
            "chapter": "8:9",
            "content": "列国的人民哪，任凭你们喧嚷，终必破坏；远方的众人哪，当侧耳而听！任凭你们束起腰来，终必破坏；你们束起腰来，终必破坏。",
            "note": "“喧嚷”的意思是在突然恐惧的压力下失去了勇气。"
        },
        {
            "chapter": "8:10",
            "content": "任凭你们同谋，终归无有；任凭你们言定，终不成立。因为　神与我们同在。",
            "note": ""
        },
        {
            "chapter": "8:11",
            "content": "耶和华以大能的手，指教我不可行这百姓所行的道，对我这样说：",
            "note": ""
        },
        {
            "chapter": "8:12",
            "content": "“这百姓说同谋背叛，你们不要说同谋背叛。他们所怕的，你们不要怕，也不要畏惧。",
            "note": ""
        },
        {
            "chapter": "8:13",
            "content": "但要尊万军之耶和华为圣，以他为你们所当怕的，所当畏惧的。",
            "note": ""
        },
        {
            "chapter": "8:14",
            "content": "他必作为圣所，却向以色列两家作绊脚的石头，跌人的磐石；向耶路撒冷的居民作为圈套和网罗。",
            "note": ""
        },
        {
            "chapter": "8:15",
            "content": "许多人必在其上绊脚跌倒，而且跌碎，并陷入网罗被缠住。”",
            "note": "以赛亚跟许多其他先知一样被视为叛徒，因为他没有支持犹大的国家政策。他呼吁人们先委身于神，然后才是国王。他甚至预言了政府的倾覆。"
        },
        {
            "chapter": "8:16",
            "content": "你要卷起律法书，在我门徒中间封住训诲。",
            "note": "“卷起律法书”的意义是神的话语要写下来存给未来的后代。正因为一些人忠实地把这些话语世代相传，我们今天才有了以赛亚书。我们每一个人都有把神的话语传给我们子孙的责任。我们要鼓励他们热爱、阅读和学习圣经。然后再由他们忠实地把它传给他们的子孙。"
        },
        {
            "chapter": "8:17",
            "content": "我要等候那掩面不顾雅各家的耶和华，我也要仰望他。",
            "note": "尽管神“掩面不顾雅各家”，以赛亚还是决定等待神。神通过先知发出的许多预言过了700年还没应验；其他的还有至今没实现的。你是否愿意接受主的而不是你的时间表呢？"
        },
        {
            "chapter": "8:18",
            "content": "看哪，我与耶和华所给我的儿女，就是从住在锡安山万军之耶和华来的，在以色列中作为预兆和奇迹。",
            "note": ""
        },
        {
            "chapter": "8:19",
            "content": "有人对你们说：“当求问那些交鬼的和行巫术的，就是声音绵蛮，言语微细的。”你们便回答说：“百姓不当求问自己的　神吗？岂可为活人求问死人呢？”",
            "note": "人们不去求活着的神而通过巫师和通灵人向死人寻求答案。只有神知道未来，只有神是永恒的。我们要相信神的指引。"
        },
        {
            "chapter": "8:20",
            "content": "人当以训诲和法度为标准，他们所说的若不与此相符，必不得见晨光。",
            "note": ""
        },
        {
            "chapter": "8:21",
            "content": "他们必经过这地，受艰难，受饥饿；饥饿的时候，心中焦躁，咒骂自己的君王和自己的　神。",
            "note": "犹大百姓拒绝了神为他们定的计划，却在责备神的试炼。人们继续为自己导致的问题责备神。我们在责备谁呢？我们如何看待因自己的选择而产生的不快呢？不要去责备神，要通过失败去成长。"
        },
        {
            "chapter": "8:22",
            "content": "仰观上天，俯察下地，不料，尽是艰难、黑暗和幽暗的痛苦。他们必被赶入乌黑的黑暗中去。",
            "note": ""
        }
    ]
}