{
    "book": "以赛亚书",
    "chapter": "9",
    "verses": [
        {
            "chapter": "9:1",
            "content": "但那受过痛苦的，必不再见幽暗。从前　神使西布伦地和拿弗他利地被藐视，末后却使这沿海的路，约旦河外，外邦人的加利利地得着荣耀。",
            "note": "在悲伤绝望中，我们害怕自己的悲哀和麻烦永无休止。但我们可以确信并进而得到安慰：虽然主不一定把我们带离困难，但是只要我们全心全意地跟随他，他就将领我们安全的渡过困难。"
        },
        {
            "chapter": "9:2",
            "content": "在黑暗中行走的百姓看见了大光；住在死荫之地的人有光照耀他们。",
            "note": "使徒约翰把耶稣比喻为“光”（参约1:9）。耶稣把自己比喻为“世界的光”（参约8:12）。"
        },
        {
            "chapter": "9:3",
            "content": "你使这国民繁多，加增他们的喜乐。他们在你面前欢喜，好像收割的欢喜，像人分掳物那样的快乐。",
            "note": ""
        },
        {
            "chapter": "9:4",
            "content": "因为他们所负的重轭和肩头上的杖并欺压他们人的棍，你都已经折断，好像在米甸的日子一样。",
            "note": ""
        },
        {
            "chapter": "9:5",
            "content": "战士在乱杀之间所穿戴的盔甲并那滚在血中的衣服，都必作为可烧的，当作火柴。",
            "note": ""
        },
        {
            "chapter": "9:6",
            "content": "因有一婴孩为我们而生，有一子赐给我们，政权必担在他的肩头上。他名称为“奇妙策士”、“全能的　神”、“永在的父”、“和平的君”！",
            "note": "在大黑暗的时代，神应许说要差遣“光”照射生活在死荫中的人们。他是“奇妙的策士”和“全能的神”。这个希望的信息是在基督降生，和他的永久国度建立时应验的。他是来拯救他的百姓脱离罪恶的奴役的。"
        },
        {
            "chapter": "9:7",
            "content": "他的政权与平安必加增无穷。他必在大卫的宝座上治理他的国，以公平公义使国坚定稳固，从今直到永远。万军之耶和华的热心必成就这事。",
            "note": "这个成为他们拯救者的孩子就是弥赛亚──耶稣。马太引用了这些经节描述了基督的事工（参太4:15-16）。西布伦和拿弗他利的边界代表了北国是整体。这是耶稣长大和经常宣道的地方，也是为什么他们会看见“大光”的原因。"
        },
        {
            "chapter": "9:8",
            "content": "主使一言入于雅各家，落于以色列家。",
            "note": ""
        },
        {
            "chapter": "9:9",
            "content": "这众百姓，就是以法莲和撒玛利亚的居民，都要知道，他们凭骄傲自大的心说：",
            "note": ""
        },
        {
            "chapter": "9:10",
            "content": "“砖墙塌了，我们却要凿石头建筑；桑树砍了，我们却要换香柏树。”",
            "note": "骄傲使以色列认为可以靠自己的力量恢复和重建家园。尽管神使以色列成为一个国家并给了他们土地，但是他们仍然只相信自己而不相信神。我们常为自己的成就感到骄傲，根本忘记了是神给了我们所有的能力和资源。我们甚至为自己有基督徒的特殊身分而骄傲。神不喜欢任何骄傲的心或只相信自己的人，因为它会切断我们同神的关系。"
        },
        {
            "chapter": "9:11",
            "content": "因此，耶和华要高举利汛的敌人来攻击以色列，并要激动以色列的仇敌。",
            "note": ""
        },
        {
            "chapter": "9:12",
            "content": "东有亚兰人，西有非利士人；他们张口要吞吃以色列。虽然如此，耶和华的怒气还未转消，他的手仍伸不缩。",
            "note": ""
        },
        {
            "chapter": "9:13",
            "content": "这百姓还没有归向击打他们的主，也没有寻求万军之耶和华。",
            "note": ""
        },
        {
            "chapter": "9:14",
            "content": "因此，耶和华一日之间必从以色列中剪除头与尾，棕枝与芦苇；",
            "note": ""
        },
        {
            "chapter": "9:15",
            "content": "长老和尊贵人就是头，以谎言教人的先知就是尾。",
            "note": ""
        },
        {
            "chapter": "9:16",
            "content": "因为引导这百姓的，使他们走错了路，被引导的都必败亡。",
            "note": ""
        },
        {
            "chapter": "9:17",
            "content": "所以，主必不喜悦他们的少年人，也不怜恤他们的孤儿寡妇。因为各人是亵渎的，是行恶的，并且各人的口都说愚妄的话。虽然如此，耶和华的怒气还未转消，他的手仍伸不缩。",
            "note": ""
        },
        {
            "chapter": "9:18",
            "content": "邪恶像火焚烧，烧灭荆棘和蒺藜，在稠密的树林中着起来，就成为烟柱，旋转上腾。",
            "note": ""
        },
        {
            "chapter": "9:19",
            "content": "因万军之耶和华的烈怒，地都烧遍，百姓成为火柴，无人怜爱弟兄。",
            "note": ""
        },
        {
            "chapter": "9:20",
            "content": "有人右边抢夺，仍受饥饿；左边吞吃，仍不饱足。各人吃自己膀臂上的肉。",
            "note": ""
        },
        {
            "chapter": "9:21",
            "content": "玛拿西吞吃（注：或作“攻击”。下同）以法莲；以法莲吞吃玛拿西，又一同攻击犹大。虽然如此，耶和华的怒气还未转消，他的手仍伸不缩。",
            "note": "玛拿西和以法莲是约瑟的两个儿子，他们的后裔是北国的支派。因为自身的自私和软弱，他们打了一场内战（参士12:4）。"
        }
    ]
}