{
    "book": "利未记",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "耶和华从会幕中呼叫摩西，对他说：",
            "note": "帐幕之中，有一小部分叫作会幕。会幕里面又有圣所与至圣所，这两部分用幔子隔开，至圣所里有神的约柜。神在至圣所里向摩西显现。在出埃及记33章7节之中提到“会幕”，那是在帐幕造好之前摩西朝见神的地方。一般相信那会幕与这里所讲的会幕有同样的功用。"
        },
        {
            "chapter": "1:2",
            "content": "“你晓谕以色列人说：‘你们中间若有人献供物给耶和华，要从牛群羊群中，献牲畜为供物。",
            "note": "神吩咐百姓要敬拜他，特别要重视献祭。因为旧约时代，神为百姓预备罪得赦免的方法就是献祭。自从创造天地以来，神清楚地说明，罪使人与他隔绝，犯罪的必要死亡。因为“世人都犯了罪”（参罗3:23），所以神就规定人以献祭使罪得赦，并与他恢复关系。神是一位慈爱怜悯的神，所以他从起初就定意要到世上来，为所有的人死，代付赎价。到了所定的日子，神就派自己的儿子降世为人，作最后的牺牲为世人的罪而死。在此以前，神吩咐百姓杀牲畜作赎罪祭。"
        },
        {
            "chapter": "1:3",
            "content": "他的供物若以牛为燔祭，就要在会幕门口献一只没有残疾的公牛，可以在耶和华面前蒙悦纳。",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "他要按手在燔祭牲的头上，燔祭便蒙悦纳，为他赎罪。",
            "note": "第一项的祭是燔祭。犯了罪的人要牵一只没有残疾的牲畜（牛、羊之类）到祭司那里去。这牲畜是无瑕疵无残疾的，预表圣洁的神所要求的、那以后来到的真正的祭──耶稣基督──他在道德与性情上都是完全的。献祭的人按手在牲畜的头上，表示完全承认这牲畜代替他牺牲。他宰杀这牲畜，祭司洒这祭牲的血，献祭者就象征性地将自己的罪归于它，于是他的罪便被除去（得赎）。末后（除了牲畜的血与皮之外）便将这祭物烧在祭坛上，预表献祭者把自己完全献给神。其实，神当然不仅要人献祭，他也要人存悔改的态度。外表的行动──献祭，与内心的改变──悔改，必须相辅相成。不过，我们必须切记，无论是献祭，或是悔改，都不能真正除罪，惟独神能赦免人的罪；这是很重要的真理。幸而赦罪是出于神慈爱的本性。你有否来到他面前，领受他的赦罪呢？"
        },
        {
            "chapter": "1:5",
            "content": "他要在耶和华面前宰公牛；亚伦子孙作祭司的，要奉上血，把血洒在会幕门口坛的周围。",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "那人要剥去燔祭牲的皮，把燔祭牲切成块子。",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "祭司亚伦的子孙要把火放在坛上，把柴摆在火上。",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "亚伦子孙作祭司的，要把肉块和头并脂油，摆在坛上火的柴上。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "但燔祭的脏腑与腿，要用水洗。祭司就要把一切全烧在坛上，当作燔祭，献与耶和华为馨香的火祭。",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "人的供物若以绵羊或山羊为燔祭，就要献上没有残疾的公羊。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "要把羊宰于坛的北边，在耶和华面前；亚伦子孙作祭司的，要把羊血洒在坛的周围。",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "要把燔祭牲切成块子，连头和脂油，祭司就要摆在坛上火的柴上。",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "但脏腑与腿要用水洗，祭司就要全然奉献烧在坛上。这是燔祭，是献与耶和华为馨香的火祭。",
            "note": "“馨香的火祭”亦作“主所喜爱的火祭”，是指神因百姓的态度而悦纳他们所献的祭。"
        },
        {
            "chapter": "1:14",
            "content": "人奉给耶和华的供物，若以鸟为燔祭，就要献斑鸠或是雏鸽为供物。",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "祭司要把鸟拿到坛前，揪下头来，把鸟烧在坛上，鸟的血要流在坛的旁边。",
            "note": ""
        },
        {
            "chapter": "1:16",
            "content": "又要把鸟的嗉子和脏物（注：“脏物”或作“翎毛”）除掉，丢在坛的东边倒灰的地方。",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "要拿着鸟的两个翅膀，把鸟撕开，只是不可撕断，祭司要在坛上、在火的柴上焚烧。这是燔祭，是献与耶和华为馨香的火祭。",
            "note": "以色列人不是惟一以牲畜献祭的民族，还有许多别的宗教也这样做，以讨他们所拜之神的喜悦。有些习俗甚至杀人为祭，这是神严格禁止的。不过，以色列人以牲畜献祭的意义，与异教所做的迥然不同。他们献上牲畜，并不仅为止息神的震怒，也因为他们罪有应得，要有刑罚的代替物。献祭表明他们对神的信靠，显出对他律法的顺从。最重要的是这种制度预表了神的羔羊（耶稣基督）将要来受死并一次到永远地胜过罪恶。"
        }
    ]
}