{
    "book": "利未记",
    "chapter": "10",
    "verses": [
        {
            "chapter": "10:1",
            "content": "亚伦的儿子拿答、亚比户，各拿自己的香炉，盛上火，加上香，在耶和华面前献上凡火，是耶和华没有吩咐他们的，",
            "note": "燔祭坛上的火，当永远点着不可熄灭（6:12-13），表明它是神圣的。拿答和亚比户在神面前献上的凡火是什么呢？可能是他们二人从别处将炭火带到这坛上，是不圣洁的；也可能指二人不按主所规定的时间献祭。不管怎样，他们二人是滥用了祭司的职权而轻慢神，因为神刚刚才对他们详示过敬拜之道。他们身为领袖，就有顺服神的重任，以他们的地位，很容易领许多百姓走入歧途。如果神指派你去领导、教导人，你一定要先与他亲近，遵从他的吩咐。"
        },
        {
            "chapter": "10:2",
            "content": "就有火从耶和华面前出来，把他们烧灭，他们就死在耶和华面前。",
            "note": "亚伦的这两个儿子，对于遵奉神的献祭条例太过随便，神就以火来烧灭，以示惩戒。献祭本来是顺服神的行为，做得一丝不苟表示对神的尊敬。我们对顺服神这件事，很容易随随便便地照自己的方式，不依照神的方式来行。人若以为不管什么方式都是一样的话，神就不必吩咐我们遵照他的法则了。他的吩咐总是饶有深意的，我们不管是有意或是无意地怠慢、不顺服他，都会陷入危险的境地。"
        },
        {
            "chapter": "10:3",
            "content": "于是摩西对亚伦说：“这就是耶和华所说：‘我在亲近我的人中要显为圣；在众民面前，我要得荣耀。’”亚伦就默默不言。",
            "note": ""
        },
        {
            "chapter": "10:4",
            "content": "摩西召了亚伦叔父乌薛的儿子米沙利、以利撒反来，对他们说：“上前来，把你们的亲属从圣所前抬到营外。”",
            "note": ""
        },
        {
            "chapter": "10:5",
            "content": "于是二人上前来，把他们穿着袍子抬到营外，是照摩西所吩咐的。",
            "note": ""
        },
        {
            "chapter": "10:6",
            "content": "摩西对亚伦和他儿子以利亚撒、以他玛说：“不可蓬头散发，也不可撕裂衣裳，免得你们死亡，又免得耶和华向会众发怒。只要你们的弟兄以色列全家为耶和华所发的火哀哭。",
            "note": ""
        },
        {
            "chapter": "10:7",
            "content": "你们也不可出会幕的门，恐怕你们死亡，因为耶和华的膏油在你们的身上。”他们就照摩西的话行了。",
            "note": ""
        },
        {
            "chapter": "10:8",
            "content": "耶和华晓谕亚伦说：",
            "note": ""
        },
        {
            "chapter": "10:9",
            "content": "“你和你儿子进会幕的时候，清酒、浓酒都不可喝，免得你们死亡。这要作你们世世代代永远的定例，",
            "note": ""
        },
        {
            "chapter": "10:10",
            "content": "使你们可以将圣的、俗的、洁净的、不洁净的，分别出来；",
            "note": ""
        },
        {
            "chapter": "10:11",
            "content": "又使你们可以将耶和华藉摩西晓谕以色列人的一切律例教训他们。”",
            "note": "这两节及19章1至2节经文是利未记的中心。十诫是神的基本律法（参出20:1-17）。利未记则作详尽的解释，增补了其他许多细则，帮助百姓在生活中应用。神颁赐律法的目的，是要叫他们明辨是非、分出圣俗。遵照神的律法来生活，百姓便能自然而然地分别为圣，将自己献上事奉他。"
        },
        {
            "chapter": "10:12",
            "content": "摩西对亚伦和他剩下的儿子以利亚撒、以他玛说：“你们献给耶和华火祭中所剩的素祭，要在坛旁不带酵而吃，因为是至圣的。",
            "note": ""
        },
        {
            "chapter": "10:13",
            "content": "你们要在圣处吃，因为在献给耶和华的火祭中，这是你的分和你儿子的分，所吩咐我的本是这样。",
            "note": ""
        },
        {
            "chapter": "10:14",
            "content": "所摇的胸、所举的腿，你们要在洁净地方吃，你和你的儿女都要同吃，因为这些是从以色列人平安祭中给你，当你的分和你儿子的分。",
            "note": ""
        },
        {
            "chapter": "10:15",
            "content": "所举的腿、所摇的胸，他们要与火祭的脂油一同带来当摇祭，在耶和华面前摇一摇，这要归你和你儿子，当作永得的分，都是照耶和华所吩咐的。”",
            "note": ""
        },
        {
            "chapter": "10:16",
            "content": "当下摩西急切地寻找作赎罪祭的公山羊，谁知已经焚烧了，便向亚伦剩下的儿子以利亚撒、以他玛发怒说：",
            "note": ""
        },
        {
            "chapter": "10:17",
            "content": "“这赎罪祭既是至圣的，主又给了你们，为要你们担当会众的罪孽，在耶和华面前为他们赎罪，你们为何没有在圣所吃呢？",
            "note": ""
        },
        {
            "chapter": "10:18",
            "content": "看哪！这祭牲的血并没有拿到圣所里去。你们本当照我所吩咐的，在圣所里吃这祭肉。”",
            "note": ""
        },
        {
            "chapter": "10:19",
            "content": "亚伦对摩西说：“今天他们在耶和华面前献上赎罪祭和燔祭，我又遇见这样的灾，若今天吃了赎罪祭，耶和华岂能看为美呢？”",
            "note": ""
        },
        {
            "chapter": "10:20",
            "content": "摩西听见这话，便以为美。",
            "note": "为百姓献赎罪祭的祭司，照例该吃部分祭牲的肉，其余的烧在祭坛上（6:24-30）。亚伦剩下的两个儿子以利亚撒与以他玛，将赎罪祭牲整个烧了，没吃那祭牲的肉，摩西就向他们发怒。亚伦解释说两个儿子因为兄长误献凡火刚刚被烧死，所以他们不能不谨慎，摩西这才明白二人并非不顺服神的命令，只是心中畏惧，又因所临到他们哥哥身上的灾祸，令他们十分难过的缘故。"
        }
    ]
}