{
    "book": "利未记",
    "chapter": "17",
    "verses": [
        {
            "chapter": "17:1",
            "content": "耶和华对摩西说：",
            "note": ""
        },
        {
            "chapter": "17:2",
            "content": "“你晓谕亚伦和他儿子并以色列众人说：‘耶和华所吩咐的乃是这样：",
            "note": ""
        },
        {
            "chapter": "17:3",
            "content": "凡以色列家中的人，宰公牛或是绵羊羔或是山羊，不拘宰于营内营外，",
            "note": ""
        },
        {
            "chapter": "17:4",
            "content": "若未曾牵到会幕门口、耶和华的帐幕前献给耶和华为供物，流血的罪必归到那人身上。他流了血，要从民中剪除。",
            "note": ""
        },
        {
            "chapter": "17:5",
            "content": "这是为要使以色列人把他们在田野里所献的祭，带到会幕门口、耶和华面前，交给祭司，献与耶和华为平安祭。",
            "note": ""
        },
        {
            "chapter": "17:6",
            "content": "祭司要把血洒在会幕门口、耶和华的坛上，把脂油焚烧，献给耶和华为馨香的祭。",
            "note": ""
        },
        {
            "chapter": "17:7",
            "content": "他们不可再献祭给他们行邪淫所随从的鬼魔（注：原文作“公山羊”）。这要作他们世世代代永远的定例。’",
            "note": "山羊神（也被称为鬼魔）是古代人敬拜和献祭的对象，拜山羊神在埃及流行甚广。以色列人刚刚从那里逃出来，神不许他的子民在旷野献这种祭，进入应许之地后，也照样不许。"
        },
        {
            "chapter": "17:8",
            "content": "你要晓谕他们说：‘凡以色列家中的人，或是寄居在他们中间的外人，献燔祭或是平安祭，",
            "note": ""
        },
        {
            "chapter": "17:9",
            "content": "若不带到会幕门口献给耶和华，那人必从民中剪除。",
            "note": "这是因为他已经定出献祭的时间与地点，并且每种祭具都有象征意义，只有这些献祭是得到神准许的。如果百姓可随处献祭的话，就很可能随意增减神的条例，以迎合自己的生活方式，正如许多异教的祭司所做的一样。神的命令能使百姓抗拒试探，不至随从异教风俗。后来以色列人转而拜偶像，就是因为“各人任意而行”（士17:6）。"
        },
        {
            "chapter": "17:10",
            "content": "凡以色列家中的人，或是寄居在他们中间的外人，若吃什么血，我必向那吃血的人变脸，把他从民中剪除。",
            "note": ""
        },
        {
            "chapter": "17:11",
            "content": "因为活物的生命是在血中，我把这血赐给你们，可以在坛上为你们的生命赎罪。因血里有生命，所以能赎罪。",
            "note": ""
        },
        {
            "chapter": "17:12",
            "content": "因此我对以色列人说：你们都不可吃血，寄居在你们中间的外人，也不可吃血。",
            "note": ""
        },
        {
            "chapter": "17:13",
            "content": "凡以色列人，或是寄居在他们中间的外人，若打猎得了可吃的禽兽，必放出它的血来，用土掩盖。",
            "note": ""
        },
        {
            "chapter": "17:14",
            "content": "论到一切活物的生命，就在血中。所以我对以色列人说：无论什么活物的血，你们都不可吃，因为一切活物的血就是它的生命。凡吃了血的，必被剪除。",
            "note": "这条禁令可一直追溯到挪亚的时代（参创9:4）。神禁止人吃血，原因如下：（1）叫百姓必须与周围各族有显着的分别，因为吃血是异教的习俗。异教徒误认为吃血可以吸取动物之精华，如力气、速度等等，所以常常吃它们的血。神的子民要倚靠他，不是靠吃牲畜的血得力量。（2）保持献祭的象征性。血象征牲畜的生命，是代替罪人而流出的。如果吃血，便改变了献祭赎罪的象征意义，也消灭了献祭的凭证。（3）保护神的子民免受疾病传染，因为许多严重的疾病是由血传染而来的。犹太人对这一条禁令非常认真，难怪人听到耶稣说，人必须喝他的血的时候，就厌弃他（参约6:53-56）。耶稣是神，又是必须为罪献上的末后之祭，所以他叫信徒与他完全一致，合而为一。他既要我们让他的生命进入心中，又要介入我们的生活。"
        },
        {
            "chapter": "17:15",
            "content": "凡吃自死的，或是被野兽撕裂的，无论是本地人，是寄居的，必不洁净到晚上，都要洗衣服，用水洗身，到了晚上，才为洁净。",
            "note": ""
        },
        {
            "chapter": "17:16",
            "content": "但他若不洗衣服，也不洗身，就必担当他的罪孽。’”",
            "note": ""
        }
    ]
}