{
    "book": "利未记",
    "chapter": "20",
    "verses": [
        {
            "chapter": "20:1",
            "content": "耶和华对摩西说：",
            "note": ""
        },
        {
            "chapter": "20:2",
            "content": "“你还要晓谕以色列人说：‘凡以色列人，或是在以色列中寄居的外人，把自己的儿女献给摩洛的，总要治死他。本地人要用石头把他打死。",
            "note": ""
        },
        {
            "chapter": "20:3",
            "content": "我也要向那人变脸，把他从民中剪除，因为他把儿女献给摩洛，玷污我的圣所，亵渎我的圣名。",
            "note": "将儿女献给假神为祭，是古代异教的重要习俗。以色列的邻国亚扪人，将儿女献给民族的神摩洛，作为宗教中的要事，以为是献上的最大礼物，可藉此辟邪或安抚愤怒之神。神对这事讲得很清楚，这是可憎的事，应严格地禁止。无论在旧约或新约时代，神的本性都显明他绝不愿意献人为祭，因为（1）他不是异教的假神，乃是慈爱的真神，不需要以人为祭物来安抚（参出34:6）。（2）他是赐生命的神，既禁止杀人，又鼓励人谨守他的律法，过健康幸福的生活（参申30:15-16）。（3）他是无助者的神，对孩童显出特别的关怀（参诗72:4,13）。（4）他是无私的神，不但不要人流血，更为世人舍弃他的性命（参赛53:4-5）。"
        },
        {
            "chapter": "20:4",
            "content": "那人把儿女献给摩洛，本地人若佯为不见，不把他治死，",
            "note": ""
        },
        {
            "chapter": "20:5",
            "content": "我就要向这人和他的家变脸，把他和一切随他与摩洛行邪淫的人都从民中剪除。",
            "note": ""
        },
        {
            "chapter": "20:6",
            "content": "人偏向交鬼的和行巫术的，随他们行邪淫，我要向那人变脸，把他从民中剪除。",
            "note": "人人都关心未来，并常寻求别人的指点。但是神警告世人，不要求助于古灵精怪的玄秘之术。交鬼的与行巫术的都应当被铲除，因为他们的信息不是来自神，不但预测是虚假的，不可信的，而且与邪灵相交亦极其危险。对于未来，我们不需要求问行邪术的人。神赐下圣经，我们可以从中得到要知道的一切，圣经的指引才是绝对可靠的。"
        },
        {
            "chapter": "20:7",
            "content": "所以你们要自洁成圣，因为我是耶和华你们的　神。",
            "note": ""
        },
        {
            "chapter": "20:8",
            "content": "你们要谨守遵行我的律例，我是叫你们成圣的耶和华。",
            "note": ""
        },
        {
            "chapter": "20:9",
            "content": "凡咒骂父母的，总要治死他；他咒骂了父母，他的罪要归到他身上（注：“罪”原文作“血”。本章同）。",
            "note": ""
        },
        {
            "chapter": "20:10",
            "content": "与邻舍之妻行淫的，奸夫淫妇都必治死。",
            "note": ""
        },
        {
            "chapter": "20:11",
            "content": "与继母行淫的，就是羞辱了他父亲，总要把他们二人治死，罪要归到他们身上。",
            "note": ""
        },
        {
            "chapter": "20:12",
            "content": "与儿妇同房的，总要把他们二人治死，他们行了逆伦的事，罪要归到他们身上。",
            "note": ""
        },
        {
            "chapter": "20:13",
            "content": "人若与男人苟合，像与女人一样，他们二人行了可憎的事，总要把他们治死，罪要归到他们身上。",
            "note": ""
        },
        {
            "chapter": "20:14",
            "content": "人若娶妻，并娶其母，便是大恶，要把这三人用火焚烧，使你们中间免去大恶。",
            "note": ""
        },
        {
            "chapter": "20:15",
            "content": "人若与兽淫合，总要治死他，也要杀那兽。",
            "note": ""
        },
        {
            "chapter": "20:16",
            "content": "女人若与兽亲近，与它淫合，你要杀那女人和那兽，总要把他们治死，罪要归到他们身上。",
            "note": ""
        },
        {
            "chapter": "20:17",
            "content": "人若娶他的姐妹，无论是异母同父的，是异父同母的，彼此见了下体，这是可耻的事，他们必在本民的眼前被剪除。他露了姐妹的下体，必担当自己的罪孽。",
            "note": ""
        },
        {
            "chapter": "20:18",
            "content": "妇人有月经，若与她同房，露了她的下体，就是露了妇人的血源，妇人也露了自己的血源，二人必从民中剪除。",
            "note": ""
        },
        {
            "chapter": "20:19",
            "content": "不可露姨母或是姑母的下体，这是露了骨肉之亲的下体，二人必担当自己的罪孽。",
            "note": ""
        },
        {
            "chapter": "20:20",
            "content": "人若与伯叔之妻同房，就羞辱了他的伯叔，二人要担当自己的罪，必无子女而死。",
            "note": ""
        },
        {
            "chapter": "20:21",
            "content": "人若娶弟兄之妻，这本是污秽的事，羞辱了他的弟兄，二人必无子女。",
            "note": "经文列出许多可憎的罪行，在迦南异教各族之中非常普遍。他们的宗教充斥了性爱女神、庙妓与其他严重罪行。迦南人不道德的宗教礼仪，反映出颓废的习俗，想败坏所有接触它的人。神要建立一个民族，对世界有正面的影响，成为世俗强烈的对比。他不许以色列人效法迦南人的习俗而陷于淫荡，所以清楚吩咐人远离性的犯罪，好在应许之地蒙保守。"
        },
        {
            "chapter": "20:22",
            "content": "所以，你们要谨守遵行我一切的律例、典章，免得我领你们去住的那地把你们吐出。",
            "note": ""
        },
        {
            "chapter": "20:23",
            "content": "我在你们面前所逐出的国民，你们不可随从他们的风俗，因为他们行了这一切的事，所以我厌恶他们。",
            "note": "神颁给以色列人的每项律例都有其道理。他并没有将好处留下不赐给他们，他只是不准他们有招致败坏的行为。我们知道神为自然界定下了物理规律，例如从高楼跳下会摔死，因为地心有吸力；但是有些人不明白神属灵的定律如何运行，他不准我们做某些事，是因为他不愿人自我毁灭。当你被吸引，想享受物质上或精神上的欢乐时，如果涉及神所禁止的事，就要切记后果：它会令你受苦，使你跟帮助你的神隔绝。"
        },
        {
            "chapter": "20:24",
            "content": "但我对你们说过，你们要承受他们的地，就是我要赐给你们为业流奶与蜜之地。我是耶和华你们的　神，使你们与万民有分别的。",
            "note": ""
        },
        {
            "chapter": "20:25",
            "content": "所以，你们要把洁净和不洁净的禽兽分别出来，不可因我给你们分为不洁净的禽兽，或是滋生在地上的活物，使自己成为可憎恶的。",
            "note": ""
        },
        {
            "chapter": "20:26",
            "content": "你们要归我为圣，因为我耶和华是圣的，并叫你们与万民有分别，使你们作我的民。",
            "note": ""
        },
        {
            "chapter": "20:27",
            "content": "无论男女，是交鬼的或行巫术的，总要治死他们，人必用石头把他们打死，罪要归到他们身上。’”",
            "note": ""
        }
    ]
}