{
    "book": "箴言",
    "chapter": "11",
    "verses": [
        {
            "chapter": "11:1",
            "content": "诡诈的天平为耶和华所憎恶；公平的法码为他所喜悦。",
            "note": ""
        },
        {
            "chapter": "11:2",
            "content": "骄傲来，羞耻也来；谦逊人却有智慧。",
            "note": ""
        },
        {
            "chapter": "11:3",
            "content": "正直人的纯正必引导自己；奸诈人的乖僻必毁灭自己。",
            "note": ""
        },
        {
            "chapter": "11:4",
            "content": "发怒的日子，资财无益；惟有公义能救人脱离死亡。",
            "note": "“发怒的日子”指人死亡的时候，或是各人向神交账的日子。在那审判的日子，每个人都要单独面对神，陈明自己所行的一切。在那时，任何资财都不能使我们与神和好。只有爱神，顺服他，才能蒙他悦纳。"
        },
        {
            "chapter": "11:5",
            "content": "完全人的义必指引他的路，但恶人必因自己的恶跌倒。",
            "note": ""
        },
        {
            "chapter": "11:6",
            "content": "正直人的义，必拯救自己；奸诈人必陷在自己的罪孽中。",
            "note": ""
        },
        {
            "chapter": "11:7",
            "content": "恶人一死，他的指望必灭绝；罪人的盼望，也必灭没。",
            "note": ""
        },
        {
            "chapter": "11:8",
            "content": "义人得脱离患难，有恶人来代替他。",
            "note": "这两节经文和10章3节相似，把人生的两条不同道路作对比，然而这也不是绝对的，因不同人在不同环境中是不一样的。事实上神的子民并非不遇患难与挣扎，只是若依从神的智慧行事，神就会拯救他脱离苦难；恶人则会陷入自己的网罗里。即使义人受苦，他们也确信到末后神必拯救他们脱离永远的死亡。"
        },
        {
            "chapter": "11:9",
            "content": "不虔敬的人用口败坏邻舍；义人却因知识得救。",
            "note": "人可以用口作利器去破坏人际关系，也可以作工具来建立关系。可惜，破坏常比建立容易，发有害的议论易于讲有建设性的话。其实你跟每一个与你相遇的都有人际关系的问题，不是拆毁就是建造；你说的话会产生不同的后果，你要使它成为毁灭的利器，还是建造的工具呢？"
        },
        {
            "chapter": "11:10",
            "content": "义人享福，合城喜乐；恶人灭亡，人都欢呼。",
            "note": ""
        },
        {
            "chapter": "11:11",
            "content": "城因正直人祝福便高举，却因邪恶人的口就倾覆。",
            "note": ""
        },
        {
            "chapter": "11:12",
            "content": "藐视邻舍的，毫无智慧；明哲人却静默不言。",
            "note": ""
        },
        {
            "chapter": "11:13",
            "content": "往来传舌的，泄漏密事；心中诚实的，遮隐事情。",
            "note": ""
        },
        {
            "chapter": "11:14",
            "content": "无智谋，民就败落；谋士多，人便安居。",
            "note": "好的领导人需要智慧的谋士，更需要善用他们。一个人的观点与见地毕竟有限，他不可能知道一切，有时也会被自己的成见、情绪，或是错觉所蒙蔽。要想在家庭、教会或工作中，作一个有智慧的领导人，就要寻求他人的意见，聆听他人的指教。在衡量一切的事实以后，才作出自己的抉择（参29章的附表）。"
        },
        {
            "chapter": "11:15",
            "content": "为外人作保的，必受亏损；恨恶击掌的，却得安稳。",
            "note": ""
        },
        {
            "chapter": "11:16",
            "content": "恩德的妇女得尊荣；强暴的男子得资财。",
            "note": ""
        },
        {
            "chapter": "11:17",
            "content": "仁慈的人善待自己；残忍的人扰害己身。",
            "note": ""
        },
        {
            "chapter": "11:18",
            "content": "恶人经营，得虚浮的工价；撒义种的，得实在的果效。",
            "note": ""
        },
        {
            "chapter": "11:19",
            "content": "恒心为义的，必得生命；追求邪恶的，必致死亡。",
            "note": "义人必得生命，是因为：（1）他们每天都能充分发挥其生命力。（2）他们生活正常、饮食均衡、劳逸得当，所以较他人长寿，活得也更有意义。（3）他们没有死亡的恐惧，因为神已把永生赐给他们（参约3:16）。对比之下，恶人不但要面对永远的死亡，并且在今世生活中失去生命的意义。"
        },
        {
            "chapter": "11:20",
            "content": "心中乖僻的，为耶和华所憎恶；行事完全的，为他所喜悦。",
            "note": ""
        },
        {
            "chapter": "11:21",
            "content": "恶人虽然连手，必不免受罚；义人的后裔，必得拯救。",
            "note": ""
        },
        {
            "chapter": "11:22",
            "content": "妇女美貌而无见识，如同金环带在猪鼻上。",
            "note": "人若单有美貌而没有见识的话，很快就会失去吸引力。我们要追求拥有帮助我们作智慧抉择的内在资质，并不要只靠金玉其外的容貌。事实上，并不是所有外貌美丽的人都能愉快地生活或工作。顾惜自己的身体与外貌虽没有错，但我们也要培养自己的思考能力。"
        },
        {
            "chapter": "11:23",
            "content": "义人的心愿，尽得好处；恶人的指望，致干忿怒。",
            "note": ""
        },
        {
            "chapter": "11:24",
            "content": "有施散的，却更增添；有吝惜过度的，反致穷乏。",
            "note": ""
        },
        {
            "chapter": "11:25",
            "content": "好施舍的，必得丰裕；滋润人的，必得滋润。",
            "note": "这两节提出一种似乎矛盾的隽语：我们由于慷慨施舍而变为富有。当世人都说要尽量为自己积存财富的时候，神却赐福给将自己的财产、时间与精力无偿施舍出去的人。我们施舍究竟得到什么益处呢？我们施舍的时候，神会供应得更多，使我们可以施舍得更多。此外，施舍也使我们对自己的财物有正确的看法，知道财物从来不是真正属于我们的，而是神委托给我们管理并帮助别人的。施舍使我们不作自己财物的奴隶，并因助人心有喜乐，并蒙神悦纳。"
        },
        {
            "chapter": "11:26",
            "content": "屯粮不卖的，民必咒诅他；情愿出卖的，人必为他祝福。",
            "note": ""
        },
        {
            "chapter": "11:27",
            "content": "恳切求善的，就求得恩惠；惟独求恶的，恶必临到他身。",
            "note": ""
        },
        {
            "chapter": "11:28",
            "content": "倚仗自己财物的必跌倒；义人必发旺如青叶。",
            "note": ""
        },
        {
            "chapter": "11:29",
            "content": "扰害己家的，必承受清风；愚昧人必作慧心人的仆人。",
            "note": "家庭是神赐给我们的最大财富之一。家庭使我们得到接纳、鼓励、指导和安慰。无论是出于怨恨或是渴求独立而破坏家庭关系的人，都是愚昧之人，因为你使自己不能得到他们提供的一切。你要在家庭中努力消除隔阂，促进彼此的沟通、和解与体谅。"
        },
        {
            "chapter": "11:30",
            "content": "义人所结的果子就是生命树，有智慧的必能得人。",
            "note": "智慧人能树立榜样，使人看到人生的意义。就像树能吸引人来到它的树荫下一样，智慧人的人生态度也能吸引他人寻求人生的意义。你自己先得到智慧，就是引领别人归向神的第一步。领人归向神是重要的，因为使他人得到永生，就可使我们保持与神密切的联系。"
        },
        {
            "chapter": "11:31",
            "content": "看哪，义人在世尚且受报，何况恶人和罪人呢？",
            "note": "与流行的看法正相反，没有人犯罪会不受报应的。义人要因他们的信心得赏赐，恶人则要受到罪的刑罚。千万不要想：“这件事无大碍”、“别人不会知道”或“我们不会被发现”而以为可以不受报应（参彼前4:18）。"
        }
    ]
}