{
    "book": "箴言",
    "chapter": "13",
    "verses": [
        {
            "chapter": "13:1",
            "content": "智慧子听父亲的教训；亵慢人不听责备。",
            "note": ""
        },
        {
            "chapter": "13:2",
            "content": "人因口所结的果子，必享美福；奸诈人必遭强暴。",
            "note": ""
        },
        {
            "chapter": "13:3",
            "content": "谨守口的，得保生命；大张嘴的，必致败亡。",
            "note": "假使你不能谨守自己的言语，你就还没有学会节制。话语能刺透及毁灭人。雅各看出了这真理，他说：“舌头在百体里也是最小的，却能说大话。”（雅3:5）如果你想有自制力的话，就要从言语开始。先平心静气地思考，然后再发言。只要你能控制这小小的、却大有能力的嘴巴，就能控制整个身体（参26章的附表）。"
        },
        {
            "chapter": "13:4",
            "content": "懒惰人羡慕，却无所得；殷勤人必得丰裕。",
            "note": ""
        },
        {
            "chapter": "13:5",
            "content": "义人恨恶谎言；恶人有臭名，且致惭愧。",
            "note": ""
        },
        {
            "chapter": "13:6",
            "content": "行为正直的，有公义保守；犯罪的，被邪恶倾覆。",
            "note": "行为正直就如设立守卫者保护你性命一般。一切美善的抉择，都是带动另一美事发生的好机会；邪恶的抉择也有同样功效，但方向相反。正确的选择能反映出人正直的品德。当你顺服神，你所作的一切抉择，都会使你的生命更有条理；不顺服的抉择，只会带来混乱与败坏。顺服神，就能带给你最大的平安与稳妥。"
        },
        {
            "chapter": "13:7",
            "content": "假作富足的，却一无所有；装作穷乏的，却广有财物。",
            "note": ""
        },
        {
            "chapter": "13:8",
            "content": "人的资财，是他生命的赎价，穷乏人却听不见威吓的话。",
            "note": ""
        },
        {
            "chapter": "13:9",
            "content": "义人的光明亮（注：原文作“欢喜”）；恶人的灯要熄灭。",
            "note": ""
        },
        {
            "chapter": "13:10",
            "content": "骄傲只启争竞；听劝言的，却有智慧。",
            "note": "人很难说“我错了”或是“我需要劝导”，因为这样做需要谦卑自己。骄傲挑起冲突与纷争，所以争竞中皆有骄傲的因素。谦卑则与此相反，是医治人的良方，所以要慎防骄傲。如果你不断与人争辩，就要检讨你内心有没有骄傲。要坦率地听别人的劝导，需要的时候应当求别人帮助，且要愿意承认自己的错误。"
        },
        {
            "chapter": "13:11",
            "content": "不劳而得之财，必然消耗；勤劳积蓄的，必见加增。",
            "note": ""
        },
        {
            "chapter": "13:12",
            "content": "所盼望的迟延未得，令人心忧；所愿意的临到，却是生命树。",
            "note": ""
        },
        {
            "chapter": "13:13",
            "content": "藐视训言的，自取灭亡；敬畏诫命的，必得善报。",
            "note": "神创造了我们，他认识我们也爱我们。惟有听他的教诲，照他的吩咐去行，人生才有意义。圣经是神的话语，它就好比一本机器使用手册，如果你遵照神的指示生活，你的“机器”就会正常地“运转”，不出差错；不理会他的指示，你的“机器”就会发生故障、损坏而不能使用。"
        },
        {
            "chapter": "13:14",
            "content": "智慧人的法则（注：或作“指教”）是生命的泉源，可以使人离开死亡的网罗。",
            "note": ""
        },
        {
            "chapter": "13:15",
            "content": "美好的聪明，使人蒙恩；奸诈人的道路，崎岖难行。",
            "note": ""
        },
        {
            "chapter": "13:16",
            "content": "凡通达人都凭知识行事；愚昧人张扬自己的愚昧。",
            "note": ""
        },
        {
            "chapter": "13:17",
            "content": "奸恶的使者必陷在祸患里；忠信的使臣，乃医人的良药。",
            "note": "在所罗门时代，君王依赖使者得到国家的消息和情报。使者必须是忠实可靠的人，传递错误消息者甚至可能被处斩。至今可靠的信息交流仍然是至关重要的。如果所听到的信息与原意不同，就有可能破坏婚姻、商业甚至外交关系。所以在听到信息以后，不要急于表态，先了解清楚对方的意思，再慎重地作出回应。"
        },
        {
            "chapter": "13:18",
            "content": "弃绝管教的，必致贫受辱；领受责备的，必得尊荣。",
            "note": ""
        },
        {
            "chapter": "13:19",
            "content": "所欲的成就，心觉甘甜；远离恶事，为愚昧人所憎恶。",
            "note": "“心里所欲的成就”究竟是好是坏，全在于心里的愿望属于什么性质。在你达到有价值的目标时，你会心觉甘甜，但是并非所有的目标都值得追求。在你一心一意追求某件事的时候，你常不能客观地评估它的价值。在你的欲望令你盲目、如俗语所说“利令智昏”而不能判断的时候，你可能会不智地处理人际关系，或作无谓的购物，或定下错误的计划。"
        },
        {
            "chapter": "13:20",
            "content": "与智慧人同行的，必得智慧；和愚昧人作伴的，必受亏损。",
            "note": "在需要建议的时候，大多数人都会先去找朋友，因为朋友会接纳他们，通常与他们意见一致；但这也往往使朋友不能帮助他们解决困难。朋友既然与我们极其相似，很可能提不出任何新见解。所以我们应当向年长的、更有智慧的人求教。智慧人有许多人生的体验，并且有所成就，他们不怕讲述实情。谁是有智慧且敬虔的朋友，能将你前面的陷阱告诉你，使你不致遭遇危险呢？"
        },
        {
            "chapter": "13:21",
            "content": "祸患追赶罪人；义人必得善报。",
            "note": ""
        },
        {
            "chapter": "13:22",
            "content": "善人给子孙遗留产业；罪人为义人积存资财。",
            "note": ""
        },
        {
            "chapter": "13:23",
            "content": "穷人耕种，多得粮食，但因不义，有消灭的。",
            "note": "穷人常受不义社会的伤害。穷人的土地纵使丰收，不义的法律也可夺取他们的出产。这一节箴言不是轻视贫穷或忽视不义不公平的事，它只是讲述日常发生的事。我们应当竭力反对一切不公平的事。我们的力量虽然微小，但值得安慰的是，神的公义终必得胜。"
        },
        {
            "chapter": "13:24",
            "content": "不忍用杖打儿子的，是恨恶他；疼爱儿子的，随时管教。",
            "note": "对疼爱孩子的父母来说，管教惩戒儿女并非易事，但这是不可或缺的。神赐给父母的最大责任，就是教养、引导儿女。对儿女缺乏管教的父母，他们的爱也要大打折扣，因为他们不关注孩子德育的培养。管教孩子，可以使他们将来免受灾害。缺少管教的孩子长大以后就不能明辨是非，对自己一生的方向也无所适从。不要怕管教你的儿女，这乃是疼爱的行为。不过要记着，你的惩戒并不能使孩子成为智慧人，惟一的办法是劝勉他们寻求神的智慧。"
        },
        {
            "chapter": "13:25",
            "content": "义人吃得饱足；恶人肚腹缺粮。",
            "note": ""
        }
    ]
}