{
    "book": "箴言",
    "chapter": "28",
    "verses": [
        {
            "chapter": "28:1",
            "content": "恶人虽无人追赶也逃跑；义人却胆壮像狮子。",
            "note": ""
        },
        {
            "chapter": "28:2",
            "content": "邦国因有罪过，君王就多更换。因有聪明知识的人，国必长存。",
            "note": "要想使一个政府或是团体、社会得以长存，就需要有聪明、有知识的领袖，然而这种人难得。“君王就多更换”，是指国家的政局非常不稳定。另一方面，各人的自私行为也会影响到别人甚至整个国家。自私的雇员在工作中偷懒，会影响那机构的生产力。自私的司机在驾车前醉酒，会使交通不安全。自私的配偶与别人通奸，就会破坏好几个家庭。只要多数人都只为自己而活，不理会自己的行为对别人的影响，道德的败坏就会污染整个国家，使社会动荡不安。你是造成问题的一分子，还是协助解决问题的一员呢？"
        },
        {
            "chapter": "28:3",
            "content": "穷人欺压贫民，好像暴雨冲没粮食。",
            "note": ""
        },
        {
            "chapter": "28:4",
            "content": "违弃律法的，夸奖恶人；遵守律法的，却与恶人相争。",
            "note": ""
        },
        {
            "chapter": "28:5",
            "content": "坏人不明白公义；惟有寻求耶和华的，无不明白。",
            "note": "因为公义是神本质的一部分，所以信神的人必须以公义待人。公义的开端是关注别人所遇到的事。基督徒对人类的苦难要事事关心，因为神是爱世人的；我们绝不可用自私的商业惯例或不公平的政策，来造成人类的痛苦。你应竭力地追求公义，不要在道德底线上徘徊。"
        },
        {
            "chapter": "28:6",
            "content": "行为纯正的穷乏人，胜过行事乖僻的富足人。",
            "note": ""
        },
        {
            "chapter": "28:7",
            "content": "谨守律法的，是智慧之子；与贪食人作伴的，却羞辱其父。",
            "note": ""
        },
        {
            "chapter": "28:8",
            "content": "人以厚利加增财物，是给那怜悯穷人者积蓄的。",
            "note": ""
        },
        {
            "chapter": "28:9",
            "content": "转耳不听律法的，他的祈祷也为可憎。",
            "note": "如果我们祷告完毕后马上又去犯罪，神是不会回应这祷告的。但是只要我们愿意离弃罪而信从神，不管我们所犯的罪有多么重，他都愿意垂听。使他掩耳不听我们祷告的原因，并不是我们的罪有多深，而是想再犯罪的意图。"
        },
        {
            "chapter": "28:10",
            "content": "诱惑正直人行恶道的，必掉在自己的坑里，惟有完全人，必承受福分。",
            "note": ""
        },
        {
            "chapter": "28:11",
            "content": "富足人自以为有智慧，但聪明的贫穷人能将他查透。",
            "note": "富足人常常以为自己了不起，不需要倚靠别人，看自己所做的一切全是好的。其实那只是一种虚空的自负。穷人在艰苦奋斗时，藉着倚靠神，使灵命丰足，这是再多财富也买不到的。富人可能失去所有的物质财富，穷人的好品德却没有人能夺去。不要嫉妒富人，因为他们一生仅能拥有的只是金钱。"
        },
        {
            "chapter": "28:12",
            "content": "义人得志，有大荣耀；恶人兴起，人就躲藏。",
            "note": ""
        },
        {
            "chapter": "28:13",
            "content": "遮掩自己罪过的，必不亨通；承认离弃罪过的，必蒙怜恤。",
            "note": "我们常不承认自己的错误，这也是我们敬佩那些公开承认罪过的人的原因。这种人对自身有充分的评估，他们并不需辨明自己总是对的才心里舒服。要愿意承认自己的罪，在必要时改变自己的计划。请谨记，得蒙赦罪的第一步就是认罪。"
        },
        {
            "chapter": "28:14",
            "content": "常存敬畏的，便为有福；心存刚硬的，必陷在祸患里。",
            "note": "“常存敬畏的”，是指那些对神肃然起敬，尊崇他的人。"
        },
        {
            "chapter": "28:15",
            "content": "暴虐的君王辖制贫民，好像吼叫的狮子、觅食的熊。",
            "note": ""
        },
        {
            "chapter": "28:16",
            "content": "无知的君多行暴虐；以贪财为可恨的，必年长日久。",
            "note": ""
        },
        {
            "chapter": "28:17",
            "content": "背负流人血之罪的，必往坑里奔跑，谁也不可拦阻他。",
            "note": ""
        },
        {
            "chapter": "28:18",
            "content": "行动正直的，必蒙拯救；行事弯曲的，立时跌倒。",
            "note": "罪人的良心可令他深感罪咎而忏悔，如若他不肯忏悔则会逐渐丧失良知。减轻他的罪咎感并不是慈爱的表现；因为他愈感到罪咎，他就愈会寻求神而悔改。如果我们帮助他减轻罪咎感，只会令他更容易地继续犯罪。"
        },
        {
            "chapter": "28:19",
            "content": "耕种自己田地的，必得饱食；追随虚浮的，足受穷乏。",
            "note": ""
        },
        {
            "chapter": "28:20",
            "content": "诚实人必多得福，想要急速发财的，不免受罚。",
            "note": ""
        },
        {
            "chapter": "28:21",
            "content": "看人的情面，乃为不好；人因一块饼枉法，也为不好。",
            "note": ""
        },
        {
            "chapter": "28:22",
            "content": "人有恶眼想要急速发财，却不知穷乏必临到他身。",
            "note": ""
        },
        {
            "chapter": "28:23",
            "content": "责备人的，后来蒙人喜悦，多于那用舌头谄媚人的。",
            "note": ""
        },
        {
            "chapter": "28:24",
            "content": "偷窃父母的，说：“这不是罪”，此人就是与强盗同类。",
            "note": ""
        },
        {
            "chapter": "28:25",
            "content": "心中贪婪的，挑起争端；倚靠耶和华的，必得丰裕。",
            "note": ""
        },
        {
            "chapter": "28:26",
            "content": "心中自是的，便是愚昧人；凭智慧行事的，必蒙拯救。",
            "note": "许多人都将大胆行事的个人主义者看成英雄。我们也常佩服那些敢作敢为、自我奋斗的人。他们极力争取自己想要的东西，只信赖自己，既不给别人忠告，也不寻求别人的指点。但这与神的道完全不同。人不能预知未来，也不能肯定自己所选择的结果。所以完全信赖自己的人，注定要失败；智慧人却会倚靠神。"
        },
        {
            "chapter": "28:27",
            "content": "周济贫穷的，不致缺乏，佯为不见的，必多受咒诅。",
            "note": "神要我们关怀穷人，不可忽视他们。这节箴言的第二部分，可以改述为“睁开眼目顾惜贫穷者，必蒙神赐福”。如果我们帮助在患难中的人，他们必然会尽其所能来报答（参11:24-25）。保罗也曾讲过神必供给我们一切所需的（参腓4:19）；他常是通过其他人来这样做。你现在如何为神向有需要的人提供援助呢？"
        },
        {
            "chapter": "28:28",
            "content": "恶人兴起，人就躲藏；恶人败亡，义人增多。",
            "note": ""
        }
    ]
}