{
    "book": "哈该书",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "七月二十一日，耶和华的话临到先知哈该说：",
            "note": ""
        },
        {
            "chapter": "2:2",
            "content": "“你要晓谕犹大省长撒拉铁的儿子所罗巴伯和约撒答的儿子大祭司约书亚，并剩下的百姓说：",
            "note": ""
        },
        {
            "chapter": "2:3",
            "content": "‘你们中间存留的，有谁见过这殿从前的荣耀呢？现在你们看着如何？岂不在眼中看如无有吗？’”",
            "note": ""
        },
        {
            "chapter": "2:4",
            "content": "耶和华说：‘所罗巴伯啊，虽然如此，你当刚强！约撒答的儿子大祭司约书亚啊，你也当刚强！这地的百姓，你们都当刚强做工，因为我与你们同在。这是万军之耶和华说的。",
            "note": "“你们都当刚强做工，因为我与你们同在。”犹大人回转敬拜神，神也应许赐福他们所做的工。况且现在也该是动工的时候了。同样，我们需要祷告、读经和敬拜，而最后也应走出去，成就神要我们完成的事情。我们在教会、家庭和工作上的职分，正是神改变世界的途径，现在就让我们一同鼓起勇气做工吧！"
        },
        {
            "chapter": "2:5",
            "content": "这是照着你们出埃及我与你们立约的话。那时，我的灵住在你们中间，你们不要惧怕。’",
            "note": "神领以色列人从埃及这为奴之境进入应许之美地，虽然他们再三犯罪，但神对这群选民的看顾，却从未间断（参出29:45-46）。虽然神因他们的罪而惩罚他们，但是神始终守约，没有离弃他们（参出29:45-46）。不论我们遇到什么困难，环境令我们何等沮丧，神依然与我们同在。"
        },
        {
            "chapter": "2:6",
            "content": "“万军之耶和华如此说：‘过不多时，我必再一次震动天地、沧海与旱地。",
            "note": ""
        },
        {
            "chapter": "2:7",
            "content": "我必震动万国。万国的珍宝必都运来（注：或作“万国所羡慕的必来到”），我就使这殿满了荣耀。’这是万军之耶和华说的。",
            "note": "神所说令万国震动的审判，不单指现在向罪恶之邦施行的审判，还指末日的审判。"
        },
        {
            "chapter": "2:8",
            "content": "万军之耶和华说：‘银子是我的，金子也是我的。",
            "note": ""
        },
        {
            "chapter": "2:9",
            "content": "这殿后来的荣耀必大过先前的荣耀。在这地方我必赐平安。’这是万军之耶和华说的。”",
            "note": "神要重建圣殿，他选择通过人来成就此事。因此，他虽具有资源，但仍要百姓自愿投身其中。他的供应充足，只待有人参与。你又是否愿意被神使用呢？"
        },
        {
            "chapter": "2:10",
            "content": "大利乌王第二年九月二十四日，耶和华的话临到先知哈该说：",
            "note": ""
        },
        {
            "chapter": "2:11",
            "content": "“万军之耶和华如此说：‘你要向祭司问律法说：",
            "note": ""
        },
        {
            "chapter": "2:12",
            "content": "若有人用衣襟兜圣肉，这衣襟挨着饼，或汤，或酒，或油，或别的食物，便算为圣吗？’”祭司说：“不算为圣。”",
            "note": ""
        },
        {
            "chapter": "2:13",
            "content": "哈该又说：“若有人因摸死尸染了污秽，然后挨着这些物的哪一样，这物算污秽吗？”祭司说：“必算污秽。”",
            "note": ""
        },
        {
            "chapter": "2:14",
            "content": "于是哈该说：“耶和华说：‘这民这国，在我面前也是如此；他们手下的各样工作都是如此；他们在坛上所献的也是如此。",
            "note": "小孩子吃冰淇淋时，很容易弄得满脸满手，甚至衣服上都是。同样，罪恶和私心也会玷污凡碰到它的东西，甚至为神所作的善行，也会成为不洁。惟一的补救方法，就是由神洁净。"
        },
        {
            "chapter": "2:15",
            "content": "“‘现在你们要追想此日以前，耶和华的殿没有一块石头垒在石头上的光景。",
            "note": ""
        },
        {
            "chapter": "2:16",
            "content": "在那一切日子，有人来到谷堆，想得二十斗，只得了十斗；有人来到酒池，想得五十桶，只得了二十桶。",
            "note": "谷堆是收割时堆在一起的禾捆。多年来，只有五成的谷物有收成，而酿酒的情况就更差了。"
        },
        {
            "chapter": "2:17",
            "content": "在你们手下的各样工作上，我以旱风、霉烂、冰雹攻击你们，你们仍不归向我。’这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "2:18",
            "content": "你们要追想此日以前，就是从这九月二十四日起，追想到立耶和华殿根基的日子。",
            "note": ""
        },
        {
            "chapter": "2:19",
            "content": "仓里有谷种吗？葡萄树、无花果树、石榴树、橄榄树都没有结果子。“‘从今日起，我必赐福与你们。’”",
            "note": "圣殿一奠基，还没有等到工程完成神就赐福给百姓。他巴不得赐福给我们，所以往往在人一开始顺服，他就赐安慰和福气给人。"
        },
        {
            "chapter": "2:20",
            "content": "这月二十四日，耶和华的话二次临到哈该说：",
            "note": ""
        },
        {
            "chapter": "2:21",
            "content": "“你要告诉犹大省长所罗巴伯说，我必震动天地；",
            "note": ""
        },
        {
            "chapter": "2:22",
            "content": "我必倾覆列国的宝座，除灭列邦的势力，并倾覆战车和坐在其上的。马必跌倒，骑马的败落，各人被弟兄的刀所杀。",
            "note": ""
        },
        {
            "chapter": "2:23",
            "content": "“万军之耶和华说：我仆人撒拉铁的儿子所罗巴伯啊，到那日，我必以你为印，因我拣选了你。这是万军之耶和华说的。”",
            "note": "哈该提醒百姓要有正确的价值观，帮助他们消除忧虑，并鼓励他们重建圣殿。我们有时也会像百姓一样，重视个人的享受多过神的工作和真诚的敬拜。但神喜欢我们以他为首位，他应许要引导我们，赐力量给我们。"
        }
    ]
}