{
    "book": "耶利米哀歌",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "先前满有人民的城，现在何竟独坐！先前在列国中为大的，现在竟如寡妇！先前在诸省中为王后的，现在成为进贡的。",
            "note": "这卷书是耶利米为耶路撒冷的灭亡所写的哀歌。整个犹大被彻底地打败，圣殿被摧毁，人民也被巴比伦人俘掳。耶利米为受苦难和被凌辱的人民哭泣，泪水渗透到他的心里。他痛哭是因为神抛弃了那些背弃他的人民。这哀歌每年都要大声地朗诵给所有的犹太人听，提醒他们，当年耶路撒冷的毁灭就是因为人们固执地犯罪所导致的。"
        },
        {
            "chapter": "1:2",
            "content": "她夜间痛哭，泪流满腮；在一切所亲爱的中间没有一个安慰她的。她的朋友都以诡诈待她，成为她的仇敌。",
            "note": "句中“亲爱的”是指埃及等一些国家，因为犹大一直盼望他们能施以援手。当巴比伦军队靠近耶路撒冷时，犹大不但不祈求神保护，反而背弃主去求他国的援助。"
        },
        {
            "chapter": "1:3",
            "content": "犹大因遭遇苦难，又因多服劳苦，就迁到外邦。她住在列国中，寻不着安息；追逼她的，都在狭窄之地将她追上。",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "锡安的路径，因无人来守圣节就悲伤。她的城门凄凉，她的祭司叹息，她的处女受艰难，自己也愁苦。",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "她的敌人为首，她的仇敌亨通。因耶和华为她许多的罪过使她受苦，她的孩童被敌人掳去。",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "锡安城的威荣全都失去（注：“城”原文作“女子”。下同），她的首领像找不着草场的鹿，在追赶的人前无力行走。",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "耶路撒冷在困苦窘迫之时，就追想古时一切的乐境。她百姓落在敌人手中，无人救济，敌人看见，就因她的荒凉嗤笑。",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "耶路撒冷大大犯罪，所以成为不洁之物，素来尊敬她的，见她赤露就都藐视她；她自己也叹息退后。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "她的污秽是在衣襟上。她不思想自己的结局，所以非常的败落，无人安慰她。她说：“耶和华啊，求你看我的苦难，因为仇敌夸大。”",
            "note": "这个警告不仅响亮而且清楚。如果犹大玩火必然自焚，但犹大真的愚蠢地冒险并且输了。他们拒绝相信不道德的生活会导致神的惩罚，但犯罪的最终代价就是受惩罚（参罗6:23）。我们可以选择不顾神，但正如审判一定会降临耶路撒冷一样，它也会临到我们身上。你听从神的话吗？服从神就是爱神的表现。"
        },
        {
            "chapter": "1:10",
            "content": "敌人伸手夺取她的美物。她眼见外邦人进入她的圣所；论这外邦人，你曾吩咐不可入你的会中。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "她的民都叹息，寻求食物；他们用美物换粮食，要救性命。他们说：“耶和华啊，求你观看，因为我甚是卑贱。",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "你们一切过路的人哪，这事你们不介意吗？你们要观看，有像这临到我的痛苦没有？就是耶和华在他发烈怒的日子使我所受的苦。",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "他从高天使火进入我的骨头，克制了我；他铺下网罗，绊我的脚，使我转回，他使我终日凄凉发昏。",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "我罪过的轭是他手所绑的，犹如轭绳缚在我颈项上，他使我的力量衰败。主将我交在我所不能敌挡的人手中。",
            "note": "起初，罪恶似乎提供了许多自由，但当我们自由地做我们想做的事，并逐渐形成一种非做不可的欲望时，我们就成为罪的俘虏，受它的牵制。自由是从神而来，所以他不会让我们为所欲为，而是让我们做对我们有益的事。事实上，真正的自由是从顺服神而来的，也许从字面上我们不甚理解，但如果我们按照他的指示而行，必有好的结果。"
        },
        {
            "chapter": "1:15",
            "content": "主轻弃我中间的一切勇士，招聚多人（注：原文作“大会”）攻击我，要压碎我的少年人。主将犹大居民踹下，像在酒醡中一样。",
            "note": ""
        },
        {
            "chapter": "1:16",
            "content": "我因这些事哭泣，我眼泪汪汪，因为那当安慰我、救我性命的，离我甚远。我的儿女孤苦，因为仇敌得了胜。”",
            "note": "神本是个安慰者，但是由于人的罪行，他必须转脸成为审判官审判他们。"
        },
        {
            "chapter": "1:17",
            "content": "锡安举手，无人安慰。耶和华论雅各已经出令，使四围的人作她仇敌，耶路撒冷在他们中间像不洁之物。",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "“耶和华是公义的！他这样待我，是因我违背他的命令。众民哪，请听我的话，看我的痛苦，我的处女和少年人都被掳去。",
            "note": ""
        },
        {
            "chapter": "1:19",
            "content": "我招呼我所亲爱的，他们却愚弄我。我的祭司和长老正寻求食物救性命的时候，就在城中绝气。",
            "note": "耶路撒冷的盟国无法帮忙。因为他们跟耶路撒冷一样，都没有寻求神的救援。这些盟国外表上看似很强大，但其实他们因没有神的同在而软弱不堪。可靠的援助只能从那些寻求神的伙伴那里而来。当你需要他人给予忠告时，应去找那些充满神智慧的基督徒。"
        },
        {
            "chapter": "1:20",
            "content": "耶和华啊，求你观看，因为我在急难中！我心肠扰乱，我心在我里面翻转，因我大大悖逆。在外刀剑使人丧子；在家犹如死亡。",
            "note": ""
        },
        {
            "chapter": "1:21",
            "content": "听见我叹息的有人；安慰我的却无人！我的仇敌都听见我所遭的患难；因你做这事，他们都喜乐。你必使你报告的日子来到，他们就像我一样。",
            "note": ""
        },
        {
            "chapter": "1:22",
            "content": "愿他们的恶行都呈在你面前；你怎样因我的一切罪过待我，求你照样待他们，因我叹息甚多，心中发昏。”",
            "note": "巴比伦虽然恶贯满盈，但它却是神惩罚犹大及耶路撒冷的工具。所以耶路撒冷的人民恳求神像惩罚他们一样将巴比伦治罪（“你……怎样待我，求你照样待他们”）。神会那样做的，因为他已经审判巴比伦了（参耶50:1-27）。"
        }
    ]
}