{
    "book": "耶利米哀歌",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "主何竟发怒，使黑云遮蔽锡安城？他将以色列的华美从天扔在地上；在他发怒的日子并不记念自己的脚凳。",
            "note": ""
        },
        {
            "chapter": "2:2",
            "content": "主吞灭雅各一切的住处，并不顾惜。他发怒倾覆犹大民的保障，使这保障坍倒在地。他辱没这国和其中的首领。",
            "note": ""
        },
        {
            "chapter": "2:3",
            "content": "他发烈怒，把以色列的角全然砍断，在仇敌面前收回右手。他像火焰四围吞灭，将雅各烧毁。",
            "note": ""
        },
        {
            "chapter": "2:4",
            "content": "他张弓，好像仇敌；他站着举起右手，如同敌人将悦人眼目的，尽行杀戮。在锡安百姓的帐棚上，倒出他的忿怒像火一样。",
            "note": ""
        },
        {
            "chapter": "2:5",
            "content": "主如仇敌吞灭以色列和锡安的一切宫殿，拆毁百姓的保障；在犹大民中，加增悲伤哭号。",
            "note": ""
        },
        {
            "chapter": "2:6",
            "content": "他强取自己的帐幕，好像是园中的窝棚，毁坏他的聚会之处。耶和华使圣节和安息日在锡安都被忘记，又在怒气的愤恨中藐视君王和祭司。",
            "note": "坐落在耶路撒冷的所罗门王圣殿（这里叫作神的“帐幕”和“聚会之处”）代表了神的同在（参王上8:1-11）。这圣殿是敬拜的中心，它的毁灭象征着神弃绝这些人民，不在他们中间了。"
        },
        {
            "chapter": "2:7",
            "content": "耶和华丢弃自己的祭坛，憎恶自己的圣所，将宫殿的墙垣交付仇敌。他们在耶和华的殿中喧嚷，像在圣会之日一样。",
            "note": "对神而言，人们敬拜的地方并不比敬拜的方式重要。一所教堂尽管设计和建筑都堂皇壮丽，而里面的人却不忠诚地跟随神，这教堂也会从内部朽坏。犹大人虽有美丽的圣殿，但在日常生活里却不遵守敬拜礼节中所认信的，这样他们的敬拜就变成了假冒的谎言。你在敬拜时，是否说了些不真诚的话呢？你是否祷告求主帮助，却不真的相信他会帮助呢？你是否说爱神却无爱他的心呢？让我们都先热切地寻求主，体会主的爱和关心，然后再全心全意地去敬拜他。"
        },
        {
            "chapter": "2:8",
            "content": "耶和华定意拆毁锡安的城墙；他拉了准绳，不将手收回，定要毁灭。他使外郭和城墙都悲哀，一同衰败。",
            "note": ""
        },
        {
            "chapter": "2:9",
            "content": "锡安的门，都陷入地内，主将她的门闩毁坏折断。她的君王和首领落在没有律法的列国中；她的先知不得见耶和华的异象。",
            "note": "四个有力的象征和保障的来源已经失去了，这就是城门的保护、君王与首领的领导、法律的准则以及先知的预言。因为有这四个因素的存在，人民被虚假的安全感欺哄，活在罪恶中且感到舒舒服服。之后，四个因素逐一被除去，人民不得不作出抉择：悔改归到神身边，或者继续受苦。不要使虚浮的外在表征取代了实实在在的个人与神的关系。"
        },
        {
            "chapter": "2:10",
            "content": "锡安城的长老，坐在地上默默无声，他们扬起尘土落在头上，腰束麻布；耶路撒冷的处女，垂头至地。",
            "note": ""
        },
        {
            "chapter": "2:11",
            "content": "我眼中流泪，以致失明；我的心肠扰乱，肝胆涂地；都因我众民遭毁灭，又因孩童和吃奶的在城内街上发昏。",
            "note": "耶利米的眼泪是真诚且充满怜悯的。悲哀不代表我们缺乏信心和力量，哭泣也没有什么不对，因耶稣难过时也掉泪（参约11:35）。面对令人落泪的社会和道德的沦陷我们会有什么反应呢？也许这不会像敌人进攻那么明显，但可以肯定社会会受到破坏。我们对周围的道德被腐蚀应该有所警惕。"
        },
        {
            "chapter": "2:12",
            "content": "那时，他们在城内街上发昏，好像受伤的，在母亲的怀里将要丧命，对母亲说：“谷、酒在哪里呢？”",
            "note": ""
        },
        {
            "chapter": "2:13",
            "content": "耶路撒冷的民哪，我可用什么向你证明呢？我可用什么与你相比呢？锡安的民哪，我可拿什么和你比较，好安慰你呢？因为你的裂口大如海，谁能医治你呢？",
            "note": ""
        },
        {
            "chapter": "2:14",
            "content": "你的先知为你见虚假和愚昧的异象，并没有显露你的罪孽，使你被掳的归回，却为你见虚假的默示和使你被赶出本境的缘故。",
            "note": "在耶利米时代，假先知比比皆是，他们常宣布一些假的神谕（神给人民的信息）。当耶利米警告犹大的灭亡和人民长期的被掳将至时，假先知却说一切平安无事，用不着惧怕。事实上，耶利米是神派遣的先知，他的预言才是真的（参耶14:14-16）。"
        },
        {
            "chapter": "2:15",
            "content": "凡过路的都向你拍掌。他们向耶路撒冷城嗤笑、摇头，说：“难道人所称为全美的，称为全地所喜悦的，就是这城吗？”",
            "note": "拍掌、嗤笑和摇头，都是表达轻蔑和嘲笑的方式，是含有鄙视的姿势。"
        },
        {
            "chapter": "2:16",
            "content": "你的仇敌都向你大大张口。他们嗤笑，又切齿说：“我们吞灭她，这真是我们所盼望的日子临到了！我们亲眼看见了！”",
            "note": ""
        },
        {
            "chapter": "2:17",
            "content": "耶和华成就了他所定的，应验了他古时所命定的。他倾覆了，并不顾惜，使你的仇敌向你夸耀，使你敌人的角也被高举。",
            "note": ""
        },
        {
            "chapter": "2:18",
            "content": "锡安民的心哀求主。锡安的城墙啊，愿你流泪如河，昼夜不息；愿你眼中的瞳人泪流不止。",
            "note": ""
        },
        {
            "chapter": "2:19",
            "content": "夜间，每逢交更的时候要起来呼喊，在主面前倾心如水。你的孩童在各市口上受饿发昏，你要为他们的性命向主举手祷告。",
            "note": "苦难和罪恶已将人民带到主面前，而且悲痛地求主原谅。只有罪伤透我们的心时，神才能解救我们。仅是为自己的罪感到难过，并不能得到赦免，但是如果我们大声呼求请主原谅，他就会赦免我们。"
        },
        {
            "chapter": "2:20",
            "content": "“耶和华啊，求你观看！见你向谁这样行？妇人岂可吃自己所生育、手里所摇弄的婴孩吗？祭司和先知岂可在主的圣所中被杀戮吗？",
            "note": ""
        },
        {
            "chapter": "2:21",
            "content": "少年人和老年人都在街上躺卧；我的处女和壮丁都倒在刀下。你发怒的日子杀死他们。你杀了，并不顾惜。",
            "note": ""
        },
        {
            "chapter": "2:22",
            "content": "你招聚四围惊吓我的，像在大会的日子招聚人一样。耶和华发怒的日子，无人逃脱，无人存留。我所摇弄所养育的婴孩，仇敌都杀净了。”",
            "note": "如此可怕的景象原是可避免的，因为耶利米已警告人民多年。目睹毁灭真的来临，耶利米如万箭穿心。当我们听到无辜的人发生不幸的事时，我们总是吃惊不已。无辜的局外人，常常成为国家受审判时的受害者。因此，罪恶不但能造成悲哀，也常造成极大的伤害。"
        }
    ]
}