{
    "book": "耶利米哀歌",
    "chapter": "4",
    "verses": [
        {
            "chapter": "4:1",
            "content": "黄金何其失光！纯金何其变色！圣所的石头倒在各市口上。",
            "note": ""
        },
        {
            "chapter": "4:2",
            "content": "锡安宝贵的众子好比精金，现在何竟算为窑匠手所做的瓦瓶？",
            "note": ""
        },
        {
            "chapter": "4:3",
            "content": "野狗尚且把奶乳哺其子，我民的妇人倒成为残忍，好像旷野的鸵鸟一般。",
            "note": ""
        },
        {
            "chapter": "4:4",
            "content": "吃奶孩子的舌头因干渴贴住上膛；孩童求饼，无人擘给他们。",
            "note": ""
        },
        {
            "chapter": "4:5",
            "content": "素来吃美好食物的，现今在街上变为孤寒；素来卧朱红褥子的，现今躺卧粪堆。",
            "note": ""
        },
        {
            "chapter": "4:6",
            "content": "都因我众民的罪孽比所多玛的罪还大；所多玛虽然无人加手于她，还是转眼之间被倾覆。",
            "note": "所多玛城因为它的邪恶，被从天而降的硫磺烧毁（参创18:20-19:29）。它变成神最终审判的象征。然而耶路撒冷的罪比所多玛城的罪更大！"
        },
        {
            "chapter": "4:7",
            "content": "锡安的贵胄素来比雪纯净、比奶更白；他们的身体比红宝玉（注：或作“珊瑚”）更红，像光润的蓝宝石一样。",
            "note": ""
        },
        {
            "chapter": "4:8",
            "content": "现在他们的面貌比煤炭更黑，以致在街上无人认识；他们的皮肤紧贴骨头，枯干如同槁木。",
            "note": ""
        },
        {
            "chapter": "4:9",
            "content": "饿死的不如被刀杀的，因为这是缺了田间的土产，就身体衰弱，渐渐消灭。",
            "note": ""
        },
        {
            "chapter": "4:10",
            "content": "慈心的妇人，当我众民被毁灭的时候，亲手煮自己的儿女作为食物。",
            "note": "一个城遭围困时，被困在城中的人民无法到城外去寻找食物或水，因为敌人就在城外扎营。待城中的食物吃尽了，人民只能眼睁睁地看着敌人收割地里的庄稼，大吃大喝。围困是一种耐力的考验，看看哪一方能支持得更久。耶路撒冷被围困了两年，生活困乏到人民甚至吃自己的儿女，街上布满腐臭的尸体，所有的希望都绝了。"
        },
        {
            "chapter": "4:11",
            "content": "耶和华发怒成就他所定的，倒出他的烈怒，在锡安使火着起，烧毁锡安的根基。",
            "note": ""
        },
        {
            "chapter": "4:12",
            "content": "地上的君王和世上的居民，都不信敌人和仇敌能进耶路撒冷的城门。",
            "note": ""
        },
        {
            "chapter": "4:13",
            "content": "这都因她先知的罪恶和祭司的罪孽，他们在城中流了义人的血。",
            "note": ""
        },
        {
            "chapter": "4:14",
            "content": "他们在街上如瞎子乱走，又被血玷污，以致人不能摸他们的衣服。",
            "note": ""
        },
        {
            "chapter": "4:15",
            "content": "人向他们喊着说：“不洁净的，躲开，躲开！不要挨近我！”他们逃走飘流的时候，列国中有人说：“他们不可仍在这里寄居。”",
            "note": "亵渎的或污秽的人都不适合进圣殿在神面前敬拜，祭司和先知应该十分小心保持典礼的纯洁，才能继续在神面前履行职责。但是许多祭司和先知却做了邪恶和不敬虔的事。他们身居国家的领导地位，却成为国民的坏榜样，以致国家和首都耶路撒冷都灭亡了。"
        },
        {
            "chapter": "4:16",
            "content": "耶和华发怒，将他们分散，不再眷顾他们。人不重看祭司，也不厚待长老。",
            "note": ""
        },
        {
            "chapter": "4:17",
            "content": "我们仰望人来帮助，以致眼目失明，还是枉然。我们所盼望的，竟盼望一个不能救人的国！",
            "note": "犹大请求埃及施助攻打巴比伦，埃及却给犹大一个虚假的希望。他们起初是出兵来帮忙，后来却撤了兵（参耶37:5-7）。耶利米警告犹大不要和埃及联盟，告诉领导者要专一仰赖神，但犹大的领导者却充耳不听。"
        },
        {
            "chapter": "4:18",
            "content": "仇敌追赶我们的脚步像打猎的，以致我们不敢在自己的街上行走。我们的结局临近，我们的日子满足，我们的结局来到了。",
            "note": ""
        },
        {
            "chapter": "4:19",
            "content": "追赶我们的比空中的鹰更快；他们在山上追逼我们，在旷野埋伏，等候我们。",
            "note": ""
        },
        {
            "chapter": "4:20",
            "content": "耶和华的受膏者好比我们鼻中的气，在他们的坑中被捉住；我们曾论到他说：“我们必在他荫下，在列国中存活。”",
            "note": "西底家王虽被叫做“耶和华的受膏者”，但却没什么灵性上的深度和领导的才能。他不但没听神的先知耶利米的话，反而听信假先知的谎言，更糟的是人民选择跟从和信赖他们的国王（参代下36:11-23）。他们选择伪信心和自满，想有安全感超过去遵从神藉着耶利米传达的旨意。最后，他们的信心对象──西底家国王却被俘掳了。"
        },
        {
            "chapter": "4:21",
            "content": "住乌斯地的以东民哪，只管欢喜快乐，苦杯也必传到你那里；你必喝醉，以致露体。",
            "note": ""
        },
        {
            "chapter": "4:22",
            "content": "锡安的民哪，你罪孽的刑罚受足了，耶和华必不使你再被掳去。以东的民哪，他必追讨你的罪孽，显露你的罪恶。",
            "note": "以东是犹大的主要敌人，虽然他们有共同的祖先以撒（参创25:19-26；36:1）。以东过去曾主动帮助巴比伦攻打耶路撒冷，尼布甲尼撒也把犹大国的边远地方给他们作酬报。耶利米说以东会因它背叛兄弟而受审（参耶49:7-22；结25:12-14；摩9:12；俄1:21）。"
        }
    ]
}