{
    "book": "撒母耳记下",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "扫罗死后，大卫击杀亚玛力人回来，在洗革拉住了两天。",
            "note": "扫罗驾崩时，大卫和跟随他的人仍住在非利士的城洗革拉。因为扫罗追杀，大卫被迫出境，向非利士人的一个首领亚吉王假意投诚（参撒上27章），以免受扫罗追杀的威胁。"
        },
        {
            "chapter": "1:2",
            "content": "第三天，有一人从扫罗的营里出来，衣服撕裂，头蒙灰尘，到大卫面前伏地叩拜。",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "大卫问他说：“你从哪里来？”他说：“我从以色列的营里逃来。”",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "大卫又问他说：“事情怎样？请你告诉我。”他回答说：“百姓从阵上逃跑，也有许多人仆倒死亡，扫罗和他儿子约拿单也死了。”",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "大卫问报信的少年人说：“你怎么知道扫罗和他儿子约拿单死了呢？”",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "报信的少年人说：“我偶然到基利波山，看见扫罗伏在自己枪上，有战车，马兵紧紧地追他。",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "他回头看见我，就呼叫我。我说：‘我在这里。’",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "他问我说：‘你是什么人？’我说：‘我是亚玛力人。’",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "他说：‘请你来将我杀死，因为痛苦抓住我，我的生命尚存。’",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "我准知他仆倒必不能活，就去将他杀死，把他头上的冠冕，臂上的镯子拿到我主这里。”",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "大卫就撕裂衣服，跟随他的人也是如此。",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "而且悲哀，哭号禁食到晚上，是因扫罗和他儿子约拿单，并耶和华的民以色列家的人倒在刀下。",
            "note": "大卫和跟随他的人“悲哀、号哭，而且禁食到晚上”，他们对扫罗的死亡极其震惊，为失去君王、良友约拿单和在那天阵亡的以色列众战士，他们衷心哀悼，并不以哀伤为耻。如今有些人以为流露情感是软弱的表现，为要显得坚强，总设法隐藏自己的感情。但是在我们所爱的人死去以后大大悲恸，反而有助于节哀顺变，免得过于忧伤。"
        },
        {
            "chapter": "1:13",
            "content": "大卫问报信的少年人说：“你是哪里的人？”他说：“我是亚玛力客人的儿子。”",
            "note": "亚玛力人是强悍的游牧部族，常突袭迦南人的村落，自从摩西时代他们就是以色列人的宿敌。大卫刚刚消灭了亚玛力人的一支部队，因为他们焚掠洗革拉城，掳去那里的妇女孩童（参撒上30:1-20）。报信的人可能不晓得大卫新近与亚玛力人的争战，不然的话，他就不会来见大卫。他没想到自己是以色列人的仇敌，还口口声声说杀了神所拣选的君王，惹来大卫的震怒。"
        },
        {
            "chapter": "1:14",
            "content": "大卫说：“你伸手杀害耶和华的受膏者，怎么不畏惧呢？”",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "大卫叫了一个少年人来，说：“你去杀他吧！”",
            "note": ""
        },
        {
            "chapter": "1:16",
            "content": "大卫对他说：“你流人血的罪归到自己的头上，因为你亲口作见证说：‘我杀了耶和华的受膏者。’”少年人就把他杀了。",
            "note": "扫罗是大卫的仇敌，大卫为什么还以杀害这君王的人为有罪呢？因为他相信神膏立扫罗为王，也只有神能革除他的王位。弑君若是无关痛痒的平常事，整个社会就会分崩离析。刑罚扫罗的罪乃是神的工作，并非大卫的本分（参利19:18）。我们必须认识神设立掌权的管理我们，尊重他们的位分是应当的（参罗13:1-5）。"
        },
        {
            "chapter": "1:17",
            "content": "大卫作哀歌，吊扫罗和他儿子约拿单，",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "且吩咐将这歌教导犹大人。这歌名叫弓歌，写在雅煞珥书上。",
            "note": "大卫是富才华的音乐家，他曾弹琴驱魔（参撒上16:23），是把音乐带入圣殿敬拜之中的人（参代上25），还写了许多诗篇。在这一章中，他写了一首哀歌，悼念扫罗和他的儿子约拿单──他最亲密的朋友。在以色列人的历史之中，音乐是非常重要的。（圣经中其他著名的诗歌，见出15的图表。）"
        },
        {
            "chapter": "1:19",
            "content": "歌中说：“以色列啊，你尊荣者在山上被杀。大英雄何竟死亡！",
            "note": ""
        },
        {
            "chapter": "1:20",
            "content": "不要在迦特报告，不要在亚实基伦街上传扬；免得非利士的女子欢乐，免得未受割礼之人的女子矜夸。",
            "note": ""
        },
        {
            "chapter": "1:21",
            "content": "基利波山哪，愿你那里没有雨露，愿你田地无土产可作供物！因为英雄的盾牌，在那里被污丢弃。扫罗的盾牌，彷佛未曾抹油。",
            "note": ""
        },
        {
            "chapter": "1:22",
            "content": "约拿单的弓箭，非流敌人的血不退缩；扫罗的刀剑，非剖勇士的油不收回。",
            "note": ""
        },
        {
            "chapter": "1:23",
            "content": "扫罗和约拿单，活时相悦相爱，死时也不分离。他们比鹰更快，比狮子还强。",
            "note": ""
        },
        {
            "chapter": "1:24",
            "content": "以色列的女子啊，当为扫罗哭号！他曾使你们穿朱红色的美衣，使你们衣服有黄金的妆饰。",
            "note": ""
        },
        {
            "chapter": "1:25",
            "content": "英雄何竟在阵上仆倒！约拿单何竟在山上被杀！",
            "note": ""
        },
        {
            "chapter": "1:26",
            "content": "我兄约拿单哪，我为你悲伤！我甚喜悦你！你向我发的爱情奇妙非常，过于妇女的爱情。",
            "note": "大卫说约拿单对他的爱“过于妇女的爱情”，并没有同性恋的意思。在以色列人中，神禁绝同性恋的行为，利未记称同性恋（与男人苟合）为“可憎恶的”事，并下令将行这事的人处死（参利18:22；20:13）。大卫只是重述他与约拿单之间深切的弟兄之爱，彼此间忠信的友谊（参撒上18:1-4的注释）。"
        },
        {
            "chapter": "1:27",
            "content": "英雄何竟仆倒！战具何竟灭没！”",
            "note": "扫罗曾使大卫饱受痛苦，不过在他和众子死后，大卫仍然为他们谱写哀歌。大卫有充分的理由憎恨扫罗，却不怨不怒，宁愿隐恶扬善，只欣赏扫罗的德政，而不计较扫罗对他的攻击。把仇恨与伤害放在一边，尊重别人乃至仇敌的可称赞之处，实在需要很大的勇气。"
        }
    ]
}