{
    "book": "撒母耳记下",
    "chapter": "19",
    "verses": [
        {
            "chapter": "19:1",
            "content": "有人告诉约押说：“王为押沙龙哭泣悲哀。”",
            "note": ""
        },
        {
            "chapter": "19:2",
            "content": "众民听说王为他儿子忧愁，他们得胜的欢乐却变成悲哀。",
            "note": ""
        },
        {
            "chapter": "19:3",
            "content": "那日众民暗暗地进城，就如败阵逃跑惭愧的民一般。",
            "note": ""
        },
        {
            "chapter": "19:4",
            "content": "王蒙着脸，大声哭号说：“我儿押沙龙啊！押沙龙我儿，我儿啊！”",
            "note": ""
        },
        {
            "chapter": "19:5",
            "content": "约押进去见王说：“你今日使你一切仆人脸面惭愧了。他们今日救了你的性命和你儿女妻妾的性命。",
            "note": ""
        },
        {
            "chapter": "19:6",
            "content": "你却爱那恨你的人，恨那爱你的人。你今日明明地不以将帅，仆人为念。我今日看明，若押沙龙活着，我们都死亡，你就喜悦了。",
            "note": ""
        },
        {
            "chapter": "19:7",
            "content": "现在你当出去，安慰你仆人的心。我指着耶和华起誓：你若不出去，今夜必无一人与你同在一处；这祸患就比你从幼年到如今所遭的更甚！”",
            "note": "我们有时必须要责备执政掌权之人。约押知道，他直言顶撞大卫一定会令大卫不悦，但是他明白事情必须如此行。他告诉大卫，如果他不安抚军队的心，嘉奖他们奋战的胜利，事情必定大大不妙；约押这种态度是值得效法的，因为有时我们应当直话直说。"
        },
        {
            "chapter": "19:8",
            "content": "于是，王起来，坐在城门口。众民听说王坐在城门口，就都到王面前。",
            "note": "大卫坐在城门口，因为那是生意交易与施行审判的地方。他亲自往那里去，表明他已经不再哀哭，心情恢复正常。"
        },
        {
            "chapter": "19:9",
            "content": "以色列人已经逃跑，各回各家去了。以色列众支派的人纷纷议论说：“王曾救我们脱离仇敌的手，又救我们脱离非利士人的手。现在他躲避押沙龙逃走了。",
            "note": ""
        },
        {
            "chapter": "19:10",
            "content": "我们膏押沙龙治理我们，他已经阵亡。现在为什么不出一言请王回来呢？”",
            "note": ""
        },
        {
            "chapter": "19:11",
            "content": "大卫王差人去见祭司撒督和亚比亚他说：“你们当向犹大长老说：‘以色列众人已经有话请王回宫。你们为什么落在他们后头呢？",
            "note": "几日以前，大多数以色列人还支持押沙龙的叛变，现在这一班百姓又要大卫回来作他们的王了。群众的心理变幻无常，因此服从更高的道德律，远胜过依从多数人的喜好作决定。依从圣经所定的道德原则，能帮助你不受群众的喜好和意见所影响。"
        },
        {
            "chapter": "19:12",
            "content": "你们是我的弟兄，是我的骨肉，为什么在人后头请王回来呢？’",
            "note": ""
        },
        {
            "chapter": "19:13",
            "content": "也要对亚玛撒说：‘你不是我的骨肉吗？我若不立你替约押常作元帅，愿　神重重地降罚与我。’”",
            "note": "大卫立亚玛撒作元帅是精明的政治安排。第一，亚玛撒曾经作押沙龙军队的元帅，立他作元帅，可以赢得叛军的效忠。第二，以他代替约押，处罚约押过去所犯的罪（3:26-29）。第三，亚玛撒对犹大的许多首领有很大的影响力（19:14）。凡此一切都有助于国家的统一。"
        },
        {
            "chapter": "19:14",
            "content": "如此就挽回犹大众人的心，如同一人的心。他们便打发人去见王说：“请王和王的一切臣仆回来。”",
            "note": ""
        },
        {
            "chapter": "19:15",
            "content": "王就回来，到了约旦河。犹大人来到吉甲，要去迎接王，请他过约旦河。",
            "note": ""
        },
        {
            "chapter": "19:16",
            "content": "巴户琳的便雅悯人基拉的儿子示每急忙与犹大人一同下去迎接大卫王。",
            "note": ""
        },
        {
            "chapter": "19:17",
            "content": "跟从示每的有一千便雅悯人，还有扫罗家的仆人洗巴和他十五个儿子，二十个仆人，他们都趟过约旦河迎接王。",
            "note": ""
        },
        {
            "chapter": "19:18",
            "content": "有摆渡船过去，渡王的家眷，任王使用。王要过约旦河的时候，基拉的儿子示每就俯伏在王面前，",
            "note": ""
        },
        {
            "chapter": "19:19",
            "content": "对王说：“我主我王出耶路撒冷的时候，仆人行悖逆的事。现在求我主不要因此加罪与仆人，不要记念，也不要放在心上。",
            "note": ""
        },
        {
            "chapter": "19:20",
            "content": "仆人明知自己有罪，所以约瑟全家之中，今日我首先下来迎接我主我王。”",
            "note": "示每承认他的过错，求大卫王的饶恕，为要保全性命。他的计划暂时生效，因为这是祝贺大卫复国之日，不是将犯人处死的日子。但是在列王纪上2章8至9节告诉我们，大卫吩咐所罗门，以后要将他处死。"
        },
        {
            "chapter": "19:21",
            "content": "洗鲁雅的儿子亚比筛说：“示每既咒骂耶和华的受膏者，不应当治死他吗？”",
            "note": ""
        },
        {
            "chapter": "19:22",
            "content": "大卫说：“洗鲁雅的儿子，我与你们有何关涉，使你们今日与我反对呢？今日在以色列中岂可治死人呢？我岂不知今日我作以色列的王吗？”",
            "note": ""
        },
        {
            "chapter": "19:23",
            "content": "于是王对示每说：“你必不死。”王就向他起誓。",
            "note": ""
        },
        {
            "chapter": "19:24",
            "content": "扫罗的孙子米非波设也下去迎接王。他自从王去的日子，直到王平平安安地回来，没有修脚，没有剃胡须，也没有洗衣服。",
            "note": ""
        },
        {
            "chapter": "19:25",
            "content": "他来到耶路撒冷迎接王的时候，王问他说：“米非波设，你为什么没有与我同去呢？”",
            "note": ""
        },
        {
            "chapter": "19:26",
            "content": "他回答说：“我主我王，仆人是瘸腿的。那日我想要备驴骑上与王同去，无奈我的仆人欺哄了我，",
            "note": ""
        },
        {
            "chapter": "19:27",
            "content": "又在我主我王面前谗毁我。然而我主我王如同　神的使者一般，你看怎样好，就怎样行吧！",
            "note": ""
        },
        {
            "chapter": "19:28",
            "content": "因为我祖全家的人，在我主我王面前，都算为死人；王却使仆人在王的席上同人吃饭。我现在向王还能辨理诉冤吗？”",
            "note": ""
        },
        {
            "chapter": "19:29",
            "content": "王对他说：“你何必再提你的事呢？我说，你与洗巴均分地土。”",
            "note": ""
        },
        {
            "chapter": "19:30",
            "content": "米非波设对王说：“我主我王既平平安安地回宫，就任凭洗巴都取了也可以。”",
            "note": "对于米非波设或洗巴究竟谁是谁非，大卫并不确知，圣经对这个问题未予解答（对于米非波设的描述，请看9:1-13；16:1-4）。"
        },
        {
            "chapter": "19:31",
            "content": "基列人巴西莱从罗基琳下来，要送王过约旦河，就与王一同过了约旦河。",
            "note": ""
        },
        {
            "chapter": "19:32",
            "content": "巴西莱年纪老迈，已经八十岁了。王住在玛哈念的时候，他就拿食物来供给王，他原是大富户。",
            "note": ""
        },
        {
            "chapter": "19:33",
            "content": "王对巴西莱说：“你与我同去，我要在耶路撒冷那里养你的老。”",
            "note": ""
        },
        {
            "chapter": "19:34",
            "content": "巴西莱对王说：“我在世的年日还能有多少，使我与王同上耶路撒冷呢？",
            "note": ""
        },
        {
            "chapter": "19:35",
            "content": "仆人现在八十岁了，还能尝出饮食的滋味，辨别美恶吗？还能听男女歌唱的声音吗？仆人何必累赘我主我王呢？",
            "note": ""
        },
        {
            "chapter": "19:36",
            "content": "仆人只要送王过约旦河，王何必赐我这样的恩典呢？",
            "note": ""
        },
        {
            "chapter": "19:37",
            "content": "求你准我回去，好死在我本城，葬在我父母的墓旁。这里有王的仆人金罕，让他同我主我王过去，可以随意待他。”",
            "note": ""
        },
        {
            "chapter": "19:38",
            "content": "王说：“金罕可以与我同去，我必照你的心愿待他。你向我求什么，我都必为你成就。”",
            "note": ""
        },
        {
            "chapter": "19:39",
            "content": "于是众民过约旦河，王也过去。王与巴西莱亲嘴，为他祝福。巴西莱就回本地去了。",
            "note": "大卫回到耶路撒冷，宽容大度、怜悯为怀，他不杀示每，再见米非波设时归回他一半产业并赏赐巴西莱的忠心。他的榜样立下公平治国的标准，但这只有到主基督来临，以公义治理国家的时候，才能充分地实现。"
        },
        {
            "chapter": "19:40",
            "content": "王过去，到了吉甲，金罕也跟他过去。犹大众民和以色列民的一半，也都送王过去。",
            "note": ""
        },
        {
            "chapter": "19:41",
            "content": "以色列众人来见王，对他说：“我们弟兄犹大人为什么暗暗送王和王的家眷，并跟随王的人过约旦河？”",
            "note": ""
        },
        {
            "chapter": "19:42",
            "content": "犹大众人回答以色列人说：“因为王与我们是亲属。你们为何因这事发怒呢？我们吃了王的什么呢？王赏赐了我们什么呢？”",
            "note": ""
        },
        {
            "chapter": "19:43",
            "content": "以色列人回答犹大人说：“按支派我们与王有十分的情分，在大卫身上，我们也比你们更有情分。你们为何藐视我们，请王回来，不先与我们商量呢？”但犹大人的话比以色列人的话更硬。",
            "note": ""
        }
    ]
}