{
    "book": "撒母耳记下",
    "chapter": "24",
    "verses": [
        {
            "chapter": "24:1",
            "content": "耶和华又向以色列人发怒，就激动大卫，使他吩咐人去数点以色列人和犹大人。",
            "note": "我们时常会问：是否神令大卫犯罪？神当然不会使人犯罪，但是他许可罪人以自己的行为显明内心的罪性。另一方面，大卫犯罪也是神对以色列人的审判。历代志上21章1节说，是撒但激动大卫这样做的。以色列人认为，神是一切的掌权者，撒但的作为最终也是要向神负责的。可以说撒但是大卫犯罪的直接推动者，但神允许撒但这样做，对以色列人来讲，神是最终要负责的那一位。"
        },
        {
            "chapter": "24:2",
            "content": "大卫就吩咐跟随他的元帅约押说：“你去走遍以色列众支派，从但直到别是巴，数点百姓，我好知道他们的数目。”",
            "note": ""
        },
        {
            "chapter": "24:3",
            "content": "约押对王说：“无论百姓多少，愿耶和华你的　神再加增百倍，使我主我王亲眼得见。我主我王何必喜悦行这事呢？”",
            "note": "数点百姓有什么不对？在民数记之中记载，神吩咐摩西数点以色列百姓，好准备征服迦南地（参民1:2；26:2）。数点百姓一般看作战时征兵入伍的前奏，现在全境太平了，已不再需要招兵买马。以色列的疆界已经扩展，成为当时的强国；大卫所犯的罪是居功自傲，数点民数，好使他以国土广大兵力雄厚夸耀。他这样行，就把信心寄托在兵员的众多上。神保护的能力并不在于兵员的多寡，就连约押也看出数点百姓是错的，但是大卫不听劝谏。我们若倚靠金钱、财产，或者是军力，也会犯同样的罪。"
        },
        {
            "chapter": "24:4",
            "content": "但王的命令胜过约押和众军长。约押和众军长就从王面前出去，数点以色列的百姓。",
            "note": ""
        },
        {
            "chapter": "24:5",
            "content": "他们过了约旦河，在迦得谷中城的右边亚罗珥安营，与雅谢相对。",
            "note": ""
        },
        {
            "chapter": "24:6",
            "content": "又到了基列和他停合示地。又到了但雅安，绕到西顿，",
            "note": ""
        },
        {
            "chapter": "24:7",
            "content": "来到推罗的保障，并希未人和迦南人的各城。又到犹大南方的别是巴。",
            "note": ""
        },
        {
            "chapter": "24:8",
            "content": "他们走遍全地，过了九个月零二十天，就回到耶路撒冷。",
            "note": ""
        },
        {
            "chapter": "24:9",
            "content": "约押将百姓的总数奏告于王：以色列拿刀的勇士有八十万；犹大有五十万。",
            "note": ""
        },
        {
            "chapter": "24:10",
            "content": "大卫数点百姓以后，就心中自责，祷告耶和华说：“我行这事大有罪了。耶和华啊，求你除掉仆人的罪孽，因我所行的甚是愚昧。”",
            "note": ""
        },
        {
            "chapter": "24:11",
            "content": "大卫早晨起来，耶和华的话临到先知迦得，就是大卫的先见，说：",
            "note": ""
        },
        {
            "chapter": "24:12",
            "content": "“你去告诉大卫说：‘耶和华如此说：我有三样灾，随你选择一样，我好降与你。’”",
            "note": ""
        },
        {
            "chapter": "24:13",
            "content": "于是迦得来见大卫，对他说：“你愿意国中有七年的饥荒呢？是在你敌人面前逃跑，被追赶三个月呢？是在你国中有三日的瘟疫呢？现在你要揣摩思想，我好回复那差我来的。”",
            "note": ""
        },
        {
            "chapter": "24:14",
            "content": "大卫对迦得说：“我甚为难。我愿落在耶和华的手里，因为他有丰盛的怜悯，我不愿落在人的手里。”",
            "note": "大卫与以色列百姓都犯了罪（24:1），大卫骄傲，但圣经没有说神向以色列人发怒的原因。也许因为他们支持押沙龙（15-18）与示巴的叛变（20），或者他们也像大卫，把国家的安全寄于军事力量和经济富庶上而不倚靠神。他藉着大卫对他们全族施行惩罚，而大卫乃是全族犯了骄傲之罪的代表。"
        },
        {
            "chapter": "24:15",
            "content": "于是耶和华降瘟疫与以色列人，自早晨到所定的时候，从但直到别是巴，民间死了七万人。",
            "note": ""
        },
        {
            "chapter": "24:16",
            "content": "天使向耶路撒冷伸手要灭城的时候，耶和华后悔，就不降这灾了，吩咐灭民的天使说：“够了，住手吧！”那时，耶和华的使者在耶布斯人亚劳拿的禾场那里。",
            "note": ""
        },
        {
            "chapter": "24:17",
            "content": "大卫看见灭民的天使，就祷告耶和华说：“我犯了罪，行了恶；但这群羊做了什么呢？愿你的手攻击我和我的父家。”",
            "note": ""
        },
        {
            "chapter": "24:18",
            "content": "当日迦得来见大卫，对他说：“你上去，在耶布斯人亚劳拿的禾场上(注：“亚劳拿”在历代志上21章20节作“阿珥楠”，下同)，为耶和华筑一座坛。”",
            "note": "许多人相信，大卫从亚劳拿手中所买的禾场，并在其上建造祭坛的地方，就是昔日亚伯拉罕几乎杀以撒献祭之处（参22:1-18）。大卫死后，所罗门在这里建造圣殿。大约在一千年以后，主耶稣在这里传道并教导百姓。"
        },
        {
            "chapter": "24:19",
            "content": "大卫就照着迦得奉耶和华名所说的话，上去了。",
            "note": ""
        },
        {
            "chapter": "24:20",
            "content": "亚劳拿观看，见王和他臣仆前来，就迎接出去，脸伏于地，向王下拜，",
            "note": ""
        },
        {
            "chapter": "24:21",
            "content": "说：“我主我王为何来到仆人这里呢？”大卫说：“我要买你这禾场，为耶和华筑一座坛，使民间的瘟疫止住。”",
            "note": ""
        },
        {
            "chapter": "24:22",
            "content": "亚劳拿对大卫说：“我主我王，你喜悦用什么，就拿去献祭。看哪！这里有牛，可以作燔祭；有打粮的器具和套牛的轭，可以当柴烧。",
            "note": ""
        },
        {
            "chapter": "24:23",
            "content": "王啊，这一切我亚劳拿都奉给你。”又对王说：“愿耶和华你的　神悦纳你。”",
            "note": ""
        },
        {
            "chapter": "24:24",
            "content": "王对亚劳拿说：“不然，我必要按着价值向你买，我不肯用白得之物作燔祭，献给耶和华我的　神。”大卫就用五十舍客勒银子买了那禾场与牛。",
            "note": ""
        },
        {
            "chapter": "24:25",
            "content": "大卫在那里为耶和华筑了一座坛，献燔祭和平安祭。如此，耶和华垂听国民所求的，瘟疫在以色列人中就止住了。",
            "note": "撒母耳记下讲述大卫的王朝。自从约书亚率领以色列人进入应许之地以后，他们曾努力地想统一国家、赶出当地邪恶的百姓。经过四百多年以后，他们终于达成了这个目标。在大卫以前的首领，无论是士师或君王，他们所未能完成的事业，大卫都完成了。他施政的原则，是以神旨意与百姓的幸福为依归，不过他也犯了罪。尽管他罪孽深重，但是圣经称他为合乎神心意的人（参上13:14；徒13:22），因为他犯罪以后，既认自己的罪又向神求饶恕。他将自己的一生交托给神，并且对他终生忠诚、矢志不渝。在诗篇中，我们能更深地体会大卫的境况，明白他是如何地热爱神。"
        }
    ]
}