{
    "book": "撒母耳记下",
    "chapter": "5",
    "verses": [
        {
            "chapter": "5:1",
            "content": "以色列众支派来到希伯仑见大卫，说：“我们原是你的骨肉。",
            "note": ""
        },
        {
            "chapter": "5:2",
            "content": "从前扫罗作我们王的时候，率领以色列人出入的是你。耶和华也曾应许你说：‘你必牧养我的民以色列，作以色列的君。’”",
            "note": ""
        },
        {
            "chapter": "5:3",
            "content": "于是，以色列的长老都来到希伯仑见大卫王，大卫在希伯仑耶和华面前与他们立约，他们就膏大卫作以色列的王。",
            "note": ""
        },
        {
            "chapter": "5:4",
            "content": "大卫登基的时候年三十岁，在位四十年。",
            "note": ""
        },
        {
            "chapter": "5:5",
            "content": "在希伯仑作犹大王七年零六个月，在耶路撒冷作以色列和犹大王三十三年。",
            "note": "虽然神在多年前已应许要将以色列国赐给大卫（参撒上16:13），但是他一直等到三十七岁，才作全以色列的王，其间他必须耐心等候神应许的成全。如果你想事情立竿见影，就要想想大卫的忍耐。恒心忍耐的日子怎样磨练大卫成才，日后承担重任，同样也能助你培育更美好的品格。"
        },
        {
            "chapter": "5:6",
            "content": "大卫和跟随他的人到了耶路撒冷，要攻打住那地方的耶布斯人。耶布斯人对大卫说：“你若不赶出瞎子，瘸子，必不能进这地方。”心里想大卫决不能进去。",
            "note": "耶路撒冷的坚固城，设立在高高的山脊上，靠近合并后的以色列国中央。那里是中立的地界，因为地处便雅悯与犹大两个支派的边界上，仍被迦南的一个部族──耶布斯人占领，他们从来没有被赶出去过（士1:21）。大卫攻占那地以后，因为战略上的优势，就以耶路撒冷作首都。"
        },
        {
            "chapter": "5:7",
            "content": "然而大卫攻取锡安的保障，就是大卫的城。",
            "note": "耶布斯人有强大的防卫优势，他们以这牢不可破的耶路撒冷、又称为锡安的城墙夸口，不过他们很快就明白，高墙并不能保护他们。大卫从水沟突袭进城，将城夺下。"
        },
        {
            "chapter": "5:8",
            "content": "当日大卫说：“谁攻打耶布斯人，当上水沟攻打我心里所恨恶的瘸子，瞎子。”从此有俗语说：“在那里有瞎子，瘸子，他不能进屋去。”",
            "note": ""
        },
        {
            "chapter": "5:9",
            "content": "大卫住在保障里，给保障起名叫大卫城。大卫又从米罗以里，周围筑墙。",
            "note": ""
        },
        {
            "chapter": "5:10",
            "content": "大卫日见强盛，因为耶和华万军之　神与他同在。",
            "note": ""
        },
        {
            "chapter": "5:11",
            "content": "推罗王希兰将香柏木运到大卫那里，又差遣使者和木匠石匠给大卫建造宫殿。",
            "note": ""
        },
        {
            "chapter": "5:12",
            "content": "大卫就知道耶和华坚立他作以色列王，又为自己的民以色列使他的国兴旺。",
            "note": "“大卫就知道耶和华坚立他……”虽然异教国家以征战、权势、军队与财富而自豪，但是大卫知道他的一切完全是由神所赐，要成大事，个人以至全族都要与神有亲密的关系。大卫要这样行，就必须约束自己的野心。他虽然有大名声、卓然有成，又众望所归，他仍然让神居首位，在生活中按照神旨意服事百姓。你想从神还是想从人得帮助，成就大业呢？在追求成功的路上，要切记让神管理你的雄心大志。"
        },
        {
            "chapter": "5:13",
            "content": "大卫离开希伯仑之后，在耶路撒冷又立后妃又生儿女。",
            "note": ""
        },
        {
            "chapter": "5:14",
            "content": "在耶路撒冷所生的儿子是：沙母亚，朔罢，拿单，所罗门，",
            "note": ""
        },
        {
            "chapter": "5:15",
            "content": "益辖，以利书亚，尼斐，雅非亚，",
            "note": ""
        },
        {
            "chapter": "5:16",
            "content": "以利沙玛，以利雅大，以利法列。",
            "note": ""
        },
        {
            "chapter": "5:17",
            "content": "非利士人听见人膏大卫作以色列王，非利士众人就上来寻索大卫。大卫听见，就下到保障。",
            "note": "从参孙时代开始非利士人就压迫以色列人（参士13-16章），现在仍然是他们最强劲的敌人，不过大卫一度被他们当作朋友兼同盟（参撒上27:29）。大卫作南部犹大王时，显然非利士人并不与他计较，因为他们占据的是以色列北部的土地。但是一旦知道大卫有意统一全国，他们就想兴风作浪来阻止他。"
        },
        {
            "chapter": "5:18",
            "content": "非利士人来了，布散在利乏音谷。",
            "note": ""
        },
        {
            "chapter": "5:19",
            "content": "大卫求问耶和华说：“我可以上去攻打非利士人吗？你将他们交在我手里吗？”耶和华说：“你可以上去，我必将非利士人交在你手里。”",
            "note": "大卫怎能从神得到这样清晰的信息？可能藉着祷告，圣灵告诉他要采取行动；也可能他藉着先知求问神。最有可能的是请求大祭司用乌陵和土明求问神，就是神吩咐以色列人在决疑的时候所用的方法（请参利8:8与撒上10:20的注释）。"
        },
        {
            "chapter": "5:20",
            "content": "大卫来到巴力毗拉心，在那里击杀非利士人，说：“耶和华在我面前冲破敌人，如同水冲去一般。”因此称那地方为巴力毗拉心。",
            "note": ""
        },
        {
            "chapter": "5:21",
            "content": "非利士人将偶像撇在那里，大卫和跟随他的人拿去了。",
            "note": ""
        },
        {
            "chapter": "5:22",
            "content": "非利士人又上来，布散在利乏音谷。",
            "note": ""
        },
        {
            "chapter": "5:23",
            "content": "大卫求问耶和华。耶和华说：“不要一直的上去，要转到他们后头，从桑林对面攻打他们。",
            "note": ""
        },
        {
            "chapter": "5:24",
            "content": "你听见桑树梢上有脚步的声音，就要急速前去，因为那时耶和华已经在你前头去攻打非利士人的军队。”",
            "note": ""
        },
        {
            "chapter": "5:25",
            "content": "大卫就遵着耶和华所吩咐的去行，攻打非利士人，从迦巴直到基色。",
            "note": "大卫登基以后，第一道命令就是要制伏仇敌──这是以色列人刚进入迦南时未做到的。（参士2:1-4）他知道必须如此，为了（1）保卫疆土，（2）统一国家，（3）预备建造圣殿（在神引领之下，能使全国信仰一致，有助于刹住拜偶像之风）。"
        }
    ]
}