{
    "book": "约伯记",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "又有一天，　神的众子来侍立在耶和华面前，撒但也来在其中。",
            "note": ""
        },
        {
            "chapter": "2:2",
            "content": "耶和华问撒但说：“你从哪里来？”撒但回答说：“我从地上走来走去，往返而来。”",
            "note": ""
        },
        {
            "chapter": "2:3",
            "content": "耶和华问撒但说：“你曾用心察看我的仆人约伯没有？地上再没有人像他完全正直，敬畏　神，远离恶事。你虽激动我攻击他，无故地毁灭他；他仍然持守他的纯正。”",
            "note": ""
        },
        {
            "chapter": "2:4",
            "content": "撒但回答耶和华说：“人以皮代皮，情愿舍去一切所有的保全性命。",
            "note": ""
        },
        {
            "chapter": "2:5",
            "content": "你且伸手伤他的骨头和他的肉，他必当面弃掉你。”",
            "note": "“以皮代皮”是撒但对约伯失去家人后的反应作出的评论。撒但仍然坚持说约伯对神忠心只是因为神赐福给他。撒但认为，只要约伯自己的皮肉安全，他就情愿接受家庭和财富的损失。撒但下一步要攻击约伯的肉体，证实它原先的控告（1:9）。"
        },
        {
            "chapter": "2:6",
            "content": "耶和华对撒但说：“他在你手中，只要存留他的性命。”",
            "note": "撒但再次寻求神的许可，给约伯施加痛苦。神限制了撒但，不允许撒但消灭约伯本人。"
        },
        {
            "chapter": "2:7",
            "content": "于是撒但从耶和华面前退去，击打约伯，使他从脚掌到头顶长毒疮。",
            "note": ""
        },
        {
            "chapter": "2:8",
            "content": "约伯就坐在炉灰中，拿瓦片刮身体。",
            "note": ""
        },
        {
            "chapter": "2:9",
            "content": "他的妻子对他说：“你仍然持守你的纯正吗？你弃掉　神，死了吧！”",
            "note": "为什么约伯的其他家人都死了，惟独他妻子仍活着呢？可能是她的幸存会使约伯更加痛苦，因为她为失去的一切悲愤交加。"
        },
        {
            "chapter": "2:10",
            "content": "约伯却对她说：“你说话像愚顽的妇人一样。嗳！难道我们从　神手里得福，不也受祸吗？”在这一切的事上，约伯并不以口犯罪。",
            "note": "许多人认为信神能免受麻烦，所以当灾难一来，他们便质疑神的公义和正直。约伯记的信息却表明在经历苦难时，你不要放弃信神，因为是神让你经历这些的。信靠神并不担保个人的亨通，而缺乏信心也不见得生活中有麻烦。因为如果不是这样的话，人们便会为致富而信神。神能够将我们从痛苦中解救出来，但他也会让痛苦进入我们的生活中，其中的原因是我们无法明白的。撒但的战略就是让我们在这个时刻怀疑神。约伯在这里显示了一个比寻求个人安逸更广阔的视野。如果我们总是知道为什么会受苦，那我们的信心便没有成长的余地了。"
        },
        {
            "chapter": "2:11",
            "content": "约伯的三个朋友，提幔人以利法、书亚人比勒达、拿玛人琐法，听说有这一切的灾祸临到他身上，各人就从本处约会同来，为他悲伤，安慰他。",
            "note": "一听说约伯有困难，他的三个朋友就前来安慰他。虽然后来我们发现他们安慰的话对约伯毫无益处，但至少他们来了。神在责备他们时（42:7）也没有责备他们所做的事──尽力来到有需要的人身边。遗憾的是，他们未能安慰约伯。他们自恃于自己的见解，而忽略了约伯的需要。当别人有需要时，我们不但应到他身边去，还要懂得如何安慰他。"
        },
        {
            "chapter": "2:12",
            "content": "他们远远地举目观看，认不出他来，就放声大哭。各人撕裂外袍，把尘土向天扬起来，落在自己的头上。",
            "note": ""
        },
        {
            "chapter": "2:13",
            "content": "他们就同他七天七夜坐在地上，一个人也不向他说句话，因为他极其痛苦。",
            "note": "犹太人有这样的传统，人若要安慰悲痛的人，便要等对方先张口才可以说话。面对别人的痛苦，最佳的反应便是沉默。约伯的朋友意识到，他的痛苦太重，不是三言两语可以消除的，所以他们什么也没有说（如果他们能保持沉默就好了！）。我们常以为对一个受伤害的朋友总要说些什么属灵和深奥的话，然而人为的回答和客套话，并不比同情的沉默和关爱的陪伴更有效果。"
        }
    ]
}