{
    "book": "约伯记",
    "chapter": "42",
    "verses": [
        {
            "chapter": "42:1",
            "content": "约伯回答耶和华说：",
            "note": ""
        },
        {
            "chapter": "42:2",
            "content": "“我知道你万事都能做，你的旨意不能拦阻。",
            "note": ""
        },
        {
            "chapter": "42:3",
            "content": "谁用无知的言语使你的旨意隐藏呢？我所说的是我不明白的；这些事太奇妙是我不知道的。",
            "note": ""
        },
        {
            "chapter": "42:4",
            "content": "求你听我，我要说话；我问你，求你指示我。",
            "note": "约伯引述神先前向他提出的问题（参38:2-3）。他坦然诚实地敬畏神，并且承认自己是愚笨的。你有没有以你不知道的事作为你缺乏信心的藉口呢？向神承认自己对他的信心不足吧。真正的信心始于谦卑的态度。"
        },
        {
            "chapter": "42:5",
            "content": "我从前风闻有你，现在亲眼看见你。",
            "note": ""
        },
        {
            "chapter": "42:6",
            "content": "因此我厌恶自己（注：“自己”或作“我的言语”），在尘土和炉灰中懊悔。”",
            "note": ""
        },
        {
            "chapter": "42:7",
            "content": "耶和华对约伯说话以后，就对提幔人以利法说：“我的怒气向你和你两个朋友发作，因为你们议论我不如我的仆人约伯说的是。",
            "note": ""
        },
        {
            "chapter": "42:8",
            "content": "现在你们要取七只公牛，七只公羊，到我仆人约伯那里去，为自己献上燔祭，我的仆人约伯就为你们祈祷。我因悦纳他，就不按你们的愚妄办你们。你们议论我，不如我的仆人约伯说的是。”",
            "note": "神清楚地表明约伯朋友的错误。实际上，神并没有提到任何具体的罪，显示神肯定了约伯所说自己过的是敬虔顺服的生活。约伯的朋友在不清楚神工作的情况下，错误地推断说他的痛苦是由罪引起的。我们必须小心地避免评断人，因为神可能以我们不知道的方式工作。"
        },
        {
            "chapter": "42:9",
            "content": "于是，提幔人以利法、书亚人比勒达、拿玛人琐法，照着耶和华所吩咐的去行。耶和华就悦纳约伯。",
            "note": ""
        },
        {
            "chapter": "42:10",
            "content": "约伯为他的朋友祈祷，耶和华就使约伯从苦境（注：原文作“掳掠”）转回，并且耶和华赐给他的比他从前所有的加倍。",
            "note": "在受到朋友的许多批评之后，约伯仍能为他们祷告。我们一般很难原谅冤枉我们的人，但约伯做到了。你有没有为那些伤害你的人祷告？你能原谅他们吗？应学习约伯，作神喜悦的人，为那些冤枉我们的人祷告。"
        },
        {
            "chapter": "42:11",
            "content": "约伯的弟兄姐妹和以先所认识的人都来见他，在他家里一同吃饭；又论到耶和华所降与他的一切灾祸，都为他悲伤安慰他，每人也送他一块银子和一个金环。",
            "note": "如果神没有恢复约伯以前的福气，那么约伯记的信息会不会改变？当然不会。无论如何神都在掌权。耶稣说，谁若是为了神的国撇下了什么，将会得到报偿（参路18:29-30）。我们的报偿，无论是物质还是精神方面的，都不一定与约伯的一样；我们的报偿也可能不在今世实现，但它必然实现。神爱我们，他是公正的。他不仅要恢愎我们失去的一切，我们在永恒中与他同在的时候，他要给我们的比我们想像的还要多。抓紧你的信心去经过所有的试炼，你会得到神的奖励，即使不是现在，也会在将来。"
        },
        {
            "chapter": "42:12",
            "content": "这样，耶和华后来赐福给约伯比先前更多。他有一万四千羊，六千骆驼，一千对牛，一千母驴。",
            "note": ""
        },
        {
            "chapter": "42:13",
            "content": "他也有七个儿子，三个女儿。",
            "note": ""
        },
        {
            "chapter": "42:14",
            "content": "他给长女起名叫耶米玛，次女叫基洗亚，三女叫基连哈朴。",
            "note": ""
        },
        {
            "chapter": "42:15",
            "content": "在那全地的妇女中，找不着像约伯的女儿那样美貌。他们的父亲使她们在弟兄中得产业。",
            "note": ""
        },
        {
            "chapter": "42:16",
            "content": "此后，约伯又活了一百四十年，得见他的儿孙，直到四代。",
            "note": ""
        },
        {
            "chapter": "42:17",
            "content": "这样，约伯年纪老迈，日子满足而死。",
            "note": "约伯记的主要问题是适时的：为什么信徒会经历苦难？通过长长的辩论，约伯的聪明朋友也不能回答这个问题。约伯的朋友甚至犯了严重错误，以致被神责备。他们认为苦难来临仅仅因为人们的犯罪。人们今天仍在犯同样的错误，他们把生病或物质的缺乏看成是没有为罪忏悔或缺乏信心的结果。尽管正常情况下，跟随神会得到快乐的人生，反抗神会有不愉快的生命，但这不是必然的。总之，神在掌权。在这个世界里，罪侵蚀了一切，灾难和痛苦可能会同样临到坏人和好人身上。"
        }
    ]
}