{
    "book": "出埃及记",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "以色列的众子，各带家眷和雅各一同来到埃及。他们的名字记在下面：",
            "note": "以色列的众子就是雅各的儿子，也称为以色列人。雅各与天使角力后，神赐他名字为以色列（参创32:24-30）。雅各的一个儿子约瑟在埃及作了宰相，地位仅次于法老。他把父亲全家人接到埃及定居。四百年后雅各的家族衍生成为大族。他们到埃及是寄居的，初抵贵境时生活习惯与埃及人大相径庭。希伯来人敬拜独一真神，埃及人则拜许多假神；希伯来人是游牧民族，埃及人却有根深蒂固的文化；希伯来人以牧羊为业，埃及人却是定居的，善于建筑。以色列人住在埃及北部的歌珊，远离埃及的文化中心，甚少与埃及人交往。"
        },
        {
            "chapter": "1:2",
            "content": "有吕便、西缅、利未、犹大、",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "以萨迦、西布伦、便雅悯、",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "但、拿弗他利、迦得、亚设。",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "凡从雅各而生的，共有七十人；约瑟已经在埃及。",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "约瑟和他的弟兄，并那一代的人都死了。",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "以色列人生养众多，并且繁茂，极其强盛，满了那地。",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "有不认识约瑟的新王起来，治理埃及。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "对他的百姓说：“看哪，这以色列民比我们还多，又比我们强盛。",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "来吧！我们不如用巧计待他们，恐怕他们多起来，日后若遇什么争战的事，就连合我们的仇敌攻击我们，离开这地去了。”",
            "note": "以色列人口众多，法老害怕他们万一组织起来威胁到他的国家，于是强迫他们作奴仆，多方压迫，使他们意志消沉，阻止他们人口增长。古时，各国都使用奴役的方法，来对待被征服的民族或俘虏。埃及许多的大型金字塔，极可能是由奴隶建造的。以色列人虽然不是被征服的民族，却是外族人，享受不到埃及公民的各种权利。"
        },
        {
            "chapter": "1:11",
            "content": "于是埃及人派督工的辖制他们，加重担苦害他们。他们为法老建造两座积货城，就是比东和兰塞。",
            "note": "古代历史记载，比东和兰塞这两个城市，是公元前1290年建造的，所以有些学者相信，以色列人是在公元前十三世纪出埃及的。但是另有学者考证，认为他们是在公元前1446年离开埃及的。以色列人怎能在离开埃及150年以后，又在那里建造两座城市呢？这些学者认为，当时作法老的兰塞二世，并没有建造这二城。实际上他是将150年以前所建造的这两个城市改名，这是埃及君王的一惯手法，将城市修饰重建，便当作是自己建造的，把前人的功绩全然据为己有。（参13:17-18第二项注释）"
        },
        {
            "chapter": "1:12",
            "content": "只是越发苦害他们，他们越发多起来，越发蔓延，埃及人就因以色列人愁烦。",
            "note": "埃及人强迫以色列人作奴隶，虐待他们，想使他们丧志，人丁减少。可是恰恰相反，他们人口激增，并且强大起来。我们受到重压苦待时，也可能觉得很沮丧，但是重担可以使我们更坚强，在我们生命之中产生力量，使我们能面对未来。没有苦难来磨炼，我们就不能真正成为得胜者。身处艰难困苦之中，我们对神仍要忠心，因为即使是最悲惨的处境，也能塑造我们，成全我们。"
        },
        {
            "chapter": "1:13",
            "content": "埃及人严严地使以色列人做工，",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "使他们因做苦工觉得命苦；无论是和泥，是做砖，是做田间各样的工，在一切的工上都严严地待他们。",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "有希伯来的两个收生婆，一名施弗拉，一名普阿。埃及王对她们说：",
            "note": ""
        },
        {
            "chapter": "1:16",
            "content": "“你们为希伯来妇人收生，看她们临盆的时候，若是男孩，就把他杀了；若是女孩，就留她存活。”",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "但是收生婆敬畏　神，不照埃及王的吩咐行，竟存留男孩的性命。",
            "note": "施弗拉和普阿可能是管理收生婆的人。她们两位都敬畏神，难怪圣经特别提到她们。希伯来人的收生婆为产妇接生，照顾婴孩，直到母亲康复为止。法老吩咐收生婆杀死希伯来的男婴，实在是找错了人，因为收生婆的职责是使婴儿安全出生，而不是去杀害小生命。收生婆不顺从法老，也不顾自己的安危，显出勇敢和敬爱神的心。"
        },
        {
            "chapter": "1:18",
            "content": "埃及王召了收生婆来说：“你们为什么做这事，存留男孩的性命呢？”",
            "note": ""
        },
        {
            "chapter": "1:19",
            "content": "收生婆对法老说：“因为希伯来妇人与埃及妇人不同，希伯来妇人本是健壮的（注：原文作“活泼的”），收生婆还没有到，她们已经生产了。”",
            "note": ""
        },
        {
            "chapter": "1:20",
            "content": "神厚待收生婆。以色列人多起来，极其强盛。",
            "note": ""
        },
        {
            "chapter": "1:21",
            "content": "收生婆因为敬畏　神，　神便叫她们成立家室。",
            "note": "神不是因人撒谎而赐福，神赐福是因为她们救了许多无辜婴孩的生命，并不意味撒谎必定是应付法老最好的方法。收生婆没有违背神更高的律法──不准滥杀无辜──所以神赐福她们。"
        },
        {
            "chapter": "1:22",
            "content": "法老吩咐他的众民说：“以色列人所生的男孩，你们都要丢在河里；一切的女孩，你们要存留她的性命。”",
            "note": ""
        }
    ]
}