{
    "book": "出埃及记",
    "chapter": "13",
    "verses": [
        {
            "chapter": "13:1",
            "content": "耶和华晓谕摩西说：",
            "note": ""
        },
        {
            "chapter": "13:2",
            "content": "“以色列中凡头生的，无论是人是牲畜，都是我的，要分别为圣归我。”",
            "note": "“分别为圣”就是献祭，或者将某些物品归属于神。将头生的归主，是要百姓纪念他们蒙神拯救的大恩。（参13:1-16）"
        },
        {
            "chapter": "13:3",
            "content": "摩西对百姓说：“你们要记念从埃及为奴之家出来的这日，因为耶和华用大能的手将你们从这地方领出来，有酵的饼都不可吃。",
            "note": ""
        },
        {
            "chapter": "13:4",
            "content": "亚笔月间的这日是你们出来的日子。",
            "note": "“亚笔月”（犹太历的第一个月）相当于阳历三、四月之间。"
        },
        {
            "chapter": "13:5",
            "content": "将来耶和华领你进迦南人、赫人、亚摩利人、希未人、耶布斯人之地，就是他向你的祖宗起誓应许给你那流奶与蜜之地，那时你要在这月间守这礼。",
            "note": ""
        },
        {
            "chapter": "13:6",
            "content": "你要吃无酵饼七日，到第七日要向耶和华守节。",
            "note": ""
        },
        {
            "chapter": "13:7",
            "content": "这七日之久，要吃无酵饼，在你四境之内不可见有酵的饼，也不可见发酵的物。",
            "note": ""
        },
        {
            "chapter": "13:8",
            "content": "当那日，你要告诉你的儿子说：‘这是因耶和华在我出埃及的时候为我所行的事。’",
            "note": ""
        },
        {
            "chapter": "13:9",
            "content": "这要在你手上作记号，在你额上作纪念，使耶和华的律法常在你口中，因为耶和华曾用大能的手将你从埃及领出来。",
            "note": "除酵节把以色列人分别出来，使他们成了与众不同的民族，就好像在手上和额上打下记号一般。你怎样使自己身上有作神信徒的记号？以神的准则养育儿女、对别人的关怀、对穷人的体谅、过敬畏神的生活──这些都是信徒的标志。世界各民族都有其独特性，而基督徒的标志就是彼此相爱（参约13:34-35）。"
        },
        {
            "chapter": "13:10",
            "content": "所以你每年要按着日期守这例。",
            "note": ""
        },
        {
            "chapter": "13:11",
            "content": "将来，耶和华照他向你和你祖宗所起的誓，将你领进迦南人之地，把这地赐给你。",
            "note": ""
        },
        {
            "chapter": "13:12",
            "content": "那时你要将一切头生的，并牲畜中头生的，归给耶和华；公的都要属耶和华。",
            "note": ""
        },
        {
            "chapter": "13:13",
            "content": "凡头生的驴，你要用羊羔代赎，若不代赎，就要打折它的颈项。凡你儿子中头生的都要赎出来。",
            "note": ""
        },
        {
            "chapter": "13:14",
            "content": "日后，你的儿子问你说：‘这是什么意思？’你就说：‘耶和华用大能的手将我们从埃及为奴之家领出来。",
            "note": "以色列人出埃及的那一夜，所有头生的男孩，都因门框上涂上羔羊之血而免于被杀。因为神拯救了他们，所以他有权利要求将这些归给他。不过神吩咐他们，要用银子把头生的男孩赎回。这种礼仪有三个目的：（1）使以色列人想起神免去他们长子的死亡，释放全民脱离为奴之地。（2）它显明神极度重视人类的生命，跟异教有天壤之别，拜假神的人相信假神喜爱杀人献祭。（3）它预表将来主耶稣基督要为我们付上赎价，一次性将我们买回并永远归与神。"
        },
        {
            "chapter": "13:15",
            "content": "那时法老几乎不容我们去，耶和华就把埃及地所有头生的，无论是人是牲畜，都杀了，因此我把一切头生的公牲畜献给耶和华为祭，但将头生的儿子都赎出来。",
            "note": ""
        },
        {
            "chapter": "13:16",
            "content": "这要在你手上作记号，在你额上作经文，因为耶和华用大能的手将我们从埃及领出来。’”",
            "note": ""
        },
        {
            "chapter": "13:17",
            "content": "法老容百姓去的时候，非利士地的道路虽近，　神却不领他们从那里走，因为　神说：“恐怕百姓遇见打仗后悔，就回埃及去。”",
            "note": ""
        },
        {
            "chapter": "13:18",
            "content": "所以　神领百姓绕道而行，走红海旷野的路。以色列人出埃及地，都带着兵器上去。",
            "note": "对以色列人究竟在何时离开埃及，有两个解释。认为是早期的，说他们在公元前1446-1445年之间离开；认为是在后期的，则定在公元前1300-1220年之间。前者的依据是“以色列人出埃及地后480年，……开工建造耶和华的殿”（参王上6:1）。几乎所有的学者都同意，所罗门是在公元前966年建造圣殿的，加上480年就是公元前1446年。后者则觉得480年不能按字面理解，因为以色列人曾为法老建造比东和兰塞这两个贮货城（参出1:11），兰塞是照法老兰塞二世所起的名字，他在公元前1290年前后即位，作王六十五年。不管是哪一种看法，总之神是照他的应许，领以色列人出了埃及，既表明他的大能，又表达他对自己百姓的大爱。"
        },
        {
            "chapter": "13:19",
            "content": "摩西把约瑟的骸骨一同带去，因为约瑟曾叫以色列人严严地起誓，对他们说：“　神必眷顾你们，你们要把我的骸骨从这里一同带上去。”",
            "note": ""
        },
        {
            "chapter": "13:20",
            "content": "他们从疏割起行，在旷野边的以倘安营。",
            "note": ""
        },
        {
            "chapter": "13:21",
            "content": "日间，耶和华在云柱中领他们的路；夜间，在火柱中光照他们，使他们日夜都可以行走。",
            "note": ""
        },
        {
            "chapter": "13:22",
            "content": "日间云柱，夜间火柱，总不离开百姓的面前。",
            "note": "云柱与火柱是神以具体的形象显现的实例。他照亮路程，保护他们不受仇敌侵扰，使百姓有他引领的确据，保守他们的脚踪，激励众人为神发出火热的爱心。"
        }
    ]
}