{
    "book": "出埃及记",
    "chapter": "17",
    "verses": [
        {
            "chapter": "17:1",
            "content": "以色列全会众都遵耶和华的吩咐，按着站口从汛的旷野往前行，在利非订安营。百姓没有水喝，",
            "note": ""
        },
        {
            "chapter": "17:2",
            "content": "所以与摩西争闹，说：“给我们水喝吧！”摩西对他们说：“你们为什么与我争闹，为什么试探耶和华呢？”",
            "note": "以色列人遇到困难，再次怨天尤人，不向神祷告。有些问题的解决靠仔细思考，重新安排先后次序；有些要藉着商讨，深思熟虑来解决；但是有些难题惟有祷告才可以解决。快要发怨言的时候，应当立定心意求告神，因为埋怨非但于事无补，反而使人越发苦恼。祷告能令我们的心绪平静下来，聆听神的指示。"
        },
        {
            "chapter": "17:3",
            "content": "百姓在那里甚渴，要喝水，就向摩西发怨言，说：“你为什么将我们从埃及领出来，使我们和我们的儿女并牲畜都渴死呢？”",
            "note": ""
        },
        {
            "chapter": "17:4",
            "content": "摩西就呼求耶和华说：“我向这百姓怎样行呢？他们几乎要拿石头打死我。”",
            "note": ""
        },
        {
            "chapter": "17:5",
            "content": "耶和华对摩西说：“你手里拿着你先前击打河水的杖，带领以色列的几个长老，从百姓面前走过去。",
            "note": ""
        },
        {
            "chapter": "17:6",
            "content": "我必在何烈的磐石那里站在你面前，你要击打磐石，从磐石里必有水流出来，使百姓可以喝。”摩西就在以色列的长老眼前这样行了。",
            "note": ""
        },
        {
            "chapter": "17:7",
            "content": "他给那地方起名叫玛撒（注：就是“试探”的意思），又叫米利巴（就是“争闹”的意思），因以色列人争闹，又因他们试探耶和华说：“耶和华是在我们中间不是？”",
            "note": ""
        },
        {
            "chapter": "17:8",
            "content": "那时，亚玛力人来在利非订，和以色列人争战。",
            "note": "亚玛力人是以扫的孙子亚玛力的后裔，他们住在死海地区，是凶悍的游牧民族，以劫掠财物为生，以杀人为乐。在以色列人的习俗中，称呼一个人为“亚玛力人之友”，是对他最大的侮辱。当以色列人进入亚玛力人的地界，亚玛力人以为这是杀人越货的大好机会，只是他们看错了对象，因为那是神所引领的百姓。曾经为奴的以色列人打败了好战的一族，证明神已照其应许与他们同在。"
        },
        {
            "chapter": "17:9",
            "content": "摩西对约书亚说：“你为我们选出人来，出去和亚玛力人争战。明天我手里要拿着　神的杖，站在山顶上。”",
            "note": "约书亚的名字初次出现，他后来成为领百姓进入应许之地的伟大领袖。他作军队的统帅，要先受磨炼，才能应付以后更大的争战。"
        },
        {
            "chapter": "17:10",
            "content": "于是约书亚照着摩西对他所说的话行，和亚玛力人争战。摩西、亚伦与户珥都上了山顶。",
            "note": ""
        },
        {
            "chapter": "17:11",
            "content": "摩西何时举手，以色列人就得胜；何时垂手，亚玛力人就得胜。",
            "note": ""
        },
        {
            "chapter": "17:12",
            "content": "但摩西的手发沉，他们就搬石头来，放在他以下，他就坐在上面。亚伦与户珥扶着他的手，一个在这边，一个在那边，他的手就稳住，直到日落的时候。",
            "note": ""
        },
        {
            "chapter": "17:13",
            "content": "约书亚用刀杀了亚玛力王和他的百姓。",
            "note": "亚伦与户珥站在摩西的两边，扶着他的手臂，使他可以举起手来祷告，叫以色列人得胜。我们也应当“扶起”属灵领袖的手。分担责任，说安慰鼓励的话，或为他祷告，都会使属灵领袖重新得力。"
        },
        {
            "chapter": "17:14",
            "content": "耶和华对摩西说：“我要将亚玛力的名号从天下全然涂抹了，你要将这话写在书上作纪念，又念给约书亚听。”",
            "note": ""
        },
        {
            "chapter": "17:15",
            "content": "摩西筑了一座坛，起名叫“耶和华尼西”（注：就是“耶和华是我旌旗”的意思）；",
            "note": ""
        },
        {
            "chapter": "17:16",
            "content": "又说：“耶和华已经起了誓，必世世代代和亚玛力人争战。”",
            "note": ""
        }
    ]
}