{
    "book": "出埃及记",
    "chapter": "19",
    "verses": [
        {
            "chapter": "19:1",
            "content": "以色列人出埃及地以后，满了三个月的那一天，就来到西奈的旷野。",
            "note": ""
        },
        {
            "chapter": "19:2",
            "content": "他们离了利非订，来到西奈的旷野，就在那里的山下安营。",
            "note": ""
        },
        {
            "chapter": "19:3",
            "content": "摩西到　神那里，耶和华从山上呼唤他说：“你要这样告诉雅各家，晓谕以色列人说：",
            "note": "西奈山（何烈山），是以色列历史上最神圣的地区之一，位于西奈半岛的中南部。摩西在这个山的荆棘火焰中遇见神，神在这里与以色列人立约，以利亚在这里听见神微小的声音，神也在此将律法和圣洁生活的原则赐给他的百姓。他们知道了顺服神则会蒙福（34:4-28），不顺服则会陷入悲惨的境地（34:32）。"
        },
        {
            "chapter": "19:4",
            "content": "‘我向埃及人所行的事，你们都看见了，且看见我如鹰将你们背在翅膀上，带来归我。",
            "note": ""
        },
        {
            "chapter": "19:5",
            "content": "如今你们若实在听从我的话，遵守我的约，就要在万民中作属我的子民；因为全地都是我的，",
            "note": "神知道地上没有一族配称为他的子民──他的“宝贵产业”。他拣选他们，并不是因为百姓做了什么大事，而是因他的慈爱与怜悯。他拣选以色列人，并不计较他们过去与将来的罪过。他为什么要在地上有特别属他的子民？神要透过他们，表明他所定的生活方式，并使用他们，把他的道教导世人，成为普世得救的凭藉。神曾应许“地上万族”必因亚伯拉罕的后裔而蒙福（参创18:18）。以赛亚先知预言，外邦人和君王，都要藉着以色列人来到主面前（参赛60:3）。神的爱子──弥赛亚的肉身，也将要藉以色列族而降生。神拣选一个民族，严格训练他们，乃为使他们成为普世蒙福的器皿。"
        },
        {
            "chapter": "19:6",
            "content": "你们要归我作祭司的国度，为圣洁的国民。’这些话你要告诉以色列人。”",
            "note": "神告诉以色列民，拯救他们脱离为奴之地，是要他们成为祭司的国度、圣洁的子民，人人可坦然无惧地来到他面前。但是不久百姓就败坏了神的计划。于是神从利未支派之中，拣选亚伦的后裔为祭司，以代表全民族（参利8:1-9:24）。因着基督耶稣降世，神的计划再一次涵括到所有的基督徒。我们同是圣洁的“君尊的祭司“（参彼前2:9）。基督的受死与复活，让人人都可以坦然来到神面前。"
        },
        {
            "chapter": "19:7",
            "content": "摩西去召了民间的长老来，将耶和华所吩咐他的话，都在他们面前陈明。",
            "note": ""
        },
        {
            "chapter": "19:8",
            "content": "百姓都同声回答说：“凡耶和华所说的，我们都要遵行。”摩西就将百姓的话回覆耶和华。",
            "note": "神在创世记中与亚伯拉罕立约，应许使他的后裔成为大国（参创15:5-21；17:1-27）。现在与他的子孙以色列人重申那约的时候，过去的应许已经部分实现了。神应许要赐福给他们，眷顾他们；他们应允顺服神，双方的约就此定立。可惜百姓良善的决心不久就消失了。"
        },
        {
            "chapter": "19:9",
            "content": "耶和华对摩西说：“我要在密云中临到你那里，叫百姓在我与你说话的时候可以听见，也可以永远信你了。”于是摩西将百姓的话奏告耶和华。",
            "note": ""
        },
        {
            "chapter": "19:10",
            "content": "耶和华又对摩西说：“你往百姓那里去，叫他们今天明天自洁，又叫他们洗衣服。",
            "note": ""
        },
        {
            "chapter": "19:11",
            "content": "到第三天要预备好了，因为第三天耶和华要在众百姓眼前降临在西奈山上。",
            "note": "神吩咐摩西叫百姓自洁，就是叫他们在肉体和灵性上都作好准备，预备迎见神。百姓要在日常生活中远离罪，才能将自己献给神。洗净衣服，使自己成为圣洁的，就是把心思意念准备好。我们朝拜神，迎见他的时候，应当将忧虑与杂务抛开。把你装扮身上的时间，用来预备自己的心，以便迎见神吧。"
        },
        {
            "chapter": "19:12",
            "content": "你要在山的四围给百姓定界限，说：‘你们当谨慎，不可上山去，也不可摸山的边界；凡摸这山的，必要治死他。",
            "note": ""
        },
        {
            "chapter": "19:13",
            "content": "不可用手摸他，必用石头打死，或用箭射透，无论是人是牲畜，都不得活。到角声拖长的时候，他们才可到山根来。’”",
            "note": ""
        },
        {
            "chapter": "19:14",
            "content": "摩西下山往百姓那里去，叫他们自洁，他们就洗衣服。",
            "note": ""
        },
        {
            "chapter": "19:15",
            "content": "他对百姓说：“到第三天要预备好了，不可亲近女人。”",
            "note": ""
        },
        {
            "chapter": "19:16",
            "content": "到了第三天早晨，在山上有雷轰、闪电和密云，并且角声甚大，营中的百姓尽都发颤。",
            "note": ""
        },
        {
            "chapter": "19:17",
            "content": "摩西率领百姓出营迎接　神，都站在山下。",
            "note": ""
        },
        {
            "chapter": "19:18",
            "content": "西奈全山冒烟，因为耶和华在火中降于山上，山的烟气上腾，如烧窑一般，遍山大大地震动。",
            "note": ""
        },
        {
            "chapter": "19:19",
            "content": "角声渐渐地高而又高，摩西就说话，　神有声音答应他。",
            "note": ""
        },
        {
            "chapter": "19:20",
            "content": "耶和华降临在西奈山顶上，耶和华召摩西上山顶，摩西就上去。",
            "note": ""
        },
        {
            "chapter": "19:21",
            "content": "耶和华对摩西说：“你下去嘱咐百姓，不可闯过来到我面前观看，恐怕他们有多人死亡；",
            "note": ""
        },
        {
            "chapter": "19:22",
            "content": "又叫亲近我的祭司自洁，恐怕我忽然出来击杀他们。”",
            "note": "神说：“他会忽然出来击杀他们”，是指他要消灭那些未曾自洁、没有准备好迎见他的人。"
        },
        {
            "chapter": "19:23",
            "content": "摩西对耶和华说：“百姓不能上西奈山，因为你已经嘱咐我们说：‘要在山的四围定界限，叫山成圣。’”",
            "note": ""
        },
        {
            "chapter": "19:24",
            "content": "耶和华对他说：“下去吧！你要和亚伦一同上来，只是祭司和百姓不可闯过来上到我面前，恐怕我忽然出来击杀他们。”",
            "note": ""
        },
        {
            "chapter": "19:25",
            "content": "于是摩西下到百姓那里告诉他们。",
            "note": ""
        }
    ]
}