{
    "book": "出埃及记",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "有一个利未家的人，娶了一个利未女子为妻。",
            "note": ""
        },
        {
            "chapter": "2:2",
            "content": "那女人怀孕，生一个儿子，见他俊美，就藏了他三个月。",
            "note": "这婴孩就是摩西。他的父亲叫暗兰，母亲叫约基别，哥哥叫亚伦，姐姐叫米利暗。"
        },
        {
            "chapter": "2:3",
            "content": "后来不能再藏，就取了一个蒲草箱，抹上石漆和石油，将孩子放在里头，把箱子搁在河边的芦荻中。",
            "note": "摩西的母亲想到用蒲草箱抹上石漆和石油（即煤焦油和沥青），把婴孩摩西放在里面。古代埃及人的船也是用蒲草做的，外涂防水的石漆。在尼罗河的沼泽地带，长有四五公尺高的蒲草。这样一个小小的箱子，藏在尼罗河的芦苇之中，既不会受天气影响，又不易被人发现。"
        },
        {
            "chapter": "2:4",
            "content": "孩子的姐姐远远站着，要知道他究竟怎么样。",
            "note": ""
        },
        {
            "chapter": "2:5",
            "content": "法老的女儿来到河边洗澡，她的使女们在河边行走。她看见箱子在芦荻中，就打发一个婢女拿来。",
            "note": "对于这位法老的女儿，通常有两个猜测：（1）有人认为把摩西从水里拉上来的是赫诗苏特公主，其夫婿是她的异母兄长法老杜得模西二世。这种解释符合以色列人在较早时期出埃及的看法。赫诗苏特有两个女儿，却没有儿子，所以杜得模西与妃嫔所生的儿子，就会继承王位。赫诗苏特一定认为摩西是埃及诸神赐给她的赏赐，因为她得着了合法继承王位的儿子。（2）有人认为救婴孩的公主就是法老兰塞二世的女儿，兰塞是个非常残忍的君王，大肆虐待希伯来人。这种看法符合以色列人较后才出埃及的观点。"
        },
        {
            "chapter": "2:6",
            "content": "她打开箱子，看见那孩子。孩子哭了，她就可怜他说：“这是希伯来人的一个孩子。”",
            "note": ""
        },
        {
            "chapter": "2:7",
            "content": "孩子的姐姐对法老的女儿说：“我去在希伯来妇人中，叫一个奶妈来，为你奶这孩子，可以不可以？”",
            "note": ""
        },
        {
            "chapter": "2:8",
            "content": "法老的女儿说：“可以。”童女就去叫了孩子的母亲来。",
            "note": "婴孩的姐姐米利暗看见法老的女儿发现了孩子，立刻主动上前建议，要给她介绍一个奶妈来照顾这婴孩。米利暗不怕见法老的女儿，圣经也未记载米利暗是否怕公主怀疑自己的居心。无论如何，米利暗走上前去，法老女儿也听了她的话，请婴孩的母亲作奶妈，他们就此一家团聚。特别的机会可能在我们意想不到的时候来到，所以不要胆怯，白白让机会溜走。要警醒留意神赐下的机遇，善用良机。"
        },
        {
            "chapter": "2:9",
            "content": "法老的女儿对她说：“你把这孩子抱去，为我奶他，我必给你工价。”妇人就抱了孩子去奶他。",
            "note": "母亲与婴孩又在一起了！神使用她，因她有勇气保护并收藏婴孩，神拯救其子民出埃及的计划也就此展开。神不会向我们提出诸多要求，方才肯成就对我们一生的安排。只顾自己的困难，会叫我们自暴自弃，单单看到人的限制与无助；但是举目仰望神和他的大能，我们就能看到出路。眼下你可能看不到苦难的终局，但是不要看环境，要仰望神，信靠他必给我们开路。存这样的信心，神就要在我们身上开始动工了。"
        },
        {
            "chapter": "2:10",
            "content": "孩子渐长，妇人把他带到法老的女儿那里，就作了她的儿子。她给孩子起名叫摩西，意思说：“因我把他从水里拉出来。”",
            "note": "摩西的母亲知道，万不可杀死自己的骨肉，但是要改变法老的命令，她又无能为力。两难之间，惟一的办法，就是先将孩子藏在家里，到藏不住的时候，才把他放在小小的蒲草箱里，飘流河上。神使用了她的举动，把他所拣选的这个希伯来人放在法老的王宫里。面对今日世界的种种罪恶，我们也可能觉得自己所能做的并不多。但只要我们在自己可能的范围内去努力，所做的虽然可能微不足道，神也可以使用。"
        },
        {
            "chapter": "2:11",
            "content": "后来摩西长大，他出去到他弟兄那里，看他们的重担，见一个埃及人打希伯来人的一个弟兄。",
            "note": ""
        },
        {
            "chapter": "2:12",
            "content": "他左右观看，见没有人，就把埃及人打死了，藏在沙土里。",
            "note": ""
        },
        {
            "chapter": "2:13",
            "content": "第二天他出去，见有两个希伯来人争斗，就对那欺负人的说：“你为什么打你同族的人呢？”",
            "note": ""
        },
        {
            "chapter": "2:14",
            "content": "那人说：“谁立你作我们的首领和审判官呢？难道你要杀我，像杀那埃及人吗？”摩西便惧怕，说：“这事必是被人知道了。”",
            "note": "摩西在打死埃及人以前，曾小心看清周围没有人才下手。但是事实上，他还是被别人看见了，不得不逃出埃及。我们有时以为没有人看见，又未被人当场发现，做错了事也可以逍遥法外。但是无论早晚，做错了的事总会被人发现（参太10:26），正如摩西一样。即使在今生我们没有被人发觉，仍然要面对神和他的审判。"
        },
        {
            "chapter": "2:15",
            "content": "法老听见这事，就想杀摩西，但摩西躲避法老，逃往米甸地居住。",
            "note": "摩西打死埃及人，怕受惩罚，逃往米甸。四十年以后，才能被神使用。不过他因为信靠神就不怕王怒（参来11:27）。我们可能因为闯了祸，觉得被遗弃，孤单无援，亲朋远离。但尽管惧怕，却不要自暴自弃。不管自己过去是怎样的灰暗，前途是怎样的不明，你总要像摩西那样，相信神必拯救。"
        },
        {
            "chapter": "2:16",
            "content": "一日，他在井旁坐下，米甸的祭司有七个女儿，她们来打水，打满了槽，要饮父亲的群羊。",
            "note": ""
        },
        {
            "chapter": "2:17",
            "content": "有牧羊的人来把她们赶走了，摩西却起来帮助她们，又饮了她们的群羊。",
            "note": "他以前在埃及是王子，一定曾受埃及人良好的军训，学会古代最先进的军事技能和武艺。即使有成夥的牧羊人，也不是这位经严格训练的勇士的对手。"
        },
        {
            "chapter": "2:18",
            "content": "她们来到父亲流珥那里，他说：“今日你们为何来得这么快呢？”",
            "note": "摩西的岳父流珥又称为叶忒罗。（参3:1）"
        },
        {
            "chapter": "2:19",
            "content": "她们说：“有一个埃及人救我们脱离牧羊人的手，并且为我们打水饮了群羊。”",
            "note": ""
        },
        {
            "chapter": "2:20",
            "content": "他对女儿们说：“那个人在哪里？你们为什么撇下他呢？你们去请他来吃饭。”",
            "note": ""
        },
        {
            "chapter": "2:21",
            "content": "摩西甘心和那人同住；那人把他的女儿西坡拉给摩西为妻。",
            "note": ""
        },
        {
            "chapter": "2:22",
            "content": "西坡拉生了一个儿子，摩西给他起名叫革舜，意思说：“因我在外邦作了寄居的。”",
            "note": ""
        },
        {
            "chapter": "2:23",
            "content": "过了多年，埃及王死了。以色列人因做苦工，就叹息哀求，他们的哀声达于　神。",
            "note": ""
        },
        {
            "chapter": "2:24",
            "content": "神听见他们的哀声，就记念他与亚伯拉罕、以撒、雅各所立的约。",
            "note": ""
        },
        {
            "chapter": "2:25",
            "content": "神看顾以色列人，也知道他们的苦情。",
            "note": "神未必在我们最需要的时刻施行拯救。他早已应许领希伯来人离开埃及为奴之地（参创15:16；46:3-4）。百姓等候他履行应许，已有很长的时间，不过神深知拯救的时机，会在最恰当之时采取行动。你若觉得苦难太深，似乎被神遗忘，请你切记，神所安排的时候，往往不是我们所能估计的。"
        }
    ]
}