{
    "book": "出埃及记",
    "chapter": "20",
    "verses": [
        {
            "chapter": "20:1",
            "content": "神吩咐这一切的话说：",
            "note": ""
        },
        {
            "chapter": "20:2",
            "content": "“我是耶和华你的　神，曾将你从埃及地为奴之家领出来。",
            "note": ""
        },
        {
            "chapter": "20:3",
            "content": "除了我以外，你不可有别的神。",
            "note": ""
        },
        {
            "chapter": "20:4",
            "content": "不可为自己雕刻偶像；也不可做什么形像彷佛上天、下地和地底下、水中的百物。",
            "note": ""
        },
        {
            "chapter": "20:5",
            "content": "不可跪拜那些像；也不可事奉它，因为我耶和华你的　神，是忌邪的　神。恨我的，我必追讨他的罪，自父及子，直到三四代；",
            "note": ""
        },
        {
            "chapter": "20:6",
            "content": "爱我、守我诫命的，我必向他们发慈爱，直到千代。",
            "note": "以色列人刚刚离开多神崇拜的埃及。埃及人认为一位神管理人生活的一个方面，各神职分不同，所以敬拜多神，为得最多的福气。神吩咐属他的百姓要敬拜他，相信他，这件事对以色列人并不太难──只要在埃及众神的名单之中，再加上他就可以了。但是神说：“除了我以外，不可拜别的神”，百姓就难以接受了。但如若他们不认识领他们出埃及的这位神，是独一真神的话，他们就不能作他的子民，不管他们怎样小心翼翼地遵守了另外九条诫命，都没有用。所以，神把这一项作为他的第一条诫命，且将它看得比其他命令都重要。今天我们可能让许多其他的事物成为自己的神，例如金钱、名望、工作或者是享乐。一旦我们一心一意地以此为个人的追求、安全感的来源、生存的意义，这一切就变为我们的神。尽管我们不会刻意地去拜这些事物，但若是我们花大量时间追求金钱、名望等事，最后它们就会控制我们的思想和心力，成为我们的神。我们要让神在我们生命中居首位，而不让别的事物变成神。"
        },
        {
            "chapter": "20:7",
            "content": "不可妄称耶和华你　神的名；因为妄称耶和华名的，耶和华必不以他为无罪。",
            "note": "神的名字有特别的意义，这名字表明他的属性。现代人常常轻佻地使用神的名字，或用来起誓、咒诅人，并不知道这样做的严重后果。我们怎样对待神的名字，就表明对他的态度。应当尊神的名为圣，用得适当得体，在敬拜颂赞之中提到他的名字，切勿用来开玩笑或咒诅，也不要以为凌辱轻慢他的圣名是件小事。"
        },
        {
            "chapter": "20:8",
            "content": "当记念安息日，守为圣日。",
            "note": ""
        },
        {
            "chapter": "20:9",
            "content": "六日要劳碌做你一切的工，",
            "note": ""
        },
        {
            "chapter": "20:10",
            "content": "但第七日是向耶和华你　神当守的安息日。这一日你和你的儿女、仆婢、牲畜，并你城里寄居的客旅，无论何工都不可做，",
            "note": ""
        },
        {
            "chapter": "20:11",
            "content": "因为六日之内，耶和华造天、地、海和其中的万物，第七日便安息，所以耶和华赐福与安息日，定为圣日。",
            "note": "神将安息日分别出来，叫我们休息并敬拜他。他吩咐人要守安息日，因为人类每个礼拜都需要安静的时间用来敬拜神及休息。神关怀人类无微不至，给我们预备每个礼拜一天的时间来休息，实在是奇妙的事。在这个节奏很快的世界上，能有休息与敬拜神的时间，说明神对于我们是何等重要，他更能使我们的心灵更新。所以不要忽视神的供应。"
        },
        {
            "chapter": "20:12",
            "content": "当孝敬父母，使你的日子在耶和华你　神所赐你的地上得以长久。",
            "note": "这是一条带有应许的诫命。以色列人在神所赐给他们的地上，要想几代同堂，和睦相处，就需要尊重长辈，努力齐家。不过，“孝敬父母”，究竟指什么而言呢？就是恭敬、尊重、服从（除了吩咐你做违背神的事以外）、效法他们的榜样，凡事让神居首位。在神的眼中，父母的地位应受尊崇；人即使觉得父母难相处，也要孝敬他们。"
        },
        {
            "chapter": "20:13",
            "content": "不可杀人。",
            "note": ""
        },
        {
            "chapter": "20:14",
            "content": "不可奸淫。",
            "note": ""
        },
        {
            "chapter": "20:15",
            "content": "不可偷盗。",
            "note": ""
        },
        {
            "chapter": "20:16",
            "content": "不可作假见证陷害人。",
            "note": "作假见证就是指在法庭上撒谎。神知道除非以色列人建立公平无欺的制度，这个民族就不能存活。我们无论是处理个人事务，或公开发言，都应当诚实。无论在什么场合，对一件事讲得不尽不实，半真半假，或歪曲事实、捏造编假，都是“作假见证”。神警告我们，不可欺诈。即使许多人把欺诈当作平常事，属神的子民却绝不可随波逐流。"
        },
        {
            "chapter": "20:17",
            "content": "不可贪恋人的房屋；也不可贪恋人的妻子、仆婢、牛驴，并他一切所有的。”",
            "note": "贪恋是指想得到别人的财物而言。不仅是羡慕别人的财物，或者心里想“巴不得我也拥有”，贪恋也包括对别人有而自己无的，生出嫉妒仇恨之心。神知道财物绝不能使人长久幸福，只有神能供给人一切的需要，所以人也只能从他那里得到真正的满足。你若开始生出贪心，就要设法找出在你心中，是否有些本来只是基本需要的东西，却发展成嫉妒的。例如，你可能从羡慕别人的成就，发展到嫉妒别人，进而想夺取别人的成就。当求神除去你心中的恨意，求他来满足你基本的需求。"
        },
        {
            "chapter": "20:18",
            "content": "众百姓见雷轰、闪电、角声、山上冒烟，就都发颤，远远地站立，",
            "note": "神对他的子民说话，有时显出大能的威严，也有时以微小的声音。为什么会不同呢？他每次说话，都用最有效的方法，以完成他的旨意。为显明他的权能，他在西奈山以雷轰闪电向以色列人展示威严。也只有用这种方式，才能叫百姓听从摩西与亚伦。"
        },
        {
            "chapter": "20:19",
            "content": "对摩西说：“求你和我们说话，我们必听，不要　神和我们说话，恐怕我们死亡。”",
            "note": ""
        },
        {
            "chapter": "20:20",
            "content": "摩西对百姓说：“不要惧怕，因为　神降临是要试验你们，叫你们时常敬畏他，不至犯罪。”",
            "note": "圣经中多处提到“不要害怕”。神并不是想要惊吓以色列人，他显出大权能的目的，是要以色列人认识他是真神，理当顺服他。只要他们顺服，就可以蒙他大能的荫庇。他要我们出于爱心，而不是由于惧怕才信从他。要想战胜恐惧，就必须更多地被他的大爱充满。“爱既完全，就把惧怕除去。”（约壹4:18）"
        },
        {
            "chapter": "20:21",
            "content": "于是百姓远远地站立，摩西就挨近　神所在的幽暗之中。",
            "note": ""
        },
        {
            "chapter": "20:22",
            "content": "耶和华对摩西说：“你要向以色列人这样说：‘你们自己看见我从天上和你们说话了。",
            "note": ""
        },
        {
            "chapter": "20:23",
            "content": "你们不可做什么神像与我相配，不可为自己做金银的神像。",
            "note": ""
        },
        {
            "chapter": "20:24",
            "content": "“‘你要为我筑土坛，在上面以牛羊献为燔祭和平安祭。凡记下我名的地方，我必到那里赐福给你。",
            "note": ""
        },
        {
            "chapter": "20:25",
            "content": "你若为我筑一座石坛，不可用凿成的石头，因你在上头一动家具，就把坛污秽了。",
            "note": ""
        },
        {
            "chapter": "20:26",
            "content": "你上我的坛，不可用台阶，免得露出你的下体来。’",
            "note": "那时以色列人还没有圣经，也没有多少宗教传统作依据，所以神必须要从头开始，教导他们敬拜的方式。神明确指示他们如何筑坛，为的是保守他们好好地献祭。为了防止敬拜偶像的事偷偷渗入对神的敬拜中，他不准人用凿过的石头来筑坛，只要人用天然的石块建造。他也不让人随便在哪里筑坛，为要防止他们建立自己的宗教，改变神的旨意。他并不反对人的创造力，但是他不能容忍人创立自己的宗教。"
        }
    ]
}