{
    "book": "出埃及记",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "摩西牧养他岳父米甸祭司叶忒罗的羊群。一日，领羊群往野外去，到了　神的山，就是何烈山，",
            "note": "何烈山又名西奈山，神在这里把律法启示给以色列人。"
        },
        {
            "chapter": "3:2",
            "content": "耶和华的使者从荆棘里火焰中向摩西显现。摩西观看，不料，荆棘被火烧着，却没有烧毁。",
            "note": "神用摩西意想不到的方式──从荆棘火焰中向他说话。神也会用出人意料之外的方法，藉着人、藉着经验和某些主张向我们说话。所以我们要留心考究，随时向神敞开自己，神会出其不意地对我们说话。"
        },
        {
            "chapter": "3:3",
            "content": "摩西说：“我要过去看这大异象，这荆棘为何没有烧坏呢？”",
            "note": ""
        },
        {
            "chapter": "3:4",
            "content": "耶和华　神见他过去要看，就从荆棘里呼叫说：“摩西！摩西！”他说：“我在这里。”",
            "note": "摩西看到燃烧的荆棘并与神交谈。在旧约圣经中，许多人都在可见之形像（不一定是人的形像）中经历过神。亚伯拉罕看见冒烟的炉和烧着的火把（参创15:17）；雅各与一个人摔跤（参创32:24-29）；以色列人脱离为奴之地埃及时，神用云柱与火柱来引导（13:17-22）。神这样显现，为要鼓励他的新族类，神要引导他们，并证明他口中所传的信息是何等的可靠。"
        },
        {
            "chapter": "3:5",
            "content": "神说：“不要近前来，当把你脚上的鞋脱下来，因为你所站之地是圣地。”",
            "note": ""
        },
        {
            "chapter": "3:6",
            "content": "又说：“我是你父亲的　神，是亚伯拉罕的　神，以撒的　神，雅各的　神。”摩西蒙上脸，因为怕看　神。",
            "note": "摩西遵照神的吩咐，脱下脚上的鞋，并且蒙上脸。脱掉鞋是尊敬的行动，表示自己在神面前的不配。神是我们的朋友，更是全能的主宰。以轻率随便的态度朝见他，就缺少诚意，失去尊敬了。扪心自问，你敬拜神是随随便便还是像蒙君王宠邀，作他嘉宾那样又庄严又隆重呢？你也许要改变自己的态度，才配朝见圣洁的神。"
        },
        {
            "chapter": "3:7",
            "content": "耶和华说：“我的百姓在埃及所受的困苦，我实在看见了；他们因受督工的辖制所发的哀声，我也听见了。我原知道他们的痛苦。",
            "note": ""
        },
        {
            "chapter": "3:8",
            "content": "我下来是要救他们脱离埃及人的手，领他们出了那地，到美好宽阔流奶与蜜之地，就是到迦南人、赫人、亚摩利人、比利洗人、希未人、耶布斯人之地。",
            "note": "“迦南人……的地方”就是现在以色列与约旦两国之地。迦南人是住在那地各族的统称。"
        },
        {
            "chapter": "3:9",
            "content": "现在以色列人的哀声达到我耳中，我也看见埃及人怎样欺压他们。",
            "note": ""
        },
        {
            "chapter": "3:10",
            "content": "故此，我要打发你去见法老，使你可以将我的百姓以色列人从埃及领出来。”",
            "note": ""
        },
        {
            "chapter": "3:11",
            "content": "摩西对　神说：“我是什么人，竟能去见法老，将以色列人从埃及领出来呢？”",
            "note": ""
        },
        {
            "chapter": "3:12",
            "content": "神说：“我必与你同在。你将百姓从埃及领出来之后，你们必在这山上事奉我，这就是我打发你去的证据。”",
            "note": "摩西觉得他才疏学浅，难当神托付之大任，所以推辞。他的想法十分自然。靠自己不足以成就大事，但是神没有要他孤军奋战，却给他别的帮助（神自己，亚伦，并应许他有能力行神迹）。神常常呼召我们做难如登天的工作，不过他并没有叫我们单独去完成。他要赐我们智慧与能力，使我们胜任，正如他赐给摩西的。不要以为自己软弱无能就畏缩不前，好像摩西那样；应当仰望神，向他支取更大的能力，把自己献上，让他使用我们独特的才能。"
        },
        {
            "chapter": "3:13",
            "content": "摩西对　神说：“我到以色列人那里，对他们说：‘你们祖宗的　神打发我到你们这里来。’他们若问我说：‘他叫什么名字？’我要对他们说什么呢？”",
            "note": ""
        },
        {
            "chapter": "3:14",
            "content": "神对摩西说：“我是自有永有的。”又说：“你要对以色列人这样说：‘那自有的打发我到你们这里来。’”",
            "note": ""
        },
        {
            "chapter": "3:15",
            "content": "神又对摩西说：“你要对以色列人这样说：‘耶和华你们祖宗的　神，就是亚伯拉罕的　神，以撒的　神，雅各的　神，打发我到你们这里来。耶和华是我的名，直到永远；这也是我的纪念，直到万代。’",
            "note": "“耶和华”这个名字，是从“我是”或“自有永有”这个希伯来文演变而来。神叫摩西想起他与亚伯拉罕（参创12:1-3；15；17）、以撒（参创26:2-5）以及雅各（参创28:13-15）立约的应许，他使用自有永有（耶和华）这个名字，表明他亘古不变的性情。好几百年前神给以色列伟大先祖的应许，现在要藉着摩西来实现了。"
        },
        {
            "chapter": "3:16",
            "content": "你去招聚以色列的长老，对他们说：‘耶和华你们祖宗的　神，就是亚伯拉罕的　神，以撒的　神，雅各的　神，向我显现，说：我实在眷顾了你们，我也看见埃及人怎样待你们。",
            "note": ""
        },
        {
            "chapter": "3:17",
            "content": "我也说要将你们从埃及的困苦中领出来，往迦南人、赫人、亚摩利人、比利洗人、希未人、耶布斯人的地去，就是到流奶与蜜之地。’",
            "note": "“流奶与蜜的地方”是一句诗意盎然的话，描绘出神应许之地的荣美与物产的丰富。"
        },
        {
            "chapter": "3:18",
            "content": "他们必听你的话。你和以色列的长老要去见埃及王，对他说：‘耶和华希伯来人的　神遇见了我们，现在求你容我们往旷野去，走三天的路程，为要祭祀耶和华我们的　神。’",
            "note": ""
        },
        {
            "chapter": "3:19",
            "content": "我知道虽用大能的手，埃及王也不容你们去。",
            "note": ""
        },
        {
            "chapter": "3:20",
            "content": "我必伸手在埃及中间施行我一切的奇事，攻击那地，然后他才容你们去。",
            "note": "以色列人的首领，必会听从神藉摩西所传的信息，埃及人却不会听从。神早知双方的不同反应，他深知未来，所以比一切心理学来得准确。基督徒也应将自己的前途交托给神，因他早已知道明天。"
        },
        {
            "chapter": "3:21",
            "content": "我必叫你们在埃及人眼前蒙恩，你们去的时候，就不至于空手而去。",
            "note": ""
        },
        {
            "chapter": "3:22",
            "content": "但各妇女必向她的邻舍，并居住在她家里的女人要金器、银器和衣裳，好给你们的儿女穿戴，这样你们就把埃及人的财物夺去了。”",
            "note": "金银珠宝和漂亮的衣服，不是以色列人向埃及人借的，乃是向他们要的。埃及人乐意让他们离开，所以甘心送上许多财物。这些财物，好些在后来用于建造会幕（35:5,22）。神应许以色列人可以夺取埃及人的财物，此事当时对摩西来说，似乎是不太可能的。"
        }
    ]
}