{
    "book": "出埃及记",
    "chapter": "32",
    "verses": [
        {
            "chapter": "32:1",
            "content": "百姓见摩西迟延不下山，就大家聚集到亚伦那里，对他说：“起来！为我们做神像，可以在我们前面引路，因为领我们出埃及地的那个摩西，我们不知道他遭了什么事。”",
            "note": ""
        },
        {
            "chapter": "32:2",
            "content": "亚伦对他们说：“你们去摘下你们妻子、儿女耳上的金环，拿来给我。”",
            "note": ""
        },
        {
            "chapter": "32:3",
            "content": "百姓就都摘下他们耳上的金环，拿来给亚伦。",
            "note": ""
        },
        {
            "chapter": "32:4",
            "content": "亚伦从他们手里接过来，铸了一只牛犊，用雕刻的器具做成。他们就说：“以色列啊，这是领你出埃及地的　神！”",
            "note": ""
        },
        {
            "chapter": "32:5",
            "content": "亚伦看见，就在牛犊面前筑坛，且宣告说：“明日要向耶和华守节。”",
            "note": "埃及人最常敬拜的两个神，就是公牛与母牛，代表权力与生育。刚从埃及出来的百姓觉得，造一个金牛犊来代表拯救他们脱离为奴之地的这位神，是极其自然的事。他们对于没有形像的神感到厌倦了。殊不知这样行正触犯了神刚刚赐下的诫命：“你们不可为自己雕刻偶像，也不可做什么形像，彷佛上天、下地、和地底下、水中的百物”（20:4）。他们表面上一片虔诚，其实是藉口，他们偏行己路，任意妄为。即使我们不制造偶像，也常常会自以为是，按自己的期盼、愿望与环境来造神。我们会崇拜自己，而不是敬拜造我们的神。现代自我崇拜，和以色列人出埃及的时代一样，使人犯下种种不道德的罪。你是否要先将心中的偶像销毁，才能敬拜有无限大能、拯救你脱离罪恶捆绑的真神呢？"
        },
        {
            "chapter": "32:6",
            "content": "次日清早，百姓起来献燔祭和平安祭，就坐下吃喝，起来玩耍。",
            "note": ""
        },
        {
            "chapter": "32:7",
            "content": "耶和华吩咐摩西说：“下去吧！因为你的百姓，就是你从埃及地领出来的，已经败坏了。",
            "note": ""
        },
        {
            "chapter": "32:8",
            "content": "他们快快偏离了我所吩咐的道，为自己铸了一只牛犊，向它下拜献祭说：‘以色列啊，这就是领你出埃及地的　神！’”",
            "note": ""
        },
        {
            "chapter": "32:9",
            "content": "耶和华对摩西说：“我看这百姓真是硬着颈项的百姓。",
            "note": ""
        },
        {
            "chapter": "32:10",
            "content": "你且由着我，我要向他们发烈怒，将他们灭绝，使你的后裔成为大国。”",
            "note": "以色列人又拜偶像了。虽然刚刚经历那位肉眼看不见的神施行的神迹，却仍然想拜从前拜惯了的假神，把眼所能见、随意铸造出来的形像当作神。我们跟他们是多么相似！我们现在仍然想随自己的喜好，来造出神的形像，将它放在一处，召之则来，挥之则去。拜偶像仍然是我们难以抗拒的大试探。神是忌邪施报的，我们所造的偶像，会使我们看不见慈爱的神，无法领受他厚厚浇灌在我们身上的大爱，因而招来他的愤怒。当我们将别的人、事物高举过于神的时候，他就不能在我们身上工作了。请你省察一下，在你生命之中，有哪些假神正成为障碍，使真神很难活在你的心中？"
        },
        {
            "chapter": "32:11",
            "content": "摩西便恳求耶和华他的　神说：“耶和华啊，你为什么向你的百姓发烈怒呢？这百姓是你用大力和大能的手从埃及地领出来的。",
            "note": ""
        },
        {
            "chapter": "32:12",
            "content": "为什么使埃及人议论说：‘他领他们出去，是要降祸与他们，把他们杀在山中，将他们从地上除灭’？求你转意，不发你的烈怒；后悔，不降祸与你的百姓。",
            "note": ""
        },
        {
            "chapter": "32:13",
            "content": "求你记念你的仆人亚伯拉罕、以撒、以色列，你曾指着自己起誓说：‘我必使你们的后裔像天上的星那样多，并且我所应许的这全地，必给你们的后裔，他们要永远承受为业。’”",
            "note": ""
        },
        {
            "chapter": "32:14",
            "content": "于是耶和华后悔，不把所说的祸降与他的百姓。",
            "note": "神怎么会后悔呢？他并不改变自己的心意，这和作父母的决定不惩罚儿女一样；神改变他的作法，但本性上是前后统一的。他最初想除灭百姓，是按照自己一贯的公义而行，及至摩西为百姓代祷，他转变为照自己一贯的慈爱而行。他常常告诉百姓，只要他们回转，他就不会责罚他们。现在他们回转了，神也就照他的应许而行。"
        },
        {
            "chapter": "32:15",
            "content": "摩西转身下山，手里拿着两块法版，这版是两面写的，这面那面都有字。",
            "note": ""
        },
        {
            "chapter": "32:16",
            "content": "是　神的工作，字是　神写的，刻在版上。",
            "note": ""
        },
        {
            "chapter": "32:17",
            "content": "约书亚一听见百姓呼喊的声音，就对摩西说：“在营里有争战的声音。”",
            "note": ""
        },
        {
            "chapter": "32:18",
            "content": "摩西说：“这不是人打胜仗的声音，也不是人打败仗的声音，我所听见的，乃是人歌唱的声音。”",
            "note": ""
        },
        {
            "chapter": "32:19",
            "content": "摩西挨近营前，就看见牛犊，又看见人跳舞，便发烈怒，把两块版扔在山下摔碎了，",
            "note": ""
        },
        {
            "chapter": "32:20",
            "content": "又将他们所铸的牛犊用火焚烧，磨得粉碎，撒在水面上，叫以色列人喝。",
            "note": "摩西亲眼见以色列人在拜偶像，喧闹玩耍，他怒不可遏，就将刻有十条诫命的两块石版摔碎；其实在百姓的心里早已把石版摔碎了。圣经并不反对人发怒，不管摩西怎样恼怒，神比他更怒──他想除灭所有的百姓。恨恶罪是灵命有活力的征兆，所以不要消灭这种义怒。不过，在你对于罪发出合理的义怒之前，必须要小心，以免做出令你后悔的事。"
        },
        {
            "chapter": "32:21",
            "content": "摩西对亚伦说：“这百姓向你做了什么？你竟使他们陷在大罪里！”",
            "note": ""
        },
        {
            "chapter": "32:22",
            "content": "亚伦说：“求我主不要发烈怒，这百姓专于作恶，是你知道的。",
            "note": ""
        },
        {
            "chapter": "32:23",
            "content": "他们对我说：‘你为我们做神像，可以在我们前面引路，因为领我们出埃及地的那个摩西，我们不知道他遭了什么事。’",
            "note": ""
        },
        {
            "chapter": "32:24",
            "content": "我对他们说：‘凡有金环的，可以摘下来’，他们就给了我，我把金环扔在火中，这牛犊便出来了。”",
            "note": "亚伦的抉择几乎送了自己的命。他荒唐的托辞，显出这位领导人和百姓的灵命低落。作宗教领袖的，必须加倍小心自己的神学观点及道德准则与神的一致，免得因受到群众压力而作出违背神命的决定。"
        },
        {
            "chapter": "32:25",
            "content": "摩西见百姓放肆（亚伦纵容他们，使他们在仇敌中间被讥刺），",
            "note": ""
        },
        {
            "chapter": "32:26",
            "content": "就站在营门中说：“凡属耶和华的，都要到我这里来！”于是利未的子孙都到他那里聚集。",
            "note": ""
        },
        {
            "chapter": "32:27",
            "content": "他对他们说：“耶和华以色列的　神这样说：‘你们各人把刀跨在腰间，在营中往来，从这门到那门，各人杀他的弟兄与同伴并邻舍。’”",
            "note": ""
        },
        {
            "chapter": "32:28",
            "content": "利未的子孙照摩西的话行了。那一天，百姓中被杀的约有三千。",
            "note": ""
        },
        {
            "chapter": "32:29",
            "content": "摩西说：“今天你们要自洁，归耶和华为圣，各人攻击他的儿子和弟兄，使耶和华赐福与你们。”",
            "note": ""
        },
        {
            "chapter": "32:30",
            "content": "到了第二天，摩西对百姓说：“你们犯了大罪，我如今要上耶和华那里去，或者可以为你们赎罪。”",
            "note": ""
        },
        {
            "chapter": "32:31",
            "content": "摩西回到耶和华那里说：“唉！这百姓犯了大罪，为自己做了金像。",
            "note": ""
        },
        {
            "chapter": "32:32",
            "content": "倘或你肯赦免他们的罪……不然，求你从你所写的册上涂抹我的名。”",
            "note": ""
        },
        {
            "chapter": "32:33",
            "content": "耶和华对摩西说：“谁得罪我，我就从我的册上涂抹谁的名。",
            "note": ""
        },
        {
            "chapter": "32:34",
            "content": "现在你去领这百姓，往我所告诉你的地方去，我的使者必在你前面引路，只是到我追讨的日子，我必追讨他们的罪。”",
            "note": ""
        },
        {
            "chapter": "32:35",
            "content": "耶和华杀百姓的缘故是因他们同亚伦做了牛犊。",
            "note": ""
        }
    ]
}