{
    "book": "撒迦利亚书",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "大利乌王第二年八月，耶和华的话临到易多的孙子比利家的儿子先知撒迦利亚说：",
            "note": "撒迦利亚是在犹太人被掳时期在巴比伦出生的，公元前538年他回到耶路撒冷，当时他是一位年富力强的青年。波斯王塞鲁士在公元前539年打败巴比伦后，下诏准许所有被掳的犹太人归回故土，撒迦利亚和哈该是第一批归回犹大的人。撒迦利亚是先知又是祭司，他与先知哈该在同一个时期开始事奉工作（公元前520-518年）。他在哈该最初发出预言以后两个月，第一次宣讲预言。撒迦利亚和哈该一样，鼓励百姓继续重建圣殿，当时工程已停顿了将近十五年。他指责百姓的灵性麻木，因仇敌的压力而灰心，又因新的圣殿根基规模小而失望。今天我们若忽略灵性建设上的优先事项，也同样不能成全上帝的旨意。"
        },
        {
            "chapter": "1:2",
            "content": "“耶和华曾向你们列祖大大发怒。",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "所以你要对以色列人说：万军之耶和华如此说：‘你们要转向我，我就转向你们。’这是万军之耶和华说的。",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "不要效法你们列祖。从前的先知呼叫他们说：万军之耶和华如此说：‘你们要回头离开你们的恶道恶行！’他们却不听，也不顺从我。这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "你们的列祖在哪里呢？那些先知能永远存活吗？",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "只是我的言语和律例，就是所吩咐我仆人众先知的，岂不临到你们列祖吗？“他们就回头说：‘万军之耶和华定意按我们的行动作为向我们怎样行，他已照样行了。’”",
            "note": "在以色列人被掳的百多年前，神藉着他的众先知所说的话，照样适用于撒迦利亚的时代，就是对今天的我们也非常适切。神的话存到永远，我们理当研读、查考，并活用圣经中留给我们的教训。要学习神的话语，使我们能避免重蹈前人的覆辙。"
        },
        {
            "chapter": "1:7",
            "content": "大利乌第二年十一月，就是细罢特月二十四日，耶和华的话临到易多的孙子比利家的儿子先知撒迦利亚说：",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "“我夜间观看，见一人骑着红马，站在洼地番石榴树中间。在他身后，又有红马、黄马和白马。”",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "我对与我说话的天使说：“主啊，这是什么意思？”他说：“我要指示你这是什么意思。”",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "那站在番石榴树中间的人说：“这是奉耶和华差遣，在遍地走来走去的。”",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "那些骑马的对站在番石榴树中间耶和华的使者说：“我们已在遍地走来走去，见全地都安息平静。”",
            "note": "耶和华的使者看到地上的各国都安息平静，惟以色列仍然被欺压、受藐视；但是神正部署要改变这状况，他释放他的百姓，容许他们归回本国，重建他的圣殿。"
        },
        {
            "chapter": "1:12",
            "content": "于是，耶和华的使者说：“万军之耶和华啊，你恼恨耶路撒冷和犹大的城邑已经七十年，你不施怜悯要到几时呢？”",
            "note": "七十年是神下令以色列人留在被掳之地的年数（参耶25:11；29:10）。这期限已到，耶和华的使者求神采取行动，成全他所应许的，让他的子民回耶路撒冷。"
        },
        {
            "chapter": "1:13",
            "content": "耶和华就用美善的安慰话回答那与我说话的天使。",
            "note": "神的子民被掳到巴比伦受惩罚七十年，不过在这一节，神说出了安慰和保证的话。神应许只要我们归向他，他就医治我们（参何6:1）。当我们受伤害，生活担子很重时，只要归向神，他必能医治、安慰我们。"
        },
        {
            "chapter": "1:14",
            "content": "与我说话的天使对我说：“你要宣告说：万军之耶和华如此说：‘我为耶路撒冷、为锡安，心里极其火热。",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "我甚恼怒那安逸的列国。因我从前稍微恼怒我民，他们就加害过分。’",
            "note": "外邦列国加害神的子民超过了他的定意，他并不是没有力量阻止他们，而是使用这些国家来惩罚犯罪的百姓。当列国竟想消灭以色列这个民族时，神就要干预了。"
        },
        {
            "chapter": "1:16",
            "content": "“所以耶和华如此说：‘现今我回到耶路撒冷，仍施怜悯。我的殿必重建在其中，准绳必拉在耶路撒冷之上。’这是万军之耶和华说的。",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "“你要再宣告说：万军之耶和华如此说：‘我的城邑必再丰盛发达。耶和华必再安慰锡安，拣选耶路撒冷。’”",
            "note": "站在番石榴树中间的这个人是耶和华的使者（参1:11）。马和马的颜色都是神介入世界管治的象征。对于各种颜色的意义虽难以确定，不过红马常常与战争有关连，白马则代表胜利。"
        },
        {
            "chapter": "1:18",
            "content": "我举目观看，见有四角。",
            "note": ""
        },
        {
            "chapter": "1:19",
            "content": "我就问与我说话的天使说：“这是什么意思？”他回答说：“这是打散犹大、以色列和耶路撒冷的角。”",
            "note": ""
        },
        {
            "chapter": "1:20",
            "content": "耶和华又指四个匠人给我看。",
            "note": ""
        },
        {
            "chapter": "1:21",
            "content": "我说：“他们来做什么呢？”他说：“这是打散犹大的角，使人不敢抬头；但这些匠人来威吓列国，打掉他们的角，就是举起打散犹大地的角。”",
            "note": "这四个角是欺压以色列人的世界四大强国──埃及、亚述、巴比伦和玛代波斯。这四个匠人是神用来推翻以色列之仇敌的国家，神兴起他们来惩罚欺压以色列的国家。"
        }
    ]
}