{
    "book": "撒迦利亚书",
    "chapter": "12",
    "verses": [
        {
            "chapter": "12:1",
            "content": "耶和华论以色列的默示。铺张诸天，建立地基，造人里面之灵的耶和华说：",
            "note": ""
        },
        {
            "chapter": "12:2",
            "content": "“我必使耶路撒冷被围困的时候，向四围列国的民成为令人昏醉的杯；这默示也论到犹大（注：或作“犹大也是如此”）。",
            "note": ""
        },
        {
            "chapter": "12:3",
            "content": "那日，我必使耶路撒冷向聚集攻击她的万民，当作一块重石头；凡举起的必受重伤。”",
            "note": ""
        },
        {
            "chapter": "12:4",
            "content": "耶和华说：“到那日，我必使一切马匹惊惶，使骑马的颠狂。我必看顾犹大家，使列国的一切马匹瞎眼。",
            "note": "这是预言耶路撒冷未来的一次大战斗。有人说这是哈米吉多顿大战，也是地球上最后一次大战役。与神的百姓为敌的人不会永远取胜。最后，邪恶、痛苦和压迫将一次过彻底被消灭。"
        },
        {
            "chapter": "12:5",
            "content": "犹大的族长必心里说：‘耶路撒冷的居民倚靠万军之耶和华他们的　神，就作我们的能力。’",
            "note": ""
        },
        {
            "chapter": "12:6",
            "content": "“那日，我必使犹大的族长如火盆在木柴中，又如火把在禾捆里。他们必左右烧灭四围列国的民。耶路撒冷人必仍住本处，就是耶路撒冷。",
            "note": ""
        },
        {
            "chapter": "12:7",
            "content": "“耶和华必先拯救犹大的帐棚，免得大卫家的荣耀和耶路撒冷居民的荣耀胜过犹大。",
            "note": "城市往往影响其周围乡村的发展。这一次，犹大的乡村──“帐棚”却比耶路撒冷先得好处，令耶路撒冷不至骄傲。不要认为我们必须先向“重要人物”如明星、大商人、政治家、革命先驱等布道，基督来是“为要寻找、拯救失丧的人”（路19:10），甚至是颓废潦倒的人。我们要小心，千万不要在灵性上骄傲，免得像耶路撒冷一样，在明白神旨意的事上变得最迟钝。"
        },
        {
            "chapter": "12:8",
            "content": "那日，耶和华必保护耶路撒冷的居民。他们中间软弱的必如大卫；大卫的家必如　神，如行在他们前面之耶和华的使者。",
            "note": ""
        },
        {
            "chapter": "12:9",
            "content": "那日，我必定意灭绝来攻击耶路撒冷各国的民。",
            "note": ""
        },
        {
            "chapter": "12:10",
            "content": "“我必将那施恩叫人恳求的灵，浇灌大卫家和耶路撒冷的居民。他们必仰望我（注：或作“他”。本节同），就是他们所扎的；必为我悲哀，如丧独生子，又为我愁苦，如丧长子。",
            "note": "基督复活后五十天（参徒2章），即五旬节时圣灵降临。撒迦利亚称圣灵为“施恩叫人恳求的灵”。正是这灵证明我们有罪，向我们启示神的公义和审判，并在我们祷告的时候帮助我们。“况且，我们的软弱有圣灵帮助，我们本不晓得当怎样祷告，只是圣灵亲自用说不出来的叹息替我们祷告。”（罗8:26）求神让他的灵充满我们。"
        },
        {
            "chapter": "12:11",
            "content": "那日，耶路撒冷必有大大的悲哀，如米吉多平原之哈达临门的悲哀。",
            "note": "哈达临门可能是指约西亚王被杀的米吉多平原一带。人们曾为约西亚的死大大悲伤（参代下35:22-25）。"
        },
        {
            "chapter": "12:12",
            "content": "境内一家一家的都必悲哀。大卫家，男的独在一处，女的独在一处；拿单家，男的独在一处，女的独在一处；",
            "note": ""
        },
        {
            "chapter": "12:13",
            "content": "利未家，男的独在一处，女的独在一处；示每家，男的独在一处，女的独在一处。",
            "note": ""
        },
        {
            "chapter": "12:14",
            "content": "其余的各家，男的独在一处，女的独在一处。”",
            "note": "全以色列，包括君王、先知、祭司和百姓都一同悲哀。每一家都沉浸在悲哀之中。丈夫和妻子各在一处悲伤难过。"
        }
    ]
}