{
    "book": "撒迦利亚书",
    "chapter": "8",
    "verses": [
        {
            "chapter": "8:1",
            "content": "万军之耶和华的话临到我说，",
            "note": ""
        },
        {
            "chapter": "8:2",
            "content": "万军之耶和华如此说：“我为锡安心里极其火热。我为她火热，向她的仇敌发烈怒。",
            "note": ""
        },
        {
            "chapter": "8:3",
            "content": "耶和华如此说：“我现在回到锡安，要住在耶路撒冷中。耶路撒冷必称为‘诚实的城’，万军之耶和华的山必称为‘圣山’。”",
            "note": "有一天基督要掌权，全地要成为他的国度，属他的人都要与他同住。这个真理应激励我们盼望弥赛亚掌权。"
        },
        {
            "chapter": "8:4",
            "content": "万军之耶和华如此说：“将来必有年老的男女坐在耶路撒冷街上，因为年纪老迈就手拿拐杖。",
            "note": ""
        },
        {
            "chapter": "8:5",
            "content": "城中街上必满有男孩女孩玩耍。”",
            "note": "在灾难的年代里，年老的和年幼的往往最先遇难。但在这异象里这两种人极多，满街都是，他们如常生活，这情景正是神的新天新地中升平繁荣的景象。"
        },
        {
            "chapter": "8:6",
            "content": "万军之耶和华如此说：“到那日，这事在余剩的民眼中看为希奇，在我眼中也看为希奇吗？”这是万军之耶和华说的。",
            "note": "在被掳的人中，只有一小群从巴比伦返回耶路撒冷，他们就是余剩的民。他们要重建耶路撒冷圣殿，要在那里挣扎求存，又常常遇到敌国的攻击，他们变得灰心了。他们很难相信有一天神会在这城里亲自掌权，这块土地会享有极大的平安和繁荣。我们的神是全能的，他无所不能。我们遇到似乎不可能完成的工作或绝望的处境时，要记住“在神凡事都能”（参太19:26）。"
        },
        {
            "chapter": "8:7",
            "content": "万军之耶和华如此说：“我要从东方、从西方救回我的民。",
            "note": ""
        },
        {
            "chapter": "8:8",
            "content": "我要领他们来，使他们住在耶路撒冷中。他们要作我的子民，我要作他们的　神，都凭诚实和公义。”",
            "note": "神要重新与犹太人立约，他要充满整个群体，与他们同在。赦罪和回归的应许临到所有神的百姓，不论他们住在哪里。（有关这应许，请参出6:6-7；19:5-6；29:45；利26:12；申7:6；耶31:1, 33。）"
        },
        {
            "chapter": "8:9",
            "content": "万军之耶和华如此说：“当建造万军之耶和华的殿，立根基之日的先知所说的话，现在你们听见，应当手里强壮。",
            "note": "神要给建殿工人一点压力，让他们行动起来。对先知鼓励的话，在这个时候他们不仅是听见，而且要去做。我们需要听神讲些什么，他一指出方向，我们便要强壮起来，去做神要我们做的事。"
        },
        {
            "chapter": "8:10",
            "content": "那日以先，人得不着雇价，牲畜也是如此；且因敌人的缘故，出入之人不得平安。乃因我使众人互相攻击。",
            "note": ""
        },
        {
            "chapter": "8:11",
            "content": "但如今，我待这余剩的民必不像从前。”这是万军之耶和华说的。",
            "note": ""
        },
        {
            "chapter": "8:12",
            "content": "“因为他们必平安撒种，葡萄树必结果子，地土必有出产，天也必降甘露。我要使这余剩的民享受这一切的福。",
            "note": ""
        },
        {
            "chapter": "8:13",
            "content": "犹大家和以色列家啊，你们从前在列国中怎样成为可咒诅的；照样，我要拯救你们，使人称你们为有福的（注：或作“使你们叫人得福”）。你们不要惧怕，手要强壮！”",
            "note": ""
        },
        {
            "chapter": "8:14",
            "content": "万军之耶和华如此说：“你们列祖惹我发怒的时候，我怎样定意降祸，并不后悔；",
            "note": ""
        },
        {
            "chapter": "8:15",
            "content": "现在我照样定意施恩与耶路撒冷和犹大家。你们不要惧怕。",
            "note": "神和他的先知催促百姓完成建殿工程，已超过十五年了。这里，神再次用将来的异象鼓励他们。我们怠慢不前时可找出许多理由来，如别人不响应；自己的体力、情感上枯竭；同工们不合作；工作乏味、太难，或者不值得去努力等。神对将来的应许现在就应成为我们的鼓励。他知道我们辛劳的结果，因此给我们一个对将来的展望，来帮助我们继续为他效力。"
        },
        {
            "chapter": "8:16",
            "content": "你们所当行的是这样：各人与邻舍说话诚实，在城门口按至理判断，使人和睦；",
            "note": ""
        },
        {
            "chapter": "8:17",
            "content": "谁都不可心里谋害邻舍，也不可喜爱起假誓，因为这些事都为我所恨恶。”这是耶和华说的。",
            "note": "神应许给他的百姓丰富的奖赏，向他们肯定，尽管他们要忍受惩罚，他仍不会改变祝福他们的心意。但他也说百姓有应该尽的责任。神是信实的，我们也必须负起责任来：说诚实话，履行公正，使人和睦。我们若希望神做他那方面的事，我们就要尽自己的本分。"
        },
        {
            "chapter": "8:18",
            "content": "万军之耶和华的话临到我说，",
            "note": ""
        },
        {
            "chapter": "8:19",
            "content": "万军之耶和华如此说：“四月、五月禁食的日子，七月、十月禁食的日子，必变为犹大家欢喜快乐的日子和欢乐的节期，所以你们要喜爱诚实与和平。”",
            "note": ""
        },
        {
            "chapter": "8:20",
            "content": "万军之耶和华如此说：“将来必有列国的人和多城的居民来到。",
            "note": ""
        },
        {
            "chapter": "8:21",
            "content": "这城的居民必到那城说：‘我们要快去恳求耶和华的恩，寻求万军之耶和华，我也要去。’",
            "note": ""
        },
        {
            "chapter": "8:22",
            "content": "必有列邦的人和强国的民，来到耶路撒冷寻求万军之耶和华，恳求耶和华的恩。”",
            "note": "总有一天，百姓为罪的禁食将变成欢宴与快乐。万国都要“寻求万军之耶和华”。这是神的应许（参2:11）。"
        },
        {
            "chapter": "8:23",
            "content": "万军之耶和华如此说：在那些日子，必有十个人从列国诸族（注：“族”原文作“方言”）中出来，拉住一个犹大人的衣襟说：‘我们要与你们同去，因为我们听见　神与你们同在了。’”",
            "note": "过去，耶路撒冷常常被邻国咒诅（8:13），受尽藐视，城中居民罪孽深重，神便任由他们被敌人抛来抛去。但撒迦利亚说，耶路撒冷到最后将成为圣地，全世界都因她的百姓向神回心转意而高度尊敬她。别国百姓将看到神如何奖赏他忠诚的百姓，令他们也想要加入这蒙福的行列。"
        }
    ]
}