{
    "book": "历代志上",
    "chapter": "10",
    "verses": [
        {
            "chapter": "10:1",
            "content": "非利士人与以色列人争战。以色列人在非利士人面前逃跑，在基利波山有被杀仆倒的。",
            "note": "历代志上1至9章概括了以色列的历史，从神创造人类直到他们被掳到巴比伦为止（公元前586年）。作者从这个观点回溯王国奠基之始，讲到第一任君王扫罗，本书以扫罗之死作为开始（有关他作王的事，请参撒上）。"
        },
        {
            "chapter": "10:2",
            "content": "非利士人紧追扫罗和他儿子们，就杀了扫罗的儿子约拿单、亚比拿达、麦基舒亚。",
            "note": ""
        },
        {
            "chapter": "10:3",
            "content": "势派甚大，扫罗被弓箭手追上，射伤甚重，",
            "note": ""
        },
        {
            "chapter": "10:4",
            "content": "就吩咐拿他兵器的人说：“你拔出刀来，将我刺死，免得那些未受割礼的人来凌辱我。”但拿兵器的人甚惧怕，不肯刺他。",
            "note": ""
        },
        {
            "chapter": "10:5",
            "content": "扫罗就自己伏在刀上死了。拿兵器的人见扫罗已死，也伏在刀上死了。",
            "note": ""
        },
        {
            "chapter": "10:6",
            "content": "这样，扫罗和他三个儿子并他的全家都一同死亡。",
            "note": ""
        },
        {
            "chapter": "10:7",
            "content": "住平原的以色列众人见以色列军兵逃跑，扫罗和他儿子都死了，也就弃城逃跑，非利士人便来住在其中。",
            "note": ""
        },
        {
            "chapter": "10:8",
            "content": "次日，非利士人来剥那被杀之人的衣服，看见扫罗和他儿子仆倒在基利波山，",
            "note": ""
        },
        {
            "chapter": "10:9",
            "content": "就剥了他的军装，割下他的首级，打发人到非利士地的四境（注：或作“送到”）报信与他们的偶像和众民；",
            "note": ""
        },
        {
            "chapter": "10:10",
            "content": "又将扫罗的军装放在他们神的庙里，将他的首级钉在大衮庙中。",
            "note": "大衮是非利士人最尊崇的神只，他们相信它能赐雨水，使五谷丰收。非利士人曾在出产五谷的迦南地定居，并为大衮建造了许多庙宇，每遇干旱就求它施怜悯，甚至在庙里杀儿女向它献祭；到了丰收之日，又会在庙宇中作乱七八糟的享乐，例如羞辱俘虏等（参士16:23-30）。但是，大衮和其他的异教神只一样，无力敌挡真神（参撒上5:1-7）。"
        },
        {
            "chapter": "10:11",
            "content": "基列雅比人听见非利士人向扫罗所行的一切事，",
            "note": ""
        },
        {
            "chapter": "10:12",
            "content": "他们中间所有的勇士就起身前去，将扫罗和他儿子的尸身送到雅比，将他们尸骨葬在雅比的橡树下，就禁食七日。",
            "note": "基列雅比的勇士，将扫罗父子的尸体取下埋葬，这种英勇行为提醒我们，要尊重神所赐的领导人。大卫尊重扫罗的地位，不因扫罗追杀他而起杀心（参撒上26章）。对管辖我们的人，我们很容易对他们吹毛求疵、专挑他们的弱点。我们虽然不能为罪行开脱，却应当尊重在位掌权的，无论是在工作场所、在教会中还是在政府中的。保罗吩咐我们要敬重教会的领袖（参帖前5:12-13），和尊重政府的领导人（参罗13章）。"
        },
        {
            "chapter": "10:13",
            "content": "这样，扫罗死了。因为他干犯耶和华，没有遵守耶和华的命，又因他求问交鬼的妇人，",
            "note": ""
        },
        {
            "chapter": "10:14",
            "content": "没有求问耶和华，所以耶和华使他被杀，把国归于耶西的儿子大卫。",
            "note": "撒母耳记上31章3至4节说，扫罗是自己伏在刀上死的，这里为什么说耶和华使他被杀呢？因扫罗顽梗悖逆弃绝神（参撒上15:22-26），神要惩罚他的过犯（参撒上28:16-19），遂安排了这场战争使他阵亡，将国度从他的家族收回。即使扫罗不自杀，也会死在非利士人手中。"
        }
    ]
}