{
    "book": "历代志上",
    "chapter": "12",
    "verses": [
        {
            "chapter": "12:1",
            "content": "大卫因怕基士的儿子扫罗，躲在洗革拉的时候，有勇士到他那里帮助他打仗。",
            "note": "洗革拉原是非利士的城邑，大卫逃避扫罗王的追杀，投奔了非利士王亚吉。亚吉乐见以色列的勇士向他投诚，却不知道大卫对他只是假意顺从。亚吉王将洗革拉给了大卫，好安顿他的家眷和军队（参撒上27:5-7）。大卫的住处并不是高级秘密，所以有许多效忠他的人前去投奔归他。"
        },
        {
            "chapter": "12:2",
            "content": "他们善于拉弓，能用左右两手甩石射箭，都是便雅悯人扫罗的族弟兄。",
            "note": "弓箭手和甩石之人皆有特别的武器。甩石之人用一根皮带或山羊毛的绳子系在浅浅的皮囊袋两旁，甩石前将吊带绕着头抡起来，当一端松开时，石子就射向目标。弓箭是数千年来的兵器，因为非利士人垄断冶铁业，所以以色列人用石头、木头或骨头做箭头（参撒上13:19-20），箭杆则用芦苇或木头，弓弦则用动物的肠子或皮革制成。"
        },
        {
            "chapter": "12:3",
            "content": "为首的是亚希以谢，其次是约阿施，都是基比亚人示玛的儿子。还有亚斯玛威的儿子耶薛和毗力，又有比拉迦，并亚拿突人耶户、",
            "note": ""
        },
        {
            "chapter": "12:4",
            "content": "基遍人以实买雅（他在三十人中是勇士，管理他们），且有耶利米、雅哈悉、约哈难和基得拉人约撒拔、",
            "note": ""
        },
        {
            "chapter": "12:5",
            "content": "伊利乌赛、耶利摩、比亚利雅、示玛利雅、哈律弗人示法提雅、",
            "note": ""
        },
        {
            "chapter": "12:6",
            "content": "可拉人以利加拿、耶西亚、亚萨列、约以谢、雅朔班、",
            "note": ""
        },
        {
            "chapter": "12:7",
            "content": "基多人耶罗罕的儿子犹拉和西巴第雅。",
            "note": "所列的勇士皆属便雅悯支派，就连扫罗自己支派的人（参撒上9:1-2）都离弃扫罗转投大卫，他们清楚看出，神已经拣选大卫作以色列下一任的君王。"
        },
        {
            "chapter": "12:8",
            "content": "迦得支派中有人到旷野的山寨投奔大卫，都是大能的勇士，能拿盾牌和枪的战士。他们的面貌好像狮子，快跑如同山上的鹿。",
            "note": "便雅悯人善于射箭、甩石；迦得的勇士则精于枪、盾。以色列人的枪用木头做枪杆，用骨头或石头做枪头，常常从半空朝目标掷去。非利士人的枪是铜枪杆、铁枪头，他们的盾牌是木头造的，外面包上皮革。拿武器的人常拿巨盾走在前面，全力保护作战的勇士。"
        },
        {
            "chapter": "12:9",
            "content": "第一以薛、第二俄巴底雅、第三以利押、",
            "note": ""
        },
        {
            "chapter": "12:10",
            "content": "第四弥施玛拿、第五耶利米、",
            "note": ""
        },
        {
            "chapter": "12:11",
            "content": "第六亚太、第七以利业、",
            "note": ""
        },
        {
            "chapter": "12:12",
            "content": "第八约哈难、第九以利萨巴、",
            "note": ""
        },
        {
            "chapter": "12:13",
            "content": "第十耶利米，第十一末巴奈。",
            "note": ""
        },
        {
            "chapter": "12:14",
            "content": "这都是迦得人中的军长，至小的能抵一百人，至大的能抵一千人。",
            "note": ""
        },
        {
            "chapter": "12:15",
            "content": "正月，约旦河水涨过两岸的时候，他们过河，使一切住平原的人东奔西逃。",
            "note": ""
        },
        {
            "chapter": "12:16",
            "content": "又有便雅悯和犹大人到山寨大卫那里。",
            "note": ""
        },
        {
            "chapter": "12:17",
            "content": "大卫出去迎接他们，对他们说：“你们若是和和平平地来帮助我，我心就与你们相契；你们若是将我这无罪的人卖在敌人手里，愿我们列祖的　神察看责罚。”",
            "note": ""
        },
        {
            "chapter": "12:18",
            "content": "那时　神的灵感动那三十个勇士的首领亚玛撒，他就说：“大卫啊，我们是归于你的！耶西的儿子啊，我们是帮助你的！愿你平平安安，愿帮助你的也都平安！因为你的　神帮助你。”大卫就收留他们，立他们作军长。",
            "note": "在旧约时代圣灵是怎样工作的？当神拣选人去完成重要任务时，他的灵也赐给人所需的权柄与技能。例如神的灵赐给比撒列做各样巧工的技巧（参出31:1-5），赐给耶弗他武艺兵法（参士11:29），赐给大卫治国的权柄（参撒上16:13），又赐撒迦利亚说预言的权能（参代下24:20）。这一节讲到圣灵临到大卫的勇士们身上，好使他们达成特定的目标。不过，从五旬节开始，圣灵就降临在所有信徒身上，不但使他们有能力完成神的旨意，也恒常住在他们里面（参徒2:14-21）。"
        },
        {
            "chapter": "12:19",
            "content": "大卫从前与非利士人同去，要与扫罗争战，有些玛拿西人来投奔大卫，他们却没有帮助非利士人。因为非利士人的首领商议打发他们回去，说：“恐怕大卫拿我们的首级归降他的主人扫罗。”",
            "note": ""
        },
        {
            "chapter": "12:20",
            "content": "大卫往洗革拉去的时候，有玛拿西人的千夫长押拿、约撒拔、耶叠、米迦勒、约撒拔、以利户、洗勒太，都来投奔他。",
            "note": ""
        },
        {
            "chapter": "12:21",
            "content": "这些人帮助大卫攻击群贼。他们都是大能的勇士，且作军长。",
            "note": ""
        },
        {
            "chapter": "12:22",
            "content": "那时，天天有人来帮助大卫，以致成了大军，如　神的军一样。",
            "note": "由于天天有人来归附大卫，以致“成了大军，如神的军一样”。许多人因为大卫英勇善战、连连得胜而被吸引归向他。他们愿意看到神旨意的实现，就是立大卫为王。人常常被伟大的理想，以及英勇、顽强去实现这目标的人所吸引。身为基督徒，我们最伟大的使命就是要使全人类得救。我们若英勇，坚定不移且忠心到底地为主献身，别人就会被吸引来与我们同工。"
        },
        {
            "chapter": "12:23",
            "content": "预备打仗的兵来到希伯仑见大卫，要照耶和华的话，将扫罗的国位归与大卫。他们的数目如下：",
            "note": ""
        },
        {
            "chapter": "12:24",
            "content": "犹大支派，拿盾牌和枪预备打仗的有六千八百人。",
            "note": ""
        },
        {
            "chapter": "12:25",
            "content": "西缅支派，能上阵大能的勇士有七千一百人。",
            "note": ""
        },
        {
            "chapter": "12:26",
            "content": "利未支派有四千六百人。",
            "note": ""
        },
        {
            "chapter": "12:27",
            "content": "耶何耶大是亚伦家的首领，跟从他的有三千七百人。",
            "note": ""
        },
        {
            "chapter": "12:28",
            "content": "还有少年大能的勇士撒督，同着他的有族长二十二人。",
            "note": ""
        },
        {
            "chapter": "12:29",
            "content": "便雅悯支派、扫罗的族弟兄也有三千人，他们向来大半归顺扫罗家。",
            "note": "神在民数记1章47至50节之中说到，不用数点利未人（不要他们服兵役）。这里为什么又把他们中许多人列在大卫的军队中？因为他们虽然可以不被征召入伍，却主动地支持大卫，为拥立大卫作王而努力。"
        },
        {
            "chapter": "12:30",
            "content": "以法莲支派大能的勇士，在本族著名的有二万零八百人。",
            "note": ""
        },
        {
            "chapter": "12:31",
            "content": "玛拿西半支派，册上有名的共一万八千人，都来立大卫作王。",
            "note": ""
        },
        {
            "chapter": "12:32",
            "content": "以萨迦支派有二百族长，都通达时务，知道以色列人所当行的，他们族弟兄都听从他们的命令。",
            "note": "以萨迦支派的二百个族长都是“通达时务”之人。他们的知识和判断，令以色列全族知所取舍。现在的教会领袖也必须知晓社会时事，以便能洞察人心背向，为教会作智慧的抉择，并使神的信息适用于现代人的生活。"
        },
        {
            "chapter": "12:33",
            "content": "西布伦支派能上阵，用各样兵器打仗，行伍整齐，不生二心的有五万人。",
            "note": ""
        },
        {
            "chapter": "12:34",
            "content": "拿弗他利支派有一千军长，跟从他们拿盾牌和枪的有三万七千人。",
            "note": ""
        },
        {
            "chapter": "12:35",
            "content": "但支派，能摆阵的有二万八千六百人。",
            "note": ""
        },
        {
            "chapter": "12:36",
            "content": "亚设支派，能上阵打仗的有四万人。",
            "note": ""
        },
        {
            "chapter": "12:37",
            "content": "约旦河东的吕便支派、迦得支派、玛拿西半支派，拿着各样兵器打仗的有十二万人。",
            "note": ""
        },
        {
            "chapter": "12:38",
            "content": "以上都是能守行伍的战士。他们都诚心来到希伯仑，要立大卫作以色列的王。以色列其余的人也都一心要立大卫作王。",
            "note": ""
        },
        {
            "chapter": "12:39",
            "content": "他们在那里三日，与大卫一同吃喝，因为他们的族弟兄给他们预备了。",
            "note": ""
        },
        {
            "chapter": "12:40",
            "content": "靠近他们的人，以及以萨迦、西布伦、拿弗他利人，将许多面饼、无花果饼、干葡萄、酒、油，用驴、骆驼、骡子、牛驮来，又带了许多的牛和羊来，因为以色列人甚是欢乐。",
            "note": "扫罗不顺服神，在位之日人民受尽了痛苦（10:13），人心思变，期望改朝换代。大卫受膏作王，民众自然喜乐洋溢，大事庆祝。兴高采烈地敬拜神，全心全意地庆贺赞美，是理所当然的事，神既然是我们喜乐的泉源，他也要与我们一同欢乐。"
        }
    ]
}