{
    "book": "历代志上",
    "chapter": "13",
    "verses": [
        {
            "chapter": "13:1",
            "content": "大卫与千夫长、百夫长，就是一切首领商议。",
            "note": "大卫花时间和他的文武官员商讨运约柜的事。他身为君王有权定夺，可以下令行事，但是他愿意下属参与决策。这也许是大家众口同声赞同他决策的原因（13:1-5）。我们作主管的时候，很容易独断独行，迫使别人听从。但精明的领导人留心听别人的主张，也鼓励别人参与决策。不过我们应当凡事先求问神，否则，就可能困难重重（参13:10的注释）。"
        },
        {
            "chapter": "13:2",
            "content": "大卫对以色列全会众说：“你们若以为美，见这事是出于耶和华我们的　神，我们就差遣人走遍以色列地，见我们未来的弟兄，又见住在有郊野之城的祭司利未人，使他们都到这里来聚集。",
            "note": ""
        },
        {
            "chapter": "13:3",
            "content": "我们要把　神的约柜运到我们这里来，因为在扫罗年间，我们没有在约柜前求问　神。”",
            "note": "神的约柜在基列耶琳已经放置了多年；以色列人忽略约柜，就表示他们忽略了神。大卫想把约柜运回来，带到以色列人的生活中心，显明他要全国人民切记神才是国家的基础。如果我们忽略了圣经、教会和与圣徒的交往，我们就会忽略神，因为这些都能提醒我们想到神。我们的生活必须以神为中心。"
        },
        {
            "chapter": "13:4",
            "content": "全会众都说可以如此行，这事在众民眼中都看为好。",
            "note": ""
        },
        {
            "chapter": "13:5",
            "content": "于是，大卫将以色列人从埃及的西曷河直到哈马口都招聚了来，要从基列耶琳将　神的约柜运来。",
            "note": ""
        },
        {
            "chapter": "13:6",
            "content": "大卫率领以色列众人上到巴拉，就是属犹大的基列耶琳，要从那里将约柜运来。这约柜就是坐在二基路伯上耶和华　神留名的约柜。",
            "note": "基路伯是大能的天使。"
        },
        {
            "chapter": "13:7",
            "content": "他们将　神的约柜从亚比拿达的家里抬出来，放在新车上，乌撒和亚希约赶车。",
            "note": ""
        },
        {
            "chapter": "13:8",
            "content": "大卫和以色列众人在　神前用琴、瑟、锣、鼓、号作乐，极力跳舞歌唱。",
            "note": "在旧约时代，敬拜神不仅是严肃的宗教礼仪，大卫敬拜神，以音乐、舞蹈流露欢欣和雀跃的情感，也为圣经所称许。我们的敬拜应当适中，不要偏重于某一类形式，有时要审慎庄严（参出19:14等），有时要热切欢呼。两者之中你需要哪一种？不必限制自己，随圣灵感动去行吧。"
        },
        {
            "chapter": "13:9",
            "content": "到了基顿的禾场（注：“基顿”撒母耳记下6章6节作“拿艮”），因为牛失前蹄（注：或作“惊跳”），乌撒就伸手扶住约柜。",
            "note": ""
        },
        {
            "chapter": "13:10",
            "content": "耶和华向他发怒，因他伸手扶住约柜击杀他，他就死在　神面前。",
            "note": "乌撒为什么被神击杀？因为他用手触摸约柜，那是该被处死的罪。神在摩西五经之中对于搬运约柜有明确的规定（参民4:5-15），而以色列人竟然忽略了。神吩咐由利未人搬运约柜（圣经没有记载乌撒是利未人），用两根贡子穿过它的金环，用肩扛抬（参民7:9），人绝不可用手去摸约柜。大卫用牛车把约柜运回，是仿效非利士人的方式（参撒上6章）。乌撒事前没有自洁，虽热心事奉神，却招致神怒（15:12-13）。这件事也使大卫想起，顺从神的律法远胜于自己的热心。他虽然事先与民间的首领商议过（13:1），却忽略了求问神怎样运约柜。可见亲友的建议绝不能代替神的指示。"
        },
        {
            "chapter": "13:11",
            "content": "大卫因耶和华击杀（注：原文作“闯杀”）乌撒，心里愁烦，就称那地方为毗列斯乌撒，直到今日。",
            "note": "大卫心里愁烦，他对神对自己皆不满，他为自己在搬运约柜的事上做错了而心里难过──欢天喜地的搬运约柜，却令一个人死亡。幸而他的愁烦不久便平静下来，他将约柜暂时放在俄别以东的家里，使他可以周到地去考虑，怎样将它运回耶路撒冷才算正确。一旦他清楚神的吩咐，下一次就可以谨慎地遵神之命而行。"
        },
        {
            "chapter": "13:12",
            "content": "那日，大卫惧怕　神说：“　神的约柜怎可运到我这里来？”",
            "note": ""
        },
        {
            "chapter": "13:13",
            "content": "于是，大卫不将约柜运进大卫的城，却运到迦特人俄别以东的家中。",
            "note": ""
        },
        {
            "chapter": "13:14",
            "content": "神的约柜在俄别以东家中三个月，耶和华赐福给俄别以东的家和他一切所有的。",
            "note": "乌撒因为伸手触摸约柜立即被击杀，但约柜放在俄别以东的家中时，神则赐福给他全家。这件事显示神大能的两面：他既有完全的慈爱，又有完全的公义。他赐大福给顺服他命令之人，也严厉地处罚违命的人。神的处罚可能来得很快，也可能来得迟延；无论如何，它总是要临到的。我们有时会单单注目于神的赐福，忘记了圣经所说，犯罪时“落在永生的神手里，真是可怕的”（来10:31）。不过，我们也有时又太过专注于神的审判，而忘记了他的赐福。不要片面地来看神做事，我们要想蒙神赐福，就要负起责任，照他所规定的，过圣洁、诚实而公义的生活。"
        }
    ]
}