{
    "book": "历代志上",
    "chapter": "21",
    "verses": [
        {
            "chapter": "21:1",
            "content": "撒但起来攻击以色列人，激动大卫数点他们。",
            "note": "这一节说，撒但激动大卫 数点人民。难道撒但能强迫人去做坏事吗？当然不能，它只是诱惑大卫，将坏主意放在他心里，大卫中计按照试探去行。大卫想数点人民，本来并不违背神的律法，但是他的动机是错的──想以兵力为夸耀，忘却真正的力量出于神。撒但自从在伊甸园诱惑始祖以后，就不断引诱人犯罪。就连没有崇高道德理想的约押，都看出这种数点是犯罪。从大卫的例子可见，一个行动本身可能并不错，但如果是出于贪婪、狂傲，或是自私的动机，就是大罪了。有时错误并不在于行为本身，乃是动机不对，所以在我们行动以前，必须衡量自己的动机。"
        },
        {
            "chapter": "21:2",
            "content": "大卫就吩咐约押和民中的首领说：“你们去数点以色列人，从别是巴直到但，回来告诉我，我好知道他们的数目。”",
            "note": ""
        },
        {
            "chapter": "21:3",
            "content": "约押说：“愿耶和华使他的百姓比现在加增百倍。我主我王啊，他们不都是你的仆人吗？我主为何吩咐行这事，为何使以色列人陷在罪里呢？”",
            "note": "大卫随从撒但的试探，神藉约押劝谏，给他开一条出路，但是大卫的狂傲使他听不进约押的忠言。他信靠自己的力量，忘却神的大能。如果我们觉得自己了不起，信靠自己而不信靠神，便会马上陷入撒但的圈套。自负使我们远离神，在你受到试探的时候，要检讨内心的动机，好明白外在的引诱为什么会那么厉害。（参林前10:13关于逃避试探的教诲。）"
        },
        {
            "chapter": "21:4",
            "content": "但王的命令胜过约押。约押就出去，走遍以色列地，回到耶路撒冷，",
            "note": ""
        },
        {
            "chapter": "21:5",
            "content": "将百姓的总数奏告大卫：以色列人拿刀的有一百一十万，大人拿刀的有四十七万。",
            "note": ""
        },
        {
            "chapter": "21:6",
            "content": "惟有利未人和便雅悯人没有数在其中，因为约押厌恶王的这命令。",
            "note": ""
        },
        {
            "chapter": "21:7",
            "content": "神不喜悦这数点百姓的事，便降灾给以色列人。",
            "note": ""
        },
        {
            "chapter": "21:8",
            "content": "大卫祷告　神说：“我行这事大有罪了！现在求你除掉仆人的罪孽，因我所行的甚是愚味。”",
            "note": "一旦大卫认识到自己的罪，就将罪责全部承担下来，并承认过错求神赦免。许多人想把神和基督教的好处加到他们的生活之中，却不肯认罪；但是我们必须先认罪悔改，然后才能领受神的赦免。我们当像大卫一样，对自己的错误负责任，并且向神认错，然后才能得到赦免，让他继续在我们身上动工。"
        },
        {
            "chapter": "21:9",
            "content": "耶和华吩咐大卫的先见迦得说：",
            "note": ""
        },
        {
            "chapter": "21:10",
            "content": "“你去告诉大卫说：‘耶和华如此说：我有三样灾，随你选择一样，我好降与你。’”",
            "note": ""
        },
        {
            "chapter": "21:11",
            "content": "于是迦得来见大卫，对他说：“耶和华如此说：‘你可以随意选择：",
            "note": ""
        },
        {
            "chapter": "21:12",
            "content": "或三年的饥荒；或败在你敌人面前，被敌人的刀追杀三个月；或在你国中有耶和华的刀，就是三日的瘟疫，耶和华的使者在以色列的四境施行毁灭。’现在你要想一想，我好回复那差我来的。”",
            "note": ""
        },
        {
            "chapter": "21:13",
            "content": "大卫对迦得说：“我甚为难，我愿落在耶和华的手里，因为他有丰盛的怜悯；我不愿落在人的手里。”",
            "note": ""
        },
        {
            "chapter": "21:14",
            "content": "于是耶和华降瘟疫与以色列人，以色列人就死了七万。",
            "note": "大卫犯罪为什么叫七万人遭殃？首先，在撒母耳记下24章对同一件事的记载中提到，耶和华神是要藉这件事审判以色列人（参撒下24：1）。另一方面，圣经强调神的子民是一个整体，领袖犯罪是会祸及所有神的子民的，在撒母耳记下21章1节提到神因为扫罗杀死基遍人而降三年饥荒一事，所以祭司犯罪等同全会众犯罪，官长犯罪也比一般老百姓犯罪更为严重（参利４章对赎罪祭的处理）。今日教会的领袖们要小心啊！神的子民作为一个整体，彼此也会互相影响，正如保罗指出的“一点面酵能使全团发起来”（参林前5：6）。神使我们互相凭倚，在一起工作，不管我们觉得那是否公平，我们的行为总是常常影响别人。我们不能完全明白神施行这样严厉的处罚的用意，我们也不知道当时的先知、各支派的首领以及王的谋士身在何处，有否追随大卫的罪恶，赞同他行事。但是我们确实知道，单单信靠军事力量，这种心态就是拜偶像。容许任何事取代神的地位皆是犯罪，都会造成灾难性的后果。"
        },
        {
            "chapter": "21:15",
            "content": "神差遣使者去灭耶路撒冷，刚要灭的时候，耶和华看见后悔，就不降这灾了，吩咐灭城的天使说：“够了，住手吧！”那时，耶和华的使者站在耶布斯人阿珥楠的禾场那里。",
            "note": ""
        },
        {
            "chapter": "21:16",
            "content": "大卫举目，看见耶和华的使者站在天地间，手里有拔出来的刀，伸在耶路撒冷以上。大卫和长老都身穿麻衣，面伏于地。",
            "note": ""
        },
        {
            "chapter": "21:17",
            "content": "大卫祷告　神说：“吩咐数点百姓的不是我吗？我犯了罪、行了恶，但这群羊做了什么呢？愿耶和华我　神的手攻击我和我的父家，不要攻击你的民、降瘟疫与他们。”",
            "note": ""
        },
        {
            "chapter": "21:18",
            "content": "耶和华的使者吩咐迦得去告诉大卫，叫他上去，在耶布斯人阿珥楠的禾场上，为耶和华筑一座坛。",
            "note": ""
        },
        {
            "chapter": "21:19",
            "content": "大卫就照着迦得奉耶和华名所说的话上去了。",
            "note": ""
        },
        {
            "chapter": "21:20",
            "content": "那时，阿珥楠正打麦子，回头看见天使，就和他四个儿子都藏起来了。",
            "note": ""
        },
        {
            "chapter": "21:21",
            "content": "大卫到了阿珥楠那里，阿珥楠看见大卫，就从禾场上出去，脸伏于地，向他下拜。",
            "note": ""
        },
        {
            "chapter": "21:22",
            "content": "大卫对阿珥楠说：“你将这禾场与相连之地卖给我，我必给你足价，我好在其上为耶和华筑一座坛，使民间的瘟疫止住。”",
            "note": ":1　基遍是便雅悯支派的一个城市。扫罗是便雅悯支派的人，他毁灭祭司城挪伯以后，就将耶和华的会幕移到基遍。基遍在耶路撒冷西北，约有两小时的路程。"
        },
        {
            "chapter": "21:23",
            "content": "阿珥楠对大卫说：“你可以用这禾场，愿我主我王照你所喜悦的去行。我也将牛给你作燔祭，把打粮的器具当柴烧，拿麦子作素祭。这些我都送给你。”",
            "note": ""
        },
        {
            "chapter": "21:24",
            "content": "大卫王对阿珥楠说：“不然，我必要用足价向你买，我不用你的物献给耶和华，也不用白得之物献为燔祭。”",
            "note": "大卫想买阿珥楠（撒下24:16的译名是“亚劳拿”）的禾场给耶和华筑祭坛，阿珥楠慷慨地将它奉送。但是大卫不肯接受，他说，“我不用你的物献给耶和华，也不用白得之物献为燔祭”。大卫想给神献祭。“献祭”一词的意思是指将献祭者自己、他的时间或他的金钱等献给神。神所要求的不但是献上象征性的礼物，且要我们甘心乐意地奉献，更要我们献得具有意义。如果将你不花钱得来的献给神，又怎能表明你对他真心真意呢？"
        },
        {
            "chapter": "21:25",
            "content": "于是，大卫为那块地平了六百舍客勒金子给阿珥楠。",
            "note": ""
        },
        {
            "chapter": "21:26",
            "content": "大卫在那里为耶和华筑了一座坛，献燔祭和平安祭，求告耶和华，耶和华就应允他，使火从天降在燔祭坛上。",
            "note": ""
        },
        {
            "chapter": "21:27",
            "content": "耶和华吩咐使者，他就收刀入鞘。",
            "note": ""
        },
        {
            "chapter": "21:28",
            "content": "那时，大卫见耶和华在耶布斯人阿珥楠的禾场上应允了他，就在那里献祭。",
            "note": ""
        },
        {
            "chapter": "21:29",
            "content": "摩西在旷野所造之耶和华的帐幕和燔祭坛，都在基遍的高处。",
            "note": ""
        },
        {
            "chapter": "21:30",
            "content": "只是大卫不敢前去求问　神，因为惧怕耶和华使者的刀。",
            "note": ""
        },
        {
            "chapter": "21:31",
            "content": "大卫说：“这就是耶和华　神的殿，为以色列人献燔祭的坛。”",
            "note": ""
        }
    ]
}