{
    "book": "历代志上",
    "chapter": "28",
    "verses": [
        {
            "chapter": "28:1",
            "content": "大卫招聚以色列各支派的首领和轮班服事王的军长与千夫长、百夫长，掌管王和王子产业、牲畜的，并太监，以及大能的勇士，都到耶路撒冷来。",
            "note": "这卷书的末后两章讲到大卫将以色列的王位移交给所罗门。作者没有提到亚多尼雅阴谋篡位，也没有提到大卫年老体衰（参王上1-2章），只专注于正面的信息──神对以色列人的计划，和他对大卫后裔的应许。"
        },
        {
            "chapter": "28:2",
            "content": "大卫王就站起来说：“我的弟兄、我的百姓啊，你们当听我言！我心里本想建造殿宇，安放耶和华的约柜，作为我　神的脚凳，我已经预备建造的材料。",
            "note": ""
        },
        {
            "chapter": "28:3",
            "content": "只是　神对我说：‘你不可为我的名建造殿宇，因你是战士，流了人的血。’",
            "note": ""
        },
        {
            "chapter": "28:4",
            "content": "然而耶和华以色列的　神，在我父的全家拣选我作以色列的王，直到永远。因他拣选犹大为首领；在犹大支派中拣选我父家；在我父的众子里喜悦我，立我作以色列众人的王。",
            "note": ""
        },
        {
            "chapter": "28:5",
            "content": "耶和华赐我许多儿子，在我儿子中拣选所罗门坐耶和华的国位，治理以色列人。",
            "note": "以色列这国度是属于神的，并不属于大卫，也不属其他任何人。所以，他们的君王也就是神的代表，奉神的命令使国人遵行神的旨意。因此神可以随他的意思，拣选人作以色列的君王，不用依从继承的惯例。大卫并不是扫罗的后裔，所罗门也不是大卫的长子，但神却让他们作王，与世袭丝毫无关。"
        },
        {
            "chapter": "28:6",
            "content": "耶和华对我说：‘你儿子所罗门必建造我的殿和院宇，因为我拣选他作我的子，我也必作他的父。",
            "note": ""
        },
        {
            "chapter": "28:7",
            "content": "他若恒久遵行我的诫命典章，如今日一样，我就必坚定他的国位，直到永远。’",
            "note": ""
        },
        {
            "chapter": "28:8",
            "content": "现今在耶和华的会中，以色列众人眼前所说的，我们的　神也听见了。你们应当寻求耶和华你们　神的一切诫命，谨守遵行，如此你们可以承受这美地，遗留给你们的子孙永远为业。",
            "note": "大卫吩咐所罗门要谨守遵行神的一切诫命，以使以色列国繁荣，使子孙永远坐享以色列的王位。查考、顺服神的律法，乃是君王神圣的本分。圣经的教训是使人得平安与福乐，是公义的秘诀，除非你查考圣经，否则你绝不能得享这些福气。如果我们不理会神的旨意并忽略他的教训，不管我们想建立什么，甚至跟神有关的属灵事业，结果也必然失败。你要恒切查考圣经，以便认识神的命令，且不断运用在生活上。"
        },
        {
            "chapter": "28:9",
            "content": "我儿所罗门哪，你当认识耶和华你父的　神，诚心乐意地事奉他。因为他鉴察众人的心，知道一切心思意念。你若寻求他，他必使你寻见；你若离弃他，他必永远丢弃你！",
            "note": "“耶和华鉴察众人的心　……”没有一件事能向他隐藏。他洞察人心，知道人的肺腑。神曾差遣拿单揭露大卫的奸淫和杀人罪，使大卫学到严峻的功课（参撒下12章）。大卫吩咐所罗门要向神完全坦诚并对他专一。向这位全知的神隐瞒什么心怀意念真是愚昧。神既全知，我们便更喜乐，毫不惧怕，因为连我们最坏的事他都知晓，但他还是那样爱我们。"
        },
        {
            "chapter": "28:10",
            "content": "你当谨慎，因耶和华拣选你建造殿宇作为圣所。你当刚强去行。”",
            "note": ""
        },
        {
            "chapter": "28:11",
            "content": "大卫将殿的游廊、旁屋、府库、楼房、内殿和施恩所的样式，指示他儿子所罗门。",
            "note": ""
        },
        {
            "chapter": "28:12",
            "content": "又将被灵感动所得的样式，就是耶和华　神殿的院子、周围的房屋、殿的府库和圣物府库的一切样式都指示他。",
            "note": ""
        },
        {
            "chapter": "28:13",
            "content": "又指示他祭司和利未人的班次，与耶和华殿里各样的工作，并耶和华殿里一切器皿的样式，",
            "note": "对祭司及利未人工作的吩咐，记在23；24章内。"
        },
        {
            "chapter": "28:14",
            "content": "以及各样应用金器的分两，和各样应用银器的分两，",
            "note": ""
        },
        {
            "chapter": "28:15",
            "content": "金灯台和金灯的分两，银灯台和银灯的分两，轻重各都合宜，",
            "note": ""
        },
        {
            "chapter": "28:16",
            "content": "陈设饼金桌子的分两，银桌子的分两，",
            "note": ""
        },
        {
            "chapter": "28:17",
            "content": "精金的肉叉子、盘子和爵的分两，各金碗与各银碗的分两，",
            "note": ""
        },
        {
            "chapter": "28:18",
            "content": "精金香坛的分两，并用金子做基路伯（注：原文作“用金子做车式的基路伯”）。基路伯张开翅膀，遮掩耶和华的约柜。",
            "note": ""
        },
        {
            "chapter": "28:19",
            "content": "大卫说：“这一切工作的样式，都是耶和华用手划出来使我明白的。”",
            "note": ""
        },
        {
            "chapter": "28:20",
            "content": "大卫又对他儿子所罗门说：“你当刚强壮胆去行！不要惧怕，也不要惊惶。因为耶和华　神就是我的　神，与你同在；他必不撇下你，也不丢弃你，直到耶和华殿的工作都完毕了。",
            "note": "大卫劝所罗门不要因为任务艰巨，既作君王又建造圣殿，就心里惧怕。惧怕能使人停顿不前，工作的规模、危险，以及压力，常使我们畏首畏尾。这里给我们消除恐惧的一剂良方，就是不要注视恐惧，要勇敢地展开工作。要成就大事，最困难、也最令人畏缩的，就是开始行动。"
        },
        {
            "chapter": "28:21",
            "content": "有祭司和利未人的各班为要办理　神殿各样的事，又有灵巧的人在各样的工作上乐意帮助你，并有众首领和众民一心听从你的命令。”",
            "note": ""
        }
    ]
}