{
    "book": "历代志上",
    "chapter": "29",
    "verses": [
        {
            "chapter": "29:1",
            "content": "大卫王对会众说：“我儿子所罗门是　神特选的，还年幼娇嫩。这工程甚大，因这殿不是为人，乃是为耶和华　神建造的。",
            "note": "人很容易对教堂的宏伟建筑着迷，却忽略真正的教会──就是神的子民。但若完全轻忽教堂建筑物也是不对的。大卫说明这一点，“这殿不是为人，乃是为耶和华神建造的”。我们应当避免奢侈浪费，却必须记住，每一间教会建筑物皆可作为神的一个见证。怎样才能善用你教会的建筑物使世人认识神呢？"
        },
        {
            "chapter": "29:2",
            "content": "我为我　神的殿已经尽力，预备金子做金器，银子做银器，铜做铜器，铁做铁器，木做木器，还有红玛瑙可镶嵌的宝石，彩石和一切的宝石，并许多汉白玉。",
            "note": ""
        },
        {
            "chapter": "29:3",
            "content": "且因我心中爱慕我　神的殿，就在预备建造圣殿的材料之外，又将我自己积蓄的金银献上，建造我　神的殿，",
            "note": ""
        },
        {
            "chapter": "29:4",
            "content": "就是俄斐金三千他连得，精炼的银子七千他连得，以贴殿墙。",
            "note": ""
        },
        {
            "chapter": "29:5",
            "content": "金子做金器，银子做银器，并藉匠人的手制造一切。今日有谁乐意将自己献给耶和华呢？”",
            "note": "大卫将积蓄的金银献上来建造耶和华的殿。他鼓励别人效法他的榜样，他们也乐意为此而献上自己的财物。建会幕（参出35:5-36:7）与圣殿的材料，都是人民甘心乐意奉献的。我们应当像大卫一样，承认一切所有皆是从神而来的（29:14-16）。我们可能不及大卫富有，但是可以培养这种乐意奉献的心。神并不计较我们有多少，而是看我们乐意奉献之心有多大。"
        },
        {
            "chapter": "29:6",
            "content": "于是，众族长和以色列各支派的首领、千夫长、百夫长，并监管王工的官长，都乐意献上。",
            "note": ""
        },
        {
            "chapter": "29:7",
            "content": "他们为　神神殿的使用献上金子五千他连得零一万达利克，银子一万他连得，铜一万八千他连得，铁十万他连得。",
            "note": ""
        },
        {
            "chapter": "29:8",
            "content": "凡有宝石的都交给革顺人耶歇，送入耶和华殿的府库。",
            "note": ""
        },
        {
            "chapter": "29:9",
            "content": "因这些人诚心乐意献给耶和华，百姓就欢喜，大卫王也大大欢喜。",
            "note": "这些首领为神的圣工乐意献财物，表明他们处理金钱的正确态度。保罗在哥林多后书9章7节说：“各人要随本心所酌定的，不要作难，不要勉强，因为捐得乐意的人，是神所喜爱的。”我们心存感谢而慷慨奉献时，我们的态度也能鼓励他人。对神的圣工应慷慨奉献。"
        },
        {
            "chapter": "29:10",
            "content": "所以，大卫在会众面前称颂耶和华说：“耶和华我们的父，以色列的　神，是应当称颂，直到永永远远的！",
            "note": ""
        },
        {
            "chapter": "29:11",
            "content": "耶和华啊，尊大、能力、荣耀、强胜、威严都是你的；凡天上地下的都是你的；国度也是你的；并且你为至高，为万有之首。",
            "note": ""
        },
        {
            "chapter": "29:12",
            "content": "丰富尊荣都从你而来。你也治理万物。在你手里有大能大力，使人尊大强盛都出于你。",
            "note": ""
        },
        {
            "chapter": "29:13",
            "content": "我们的　神啊，现在我们称谢你，赞美你荣耀之名！",
            "note": ""
        },
        {
            "chapter": "29:14",
            "content": "我算什么，我的民算什么，竟能如此乐意奉献？因为万物都从你而来，我们把从你而得的献给你！",
            "note": ""
        },
        {
            "chapter": "29:15",
            "content": "我们在你面前是客旅、是寄居的，与我们列祖一样。我们在世的日子如影儿，不能长存（注：或作“没有长存的指望”）。",
            "note": "大卫将神永恒不变的本质，与人如飞而去的一生相比。除了神那不变的性情，天下万事都无法长存。我们最值得炫耀的行为，有一天在神面前都会消失无瓷A那么我们还有什么可以倚靠呢？只有与神相亲，建立关系，才能有永远的价值。他的慈爱永不止息，没有人能将他的爱夺去。"
        },
        {
            "chapter": "29:16",
            "content": "耶和华我们的　神啊，我们预备这许多材料，要为你的圣名建造殿宇，都是从你而来，都是属你的。",
            "note": ""
        },
        {
            "chapter": "29:17",
            "content": "我的　神啊，我知道你察验人心，喜悦正直。我以正直的心乐意献上这一切物。现在我喜欢见你的民在这里都乐意奉献与你。",
            "note": ""
        },
        {
            "chapter": "29:18",
            "content": "耶和华我们列祖亚伯拉罕、以撒、以色列的　神啊，求你使你的民，常存这样的心思意念，坚定他们的心归向你。",
            "note": ""
        },
        {
            "chapter": "29:19",
            "content": "又求你赐我儿子所罗门诚实的心，遵守你的命令、法度、律例，成就这一切的事，用我所预备的建造殿宇。”",
            "note": "“诚实的心”的意思是把自己完全归主为圣。这是大卫对所罗门的盼望──渴慕事奉神过于一切。你是否觉得难以奉行神的心愿？或者更难有遵行神旨意的决心？神能赐你完全奉献的心，只要你相信耶稣基督，这种心志就已经在你心里了。保罗说：“你们立志行事，都是神在你们心里运行，为要成就他的美意”（腓2:13）。"
        },
        {
            "chapter": "29:20",
            "content": "大卫对全会众说：“你们应当称颂耶和华你们的　神。”于是，会众称颂耶和华他们列祖的　神，低头拜耶和华与王。",
            "note": ""
        },
        {
            "chapter": "29:21",
            "content": "次日，他们向耶和华献平安祭和燔祭，就是献公牛一千只，公绵羊一千只，羊羔一千只，并同献的奠祭，又为以色列众人献许多的祭。那日，他们在耶和华面前吃喝，大大欢乐。",
            "note": ""
        },
        {
            "chapter": "29:22",
            "content": "他们奉耶和华的命，再膏大卫的儿子所罗门作王，又膏撒督作祭司。",
            "note": ""
        },
        {
            "chapter": "29:23",
            "content": "于是所罗门坐在耶和华所赐的位上，接续他父亲大卫作王，万事亨通；以色列众人也都听从他。",
            "note": ""
        },
        {
            "chapter": "29:24",
            "content": "众首领和勇士，并大卫王的众子，都顺服所罗门王。",
            "note": ""
        },
        {
            "chapter": "29:25",
            "content": "耶和华使所罗门在以色列众人眼前甚为尊大，极其威严，胜过在他以前的以色列王。",
            "note": "所罗门的财富和威严，胜过他父亲大卫。大卫因为与神有亲密的关系，所以将属灵的遗产留给所罗门。我们所留给儿女的金钱与权力，远不及属灵的遗产。你的儿女能从你领受什么属灵的遗产呢？"
        },
        {
            "chapter": "29:26",
            "content": "耶西的儿子大卫作以色列众人的王。",
            "note": ""
        },
        {
            "chapter": "29:27",
            "content": "作王共四十年：在希伯仑作王七年，在耶路撒冷作王三十三年。",
            "note": ""
        },
        {
            "chapter": "29:28",
            "content": "他年纪老迈，日子满足，享受丰富、尊荣，就死了。他儿子所罗门接续他作王。",
            "note": ""
        },
        {
            "chapter": "29:29",
            "content": "大卫王始终的事，都写在先见撒母耳的书上和先知拿单并先见迦得的书上。",
            "note": "先见从异象或异梦之中，领受到神的信息，又传给人民。"
        },
        {
            "chapter": "29:30",
            "content": "他的国事和他的勇力，以及他和以色列并列国所经过的事，都写在这书上。",
            "note": "这一卷书生动活泼地描述人与神保持美好关系是何等的重要。前面九章强调属灵产业的宝贵；第二部分详述大卫的生平。圣经的人物之中，很少有像大卫这样与神亲密的人，他每日与神相交，使他的敬拜有能力，使他更渴慕为神建造殿宇。他的一生告诉我们与神亲密（藉着研读圣经，顺服他的话语，每日与他相交）的重要性。历代志下说明另一方面，在人不能紧紧地倚靠神的时候，人的一生（在灵性上，精神上，社会生活上）就会急速败坏。"
        }
    ]
}