{
    "book": "诗篇",
    "chapter": "10",
    "verses": [
        {
            "chapter": "10:1",
            "content": "耶和华啊，你为什么站在远处？在患难的时候，为什么隐藏？",
            "note": "对于诗人，神似乎离他甚远，他求问神：“为什么站在远处，在患难的时候为什么隐藏？”虽然他很坦白地表示怀疑，但没有停止祈祷，也没认定神已不再看顾他。他并不是在埋怨，乃是在单纯地恳求神快快来帮助。当我们感到最孤单或受压抑的时候，仍要继续祈祷，把我们的困苦告诉神。"
        },
        {
            "chapter": "10:2",
            "content": "恶人在骄横中把困苦人追得火急，愿他们陷在自己所设的计谋里。",
            "note": ""
        },
        {
            "chapter": "10:3",
            "content": "因为恶人以心愿自夸，贪财的背弃耶和华，并且轻慢他（注：或作“他祝福贪财的，却轻慢耶和华”）。",
            "note": ""
        },
        {
            "chapter": "10:4",
            "content": "恶人面带骄傲说：“耶和华必不追究。”他一切所想的，都以为没有　神。",
            "note": ""
        },
        {
            "chapter": "10:5",
            "content": "凡他所做的，时常稳固；你的审判超过他的眼界。至于他一切的敌人，他都向他们喷气。",
            "note": ""
        },
        {
            "chapter": "10:6",
            "content": "他心里说：“我必不动摇，世世代代不遭灾难。”",
            "note": "有些人在他们所做的一切事上都很成功，他们就自夸说，没有谁、甚至神可以使他们倒下。我们可能诧异为何神容让这些藐视神的人积聚大财富。当恶人昌盛时，我们为什么会感到不安？是因为他们所行的恶，还是只因为妒忌他们的财富呢？要回答这些问题，我们必须对邪恶和财富有正确的观念。那些恶人必定会受到刑罚（10:5），因为神恨恶他们的恶行（7:11）。财富只是暂时的，它不是神悦纳某一个人的标志；缺乏财富也不表示不被神悦纳。不要让拥有或缺少财富困扰你。"
        },
        {
            "chapter": "10:7",
            "content": "他满口是咒骂、诡诈、欺压，舌底是毒害、奸恶。",
            "note": ""
        },
        {
            "chapter": "10:8",
            "content": "他在村庄埋伏等候，他在隐密处杀害无辜的人。他的眼睛窥探无倚无靠的人。",
            "note": ""
        },
        {
            "chapter": "10:9",
            "content": "他埋伏在暗地，如狮子蹲在洞中。他埋伏，要掳去困苦人；他拉网，就把困苦人掳去。",
            "note": ""
        },
        {
            "chapter": "10:10",
            "content": "他屈身蹲伏，无倚无靠的人就倒在他爪牙（注：或作“强暴人”）之下。",
            "note": ""
        },
        {
            "chapter": "10:11",
            "content": "他心里说：“　神竟忘记了，他掩面永不观看。”",
            "note": "狂傲自大和神在我们心里是两件水火不相容的事。骄傲的人倚靠自己过于倚靠神，因此，在他的生命里没有神的引导和影响；欢喜与神同在的人，就不会有丝毫的骄傲，因为他会使我们真正地认识自己。"
        },
        {
            "chapter": "10:12",
            "content": "耶和华啊，求你起来！　神啊，求你举手，不要忘记困苦人！",
            "note": ""
        },
        {
            "chapter": "10:13",
            "content": "恶人为何轻慢　神，心里说“你必不追究”？",
            "note": ""
        },
        {
            "chapter": "10:14",
            "content": "其实你已经观看，因为奸恶毒害，你都看见了，为要以手施行报应。无倚无靠的人把自己交托你，你向来是帮助孤儿的。",
            "note": "神看见和记着每一件恶行，听见我们的呼喊，也安慰我们的心（10:17）。有时我们的问题没有得到答复（10:13），这并不表示神不理我们，相反，神却是常与我们同在，我们之所以能面对邪恶的人，是因为有神站在我们这边，而不是我们单独面对他们。"
        },
        {
            "chapter": "10:15",
            "content": "愿你打断恶人的膀臂；至于坏人，愿你追究他的恶，直到净尽。",
            "note": ""
        },
        {
            "chapter": "10:16",
            "content": "耶和华永永远远为王，外邦人从他的地已经灭绝了。",
            "note": ""
        },
        {
            "chapter": "10:17",
            "content": "耶和华啊，谦卑人的心愿，你早已知道（注：原文作“听见”）；你必预备他们的心，也必侧耳听他们的祈求，",
            "note": ""
        },
        {
            "chapter": "10:18",
            "content": "为要给孤儿和受欺压的人伸冤，使强横的人不再威吓他们。〔大卫的诗，交与伶长。〕",
            "note": "这是一个受欺压者的祈祷。当恶人是掠夺者而我们是他们的猎物时，我们必须记着要信靠神，他可以帮助我们。神叫所有人在他面前交账，为他们的行为负责，因此，你要肯定自己对神存着的是正确的心。"
        }
    ]
}