{
    "book": "诗篇",
    "chapter": "19",
    "verses": [
        {
            "chapter": "19:1",
            "content": "诸天述说　神的荣耀。穹苍传扬他的手段。",
            "note": ""
        },
        {
            "chapter": "19:2",
            "content": "这日到那日发出言语；这夜到那夜传出知识。",
            "note": ""
        },
        {
            "chapter": "19:3",
            "content": "无言无语，也无声音可听。",
            "note": ""
        },
        {
            "chapter": "19:4",
            "content": "他的量带通遍天下，他的言语传到地极。　神在其间为太阳安设帐幕。",
            "note": "使徒保罗曾经参考这首诗，说明每一个人都可以从大自然所昭示的，来认识神的存在和能力（参罗1:19-20），不过这并没有抹煞传福音的重要，因为我们仍然要把神的救恩传到地极。无论怎样，各处的人都可以在他们所处的大自然中得到证据，相信有一位充满慈爱的创造者。那些说没有神的人，其实是最痛苦、最绝望的人。"
        },
        {
            "chapter": "19:5",
            "content": "太阳如同新郎出洞房，又如勇士欢然奔路。",
            "note": ""
        },
        {
            "chapter": "19:6",
            "content": "它从天这边出来，绕到天那边，没有一物被隐藏不得它的热气。",
            "note": "我们周围的环境，奇妙地显示出神的作为；穹苍明显地证实了他的存在，他的能力，他的慈爱和关顾。认为宇宙是偶然产生出来的理论其实无法自圆其说。这个错综复杂却又充满规律的宇宙，正好显明必须有一位创造者。当我们在大自然中看见神的作为，就要为这样伟大美丽的创造感谢他，也要为着大自然启示这位创造者的真理而感恩。"
        },
        {
            "chapter": "19:7",
            "content": "耶和华的律法全备，能苏醒人心；耶和华的法度确定，能使愚人有智慧；",
            "note": ""
        },
        {
            "chapter": "19:8",
            "content": "耶和华的训词正直，能快活人的心；耶和华的命令清洁，能明亮人的眼目；",
            "note": ""
        },
        {
            "chapter": "19:9",
            "content": "耶和华的道理洁净，存到永远；耶和华的典章真实，全然公义。",
            "note": ""
        },
        {
            "chapter": "19:10",
            "content": "都比金子可羡慕，且比极多的精金可羡慕；比蜜甘甜，且比蜂房下滴的蜜甘甜。",
            "note": ""
        },
        {
            "chapter": "19:11",
            "content": "况且你的仆人因此受警戒，守着这些便有大赏。",
            "note": "当我们想到律法，很自然就会联想到那些限制我们享乐的东西，但这里我们却看见一个相反的结果──律法可以使我们苏醒，使我们有智慧，给我们带来喜乐和光明。因为神的律法是我们道路上的指引和亮光，而不是手脚上的锁链。律法会指出危险，并警告我们；也会指示成功之路，并引导我们。"
        },
        {
            "chapter": "19:12",
            "content": "谁能知道自己的错失呢？愿你赦免我隐而未现的过错。",
            "note": ""
        },
        {
            "chapter": "19:13",
            "content": "求你拦阻仆人不犯任意妄为的罪，不容这罪辖制我，我便完全，免犯大罪。",
            "note": "罪咎感常常困扰基督徒，他们担心自己在不知不觉中犯了罪，诸如行善的动机不良，没有完全忠心地承担责任，或者是忽略了某些该做的事情。一方面，罪咎感可以带领我们归向基督，使我们行正路；另一方面它亦可能会绊倒我们，使我们惧怕。要知道神的赦免是完全的，即使那些我们没有察觉的罪，他都会赦免。"
        },
        {
            "chapter": "19:14",
            "content": "耶和华我的磐石，我的救赎主啊！愿我口中的言语，心里的意念，在你面前蒙悦纳。〔大卫的诗，交与伶长。〕",
            "note": "大卫把“隐而未现的过错”和“任意妄为”的罪分开。“隐而未现的过错”是指那些不知不觉或对神的律法不认识而犯的罪，而“任意妄为”则是故意抵挡神而犯的罪。大卫祈求神赦免这两方面的罪，并知道即使自己罪大恶极犯了奸淫和杀人罪（参撒下11, 12），神都会以怜悯来赦免。大卫同时也知道，不单是他说的话和行为，甚至他的意念，都必须讨神的喜悦。"
        }
    ]
}