{
    "book": "诗篇",
    "chapter": "25",
    "verses": [
        {
            "chapter": "25:1",
            "content": "耶和华啊，我的心仰望你。",
            "note": ""
        },
        {
            "chapter": "25:2",
            "content": "我的　神啊，我素来倚靠你。求你不要叫我羞愧，不要叫我的仇敌向我夸胜。",
            "note": "总共有七十二篇诗歌，几乎占全书一半的篇幅都是在讲敌人。敌人不仅是那些反对我们的人，而且也是反对神的生活方式的人。我们可将金钱、成功、特权和情欲的诱惑视为敌人，而我们最大的敌人是撒但。大卫求神保守他免被敌人攻克，因为他们反对神的主张。大卫担心如果他的敌人成功了，许多人会认为为神而活毫无益处。大卫没有怀疑自己的信心，他知道神终将得胜。他只是不愿让敌人的一时得胜，成为别人信心道路上的绊脚石。"
        },
        {
            "chapter": "25:3",
            "content": "凡等候你的必不羞愧；惟有那无故行奸诈的必要羞愧。",
            "note": ""
        },
        {
            "chapter": "25:4",
            "content": "耶和华啊，求你将你的道指示我，将你的路教训我！",
            "note": "大卫表达了寻求神引导他的愿望。我们如何得到神的引导呢？首先，我们要让神来引导，并且明白神主要用自己的话语──圣经引导我们。诗篇第119篇告诉我们，在神的话语中有无穷无尽的智慧。经常读和学习，我们便有智慧接受神在我们生活中的引导。我们受试探向神求问的是答案，但大卫向神求的却是引导。我们愿意寻求神，就要学习神的话语，顺服神的命令。这样我们就会得到神具体的引导。"
        },
        {
            "chapter": "25:5",
            "content": "求你以你的真理引导我，教训我，因为你是救我的　神，我终日等候你。",
            "note": ""
        },
        {
            "chapter": "25:6",
            "content": "耶和华啊，求你记念你的怜悯和慈爱，因为这是亘古以来所常有的。",
            "note": ""
        },
        {
            "chapter": "25:7",
            "content": "求你不要记念我幼年的罪愆和我的过犯。耶和华啊，求你因你的恩惠，按你的慈爱记念我。",
            "note": ""
        },
        {
            "chapter": "25:8",
            "content": "耶和华是良善正直的，所以他必指示罪人走正路。",
            "note": ""
        },
        {
            "chapter": "25:9",
            "content": "他必按公平引领谦卑人，将他的道教训他们。",
            "note": ""
        },
        {
            "chapter": "25:10",
            "content": "凡遵守他的约和他法度的人，耶和华都以慈爱诚实待他。",
            "note": ""
        },
        {
            "chapter": "25:11",
            "content": "耶和华啊，求你因你的名赦免我的罪，因为我的罪重大。",
            "note": "我们今天遭到了应接不暇的诱惑，仅电视广告就在我们面前摆下了上百种的选择。还有来自政党、教派、假宗教，和数不尽的群体的吸引。无数的组织，包括基督教组织在内，都在动员我们支持某一个主张。除了这些，我们还要关心自己的工作、金钱、家庭和社会，于是我们对向我们指出正路的人也毫无信心。如果你发现自己被拉向几个方向的时候，请记住：神向谦卑的人指引他的道路。"
        },
        {
            "chapter": "25:12",
            "content": "谁敬畏耶和华，耶和华必指示他当选择的道路。",
            "note": "敬畏神，就是认识神是圣洁、至高无上、公义、纯洁和全智全能的。我们正确认识了神，就更清楚地认识了自己是有罪、软弱、脆弱和需要帮助的。我们认识了神是谁和自己是谁，就会谦卑地拜倒在神的脚下。只有到了那个时候，神才向我们显示如何选择神的道路。"
        },
        {
            "chapter": "25:13",
            "content": "他必安然居住，他的后裔必承受地土。",
            "note": ""
        },
        {
            "chapter": "25:14",
            "content": "耶和华与敬畏他的人亲密，他必将自己的约指示他们。",
            "note": "“神与敬畏他的人亲密”。神亲近那些敬畏神、以神为最高荣耀的人，并与他们永远为友。还有什么关系可以同与创造主作朋友相比呢？神同你永久的友谊将随着你对神的敬畏而增长。"
        },
        {
            "chapter": "25:15",
            "content": "我的眼目时常仰望耶和华，因为他必将我的脚从网里拉出来。",
            "note": ""
        },
        {
            "chapter": "25:16",
            "content": "求你转向我，怜恤我，因为我是孤独困苦。",
            "note": ""
        },
        {
            "chapter": "25:17",
            "content": "我心里的愁苦甚多，求你救我脱离我的祸患。",
            "note": "生活中的问题是否总是显得越来越糟呢？惟有神能倒转这“旋涡”。神能解决我们的困难，并将我们的困难变成光荣的胜利。但有一个必要的要求，就是我们必须像大卫一样喊出来：“求你转向我，怜悯我。”你情愿这样做，神就将最糟的变成最好的。神已经作好了准备，下一步就看你了。"
        },
        {
            "chapter": "25:18",
            "content": "求你看顾我的困苦、我的艰难，赦免我一切的罪。",
            "note": ""
        },
        {
            "chapter": "25:19",
            "content": "求你察看我的仇敌，因为他们人多，并且痛痛地恨我。",
            "note": ""
        },
        {
            "chapter": "25:20",
            "content": "求你保护我的性命，搭救我，使我不至羞愧，因为我投靠你。",
            "note": ""
        },
        {
            "chapter": "25:21",
            "content": "愿纯全正直保守我，因为我等候你。",
            "note": "我们如果需要两种力量在人生道路上保守我们的话，那就是“纯全”和“正直”。诗人求神保守他的每一步的就是这两样。正直使我们了解神的要求并努力去实现。纯全就是做到我们对自己的定位，它能保守我们不在口称正直的同时，却在似乎不认识神的境况中生活。正直的人说：“这是牧羊人的路”，纯全的人说：“我将始终走在上面。”"
        },
        {
            "chapter": "25:22",
            "content": "神啊，求你救赎以色列脱离他一切的愁苦。〔大卫的诗。〕",
            "note": ""
        }
    ]
}