{
    "book": "诗篇",
    "chapter": "27",
    "verses": [
        {
            "chapter": "27:1",
            "content": "耶和华是我的亮光，是我的拯救！我还怕谁呢？耶和华是我性命的保障（注：或作“力量”）！我还惧谁呢？",
            "note": "恐惧是一道黑影，能罩住我们并将我们监禁在我们自己里面。我们每一个人都曾一时或不时成为恐惧的囚犯。这恐惧就是害怕拒绝、误解、易变、生病或死亡。但救主的亮光能救我们，使我们征服恐惧。我们若要驱赶恐惧的黑暗，就当回想诗人的话“主是我的亮光，是我的拯救。”"
        },
        {
            "chapter": "27:2",
            "content": "那作恶的，就是我的仇敌，前来吃我肉的时候，就绊跌仆倒。",
            "note": ""
        },
        {
            "chapter": "27:3",
            "content": "虽有军兵安营攻击我，我的心也不害怕；虽然兴起刀兵攻击我，我必仍旧安稳。",
            "note": ""
        },
        {
            "chapter": "27:4",
            "content": "有一件事，我曾求耶和华，我仍要寻求：就是一生一世住在耶和华的殿中，瞻仰他的荣美，在他的殿里求问。",
            "note": "“主的殿”可能是指在基遍的会幕，或大卫为约柜所设的至圣所，或他儿子所罗门所要建造的圣殿。大卫可能在心目中有个圣殿，因为他为此作了许多规划（参代上22章）。不过，大卫也许又用殿这个字来说明“主的同在”。他最大的愿望就是一生中每天都与神同住。令人悲哀的是，这并不是许多自称信徒的人的最大愿望。但那些愿意每天与神同住的人将能永远享受这种关系。"
        },
        {
            "chapter": "27:5",
            "content": "因为我遭遇患难，他必暗暗地保守我；在他亭子里，把我藏在他帐幕的隐密处，将我高举在磐石上。",
            "note": ""
        },
        {
            "chapter": "27:6",
            "content": "现在我得以昂首，高过四面的仇敌；我要在他的帐幕里欢然献祭，我要唱诗歌颂耶和华！",
            "note": ""
        },
        {
            "chapter": "27:7",
            "content": "耶和华啊，我用声音呼吁的时候，求你垂听；并求你怜恤我，应允我。",
            "note": ""
        },
        {
            "chapter": "27:8",
            "content": "你说：“你们当寻求我的面。”那时我心向你说：“耶和华啊，你的面我正要寻求。”",
            "note": ""
        },
        {
            "chapter": "27:9",
            "content": "不要向我掩面。不要发怒赶逐仆人，你向来是帮助我的。救我的　神啊，不要丢掉我，也不要离弃我。",
            "note": ""
        },
        {
            "chapter": "27:10",
            "content": "我父母离弃我，耶和华必收留我。",
            "note": "许多人都有被父母责备的伤心经历。破碎的家庭，信仰的不同，对毒品或酒精的沉溺，甚至心理上的隔阂都会给孩子造成缺陷，即使到了成年这种伤痛仍然存在。神可以占据我们生活的这些地方，将空虚的充满，并且医治伤处。神把我们带到关心、爱护我们的人中。神的爱足够我们一切的需要。"
        },
        {
            "chapter": "27:11",
            "content": "耶和华啊，求你将你的道指教我，因我仇敌的缘故引导我走平坦的路。",
            "note": ""
        },
        {
            "chapter": "27:12",
            "content": "求你不要把我交给敌人，遂其所愿；因为妄作见证的和口吐凶言的，起来攻击我。",
            "note": ""
        },
        {
            "chapter": "27:13",
            "content": "我若不信在活人之地得见耶和华的恩惠，就早已丧胆了。",
            "note": "“活人之地”指“今生今世”。大卫是在经历一次试炼，但他相信神将看顾他安然度过一生。"
        },
        {
            "chapter": "27:14",
            "content": "要等候耶和华！当壮胆，坚固你的心。我再说，要等候耶和华！\t〔大卫的诗。〕",
            "note": "大卫凭经验知道，等待主意味着什么。他虽然16岁就被膏为王，但他到30岁才登基。在这个过渡期间，他在旷野中被妒忌的扫罗王追来追去。大卫不得不等待神来实现他对自己掌权的应许。成为国王之后，他又被自己反叛的儿子押沙龙追击。"
        }
    ]
}