{
    "book": "诗篇",
    "chapter": "7",
    "verses": [
        {
            "chapter": "7:1",
            "content": "耶和华我的　神啊，我投靠你，求你救我脱离一切追赶我的人，将我救拔出来！",
            "note": ""
        },
        {
            "chapter": "7:2",
            "content": "恐怕他们像狮子撕裂我，甚至撕碎，无人搭救。",
            "note": ""
        },
        {
            "chapter": "7:3",
            "content": "耶和华我的　神啊，我若行了这事，若有罪孽在我手里，",
            "note": ""
        },
        {
            "chapter": "7:4",
            "content": "我若以恶报那与我交好的人，（连那无故与我为敌的，我也救了他。）",
            "note": ""
        },
        {
            "chapter": "7:5",
            "content": "就任凭仇敌追赶我，直到追上，将我的性命踏在地下，使我的荣耀归于灰尘。〔细拉〕",
            "note": ""
        },
        {
            "chapter": "7:6",
            "content": "耶和华啊，求你在怒中起来，挺身而立，抵挡我敌人的暴怒！求你为我兴起，你已经命定施行审判！",
            "note": "你是否遇过被人毁谤或恶意伤害，以致想报复呢？大卫写这首诗，就是回应那些造谣中伤他的人的。他们指控大卫想杀害扫罗王，夺取王位（参撒上24:9-11）。大卫没有靠自己的能力去处理这件事和反击他们，他只是向神恳求公平。对于毁谤者的正确反应是祈祷，而不是报复，因为神说：“伸冤在我，我必报应。”（参罗12:19；        申32:35-36；来10:30）不要反击，乃要祈求神处理我们的问题，为我们申张公义，并且恢复名誉。"
        },
        {
            "chapter": "7:7",
            "content": "愿众民的会环绕你；愿你从其上归于高位！",
            "note": ""
        },
        {
            "chapter": "7:8",
            "content": "耶和华向众民施行审判。耶和华啊，求你按我的公义和我心中的纯正判断我。",
            "note": ""
        },
        {
            "chapter": "7:9",
            "content": "愿恶人的恶断绝；愿你坚立义人！因为公义的　神察验人的心肠肺腑。",
            "note": "没有什么事情可以在神面前隐藏，这可以带来惧怕也可以带来安慰。我们的心思意念在神面前是完全敞开的，因为他知道我们的动机，叫我们无处可藏，也无法掩饰自己的罪。不过神深深认识我们也带来极大的安慰，我们无须装模作样引起神的注意，虽然我们有某些特别软弱的地方，但可以信靠他的帮助，使我们能够按着他的计划去服事他。假若我们真正的寻求、跟随他，我们的努力必会得到报酬。"
        },
        {
            "chapter": "7:10",
            "content": "神是我的盾牌，他拯救心里正直的人。",
            "note": ""
        },
        {
            "chapter": "7:11",
            "content": "神是公义的审判者，又是天天向恶人发怒的　神。",
            "note": "当罪恶占了上风，生活就会显得不公平。我们知道神的公义终必得胜，但我们也该知道神所有的公义并不是都要留在将来才伸张，他为着每日的邪恶而忿怒，在今世，他也常常惩治恶人，拯救那些无辜者。"
        },
        {
            "chapter": "7:12",
            "content": "若有人不回头，他的刀必磨快，弓必上弦，预备妥当了；",
            "note": ""
        },
        {
            "chapter": "7:13",
            "content": "他也预备了杀人的器械，他所射的是火箭。",
            "note": ""
        },
        {
            "chapter": "7:14",
            "content": "试看恶人因奸恶而劬劳，所怀的是毒害，所生的是虚假。",
            "note": ""
        },
        {
            "chapter": "7:15",
            "content": "他掘了坑，又挖深了，竟掉在自己所挖的阱里。",
            "note": ""
        },
        {
            "chapter": "7:16",
            "content": "他的毒害必临到他自己的头上；他的强暴必落到他自己的脑袋上。",
            "note": "若按着常规发展，邪恶会自食其果。恶人会成为暴行的受害者，骗子也会被别人欺骗（9:15-16），不过在这个过程中，无辜的人会受伤害。有时为了保护他的信徒，神会立即干涉和制止行恶的人。但有些时候，为了一些只有他才晓得的原因，神容许罪恶继续，即使无辜人可能会被害。在这种情况下，我们就要像大卫，必须恳求神保护我们。记住，神将会执行最终的审判，即使我们在有生之年看不到。"
        },
        {
            "chapter": "7:17",
            "content": "我要照着耶和华的公义称谢他，歌颂耶和华至高者的名。〔大卫的诗，交与伶长。用迦特乐器。〕",
            "note": "在罪恶当道、没有公义的时候，大卫仍感谢神是公平和公义的（7:11）。当我们不知道还有谁是诚实或公平的时候，我们仍然可以肯定，神会在我们的生活中显出他的公义和公平。如果你觉得受到别人不公平的对待，就要来求问那位常常对你公平的主，然后感谢他的同在（参赛   42:1-6）。"
        }
    ]
}