{
    "book": "诗篇",
    "chapter": "9",
    "verses": [
        {
            "chapter": "9:1",
            "content": "我要一心称谢耶和华，我要传扬你一切奇妙的作为！",
            "note": ""
        },
        {
            "chapter": "9:2",
            "content": "我要因你欢喜快乐；至高者啊，我要歌颂你的名！",
            "note": "赞美神的一种自然表露就是为他作见证。当我们知道神的奇妙作为，很自然就想告诉别人，让他们也和我们一起赞美神。"
        },
        {
            "chapter": "9:3",
            "content": "我的仇敌转身退去的时候，他们一见你的面就跌倒灭亡。",
            "note": ""
        },
        {
            "chapter": "9:4",
            "content": "因你已经为我伸冤，为我辨屈；你坐在宝座上，按公义审判。",
            "note": "神是我们的辩护者，替我们澄清批评、误会，在别人面前为我们辩护。我们可能面对许多不公义的事：（1）我们可能被朋友误会，被仇敌诬告。（2）我们可能对别人表示爱心，却没有被对方接纳。（3）在工作和事奉上真正付上了代价，却没有适当的回报。（4）我们的正确意见可能被忽视。但神是值得称赞的，因他看见和记着我们所做的一切善行。应该由神来决定何时给我们何种报酬。假若我们不信他会维护我们，我们就会忿恨，也很容易自怜；倘若我们信靠他，就可以经历到由神而来的平安，不用再担心别人怎样理解和对待我们。"
        },
        {
            "chapter": "9:5",
            "content": "你曾斥责外邦，你曾灭绝恶人，你曾涂抹他们的名，直到永永远远。",
            "note": ""
        },
        {
            "chapter": "9:6",
            "content": "仇敌到了尽头，他们被毁坏，直到永远；你拆毁他们的城邑，连他们的名号都归于无有。",
            "note": ""
        },
        {
            "chapter": "9:7",
            "content": "惟耶和华坐着为王，直到永远！他已经为审判设摆他的宝座。",
            "note": ""
        },
        {
            "chapter": "9:8",
            "content": "他要按公义审判世界，按正直判断万民。",
            "note": ""
        },
        {
            "chapter": "9:9",
            "content": "耶和华又要给受欺压的人作高台，在患难的时候作高台。",
            "note": ""
        },
        {
            "chapter": "9:10",
            "content": "耶和华啊，认识你名的人要倚靠你，因你没有离弃寻求你的人。",
            "note": "神永远不会离弃那些信靠他的人（离弃即是抛弃）。神的应许，并非表示我们信靠他就永不会经历痛苦和失败，而是表示神永远不离开我们。"
        },
        {
            "chapter": "9:11",
            "content": "应当歌颂居锡安的耶和华，将他所行的传扬在众民中。",
            "note": "神不是单单住在锡安（也叫摩利亚山圣殿建在其上），而是时时刻刻住在每一处。不过以色列人敬拜的中心是耶路撒冷和漂亮的圣殿。神曾在会幕（参出25:8-9）和所罗门所建造的圣殿中显现（参代下7:16）。犹太人把这位独一的真神从这个敬拜的中心地传向世界。"
        },
        {
            "chapter": "9:12",
            "content": "因为那追讨流人血之罪的，他记念受屈的人，不忘记困苦人的哀求。",
            "note": ""
        },
        {
            "chapter": "9:13",
            "content": "耶和华啊，你是从死门把我提拔起来的；求你怜恤我，看那恨我的人所加给我的苦难，",
            "note": ""
        },
        {
            "chapter": "9:14",
            "content": "好叫我述说你一切的美德。我必在锡安城（注：“城”原文作“女子”）的门因你的救恩欢乐。",
            "note": "遇到困境，人人都会祈求神来帮助，不同人祈求的原因也不尽相同。有些希望神帮助他们成功，令别人羡慕；另一些希望神帮助，使他们生活舒适。不过，大卫期望神帮助他使以色列恢复公义，同时可以向别人显明神的能力。当你向神求助时，要反省一下自己的动机，是为了自己可以脱离痛苦和窘境，还是为了神的荣耀和尊荣？"
        },
        {
            "chapter": "9:15",
            "content": "外邦人陷在自己所掘的坑中；他们的脚在自己暗设的网罗里缠住了。",
            "note": ""
        },
        {
            "chapter": "9:16",
            "content": "耶和华已将自己显明了，他已施行审判；恶人被自己手所做的缠住了（注：或作“他叫恶人被自己手所做的累住了”）。〔细拉〕",
            "note": "原文细拉前有Higgaion一字，是一个音乐指示符号，可能指示用较安静的乐器。"
        },
        {
            "chapter": "9:17",
            "content": "恶人，就是忘记　神的外邦人，都必归到阴间。",
            "note": ""
        },
        {
            "chapter": "9:18",
            "content": "穷乏人必不永久被忘；困苦人的指望必不永远落空。",
            "note": "世人可能会漠视穷人的苦境，碾碎他们在世上的一线盼望，但神是软弱贫穷人的保护者，他应许永不会忘记他们。充满罪恶的列邦忘记主，拒绝帮助他的子民，将要被神审判。神知道我们的需要，也知道我们的灰心失望，他应许看顾我们（9:9,12），即使别人忘记了我们，他仍然记念我们。"
        },
        {
            "chapter": "9:19",
            "content": "耶和华啊，求你起来，不容人得胜，愿外邦人在你面前受审判！",
            "note": ""
        },
        {
            "chapter": "9:20",
            "content": "耶和华啊，求你使外邦人恐惧，愿他们知道自己不过是人！〔细拉〕",
            "note": ""
        }
    ]
}