{
    "book": "何西阿书",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "当乌西雅、约坦、亚哈斯、希西家作犹大王，约阿施的儿子耶罗波安作以色列王的时候，耶和华的话临到备利的儿子何西阿。",
            "note": "何西阿约于公元前753至715年作北国以色列的先知。在耶罗波安王的统治下，北国虽物资丰富，灵性却败坏了。人们贪婪，道德沉沦，并随从迦南人崇拜偶像。"
        },
        {
            "chapter": "1:2",
            "content": "耶和华初次与何西阿说话，对他说：“你去娶淫妇为妻，也收那从淫乱所生的儿女；因为这地大行淫乱，离弃耶和华。”",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "于是，何西阿去娶了滴拉音的女儿歌蔑。这妇人怀孕，给他生了一个儿子。",
            "note": "很难想像当神要何西阿去娶一个将对他不忠的女子时，他会有什么感觉。他也许不情愿，但却顺服了神的旨意。神常会要求他的先知们在非常时刻格外地顺服。神也可能让你去做一些困难或特别的事，若真如此，你将如何回应？你愿顺服他，并相信这位无所不知的神如此要求定有其美意吗？你愿意自己顺服受苦，使你所服事的人受益吗？"
        },
        {
            "chapter": "1:4",
            "content": "耶和华对何西阿说：“给他起名叫耶斯列；因为再过片时，我必讨耶户家在耶斯列杀人流血的罪，也必使以色列家的国灭绝。",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "到那日，我必在耶斯列平原折断以色列的弓。”",
            "note": "以利亚曾预言，因以色列王亚哈的恶行，他的家族将被剪除（参王上21:20-22）。但是耶户在执行神这个旨意时却做得过火，与神的原意相距甚远（参王下10:1-11）。耶户的王朝也因此受到惩罚，且就在耶斯列谷──耶户屠杀亚哈家族的地方。神说的终止以色列国（“折断以色列的弓”）的话，在二十五年后应验了──亚述人征服了北国以色列，并将人民掳至亚述。"
        },
        {
            "chapter": "1:6",
            "content": "歌篾又怀孕生了一个女儿，耶和华对何西阿说：“给她起名叫罗路哈玛（注：就是“不蒙怜悯”的意思）；因为我必不再怜悯以色列家，决不赦免他们。",
            "note": ",8　早前歌篾给何西阿生了一个儿子（参1:3），这里她又生了两个孩子，但并未说明何西阿是孩子们的生父，某些圣经译本更暗示何西阿不是这两个孩子的亲生父亲。不管这两个孩子是不是何西亚的，此处的重点在于神为孩子们所取的名字，以表明他对以色列背逆的反应。神对背逆、不忠的态度至今不变，他要求我们完全的献身。"
        },
        {
            "chapter": "1:7",
            "content": "我却要怜悯犹大家，使他们靠耶和华他们的　神得救，不使他们靠弓、刀、争战、马匹与马兵得救。”",
            "note": "神说过他要亲自把犹大人从其敌人手中救出来，却不是用他们的军队和武器。虽然神要求我们做我们所应做的，我们仍须仅记他绝不受限于人的努力。神常选择通过人来做工，只是为了使人受益。神能够完成他所有的旨意而不需要任何人的帮助。对神而言，我们是很重要的，但我们若只靠自己，就既无能力去完成也无力量去破坏神的计划。"
        },
        {
            "chapter": "1:8",
            "content": "歌篾给罗路哈玛断奶以后，又怀孕生了一个儿子。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "耶和华说：“给他起名叫罗阿米（注：就是“非我民”的意思）；因为你们不作我的子民，我也不作你们的　神。",
            "note": "这里，神实际上是解除了与以色列所订的约（参耶7:23）。何西阿第三个孩子的名字传递了神审判的最后警告。神的警告（参申28:15-68）开始成为现实，以色列舍弃神，导致神撇下他们，收回祝福。"
        },
        {
            "chapter": "1:10",
            "content": "然而，以色列的人数必如海沙，不可量，不可数。从前在什么地方对他们说：‘你们不是我的子民’，将来在那里必对他们说：‘你们是永生　神的儿子。’",
            "note": "先知书中，“以色列”有时是指南北国，有时则专指北国。在谈及往事时，何西阿所指的以列色常为首都在撒玛利亚的北国；但论到将来有关神对复兴以色列的应许时，若以色列仅指北国，就令人难以理解了。原因是流亡的北国人民后来被迫与征服者融合，所以多数圣经学者将神这应许看作：（1）是有条件的──如果以色列人选择不归向神，就没权利得到神赐福与复兴的应许；或者（2）是无条件的──神复兴的应许通过耶稣基督已得到实现，使教会（新以色列）获得他的祝福（参罗9:25；彼前2:10）。"
        },
        {
            "chapter": "1:11",
            "content": "犹大人和以色列人必一同聚集，为自己立一个首领，从这地上去（注：或作“从被掳之地上来”），因为耶斯列的日子必为大日。",
            "note": "何西阿长子耶斯列的名字有其意义，就如同他另外两个儿女的名字各有意义一样。第4节中，“耶斯列”表示神圣的审判，而此处则是“神分散”的意思，犹如农民撒种一样，它象征着一个新的时代，也象征神跟以色列之间的一种崭新的关系。"
        }
    ]
}