{
    "book": "何西阿书",
    "chapter": "10",
    "verses": [
        {
            "chapter": "10:1",
            "content": "以色列是茂盛的葡萄树，结果繁多。果子越多，就越增添祭坛；地土越肥美，就越造美丽的柱像。",
            "note": "在耶罗波安二世统治下，以色列在军事和经济上强盛起来。然而，国家越繁荣，拜偶像之风就越盛行，就好像神赐得越多，我们花费得越大一样。我们要更大的房屋、更好的汽车和衣着，但这世上的荣华富贵是一条通向灭亡之路。当你生活富裕时，想想你的金钱用在何处，是用在了神的事工上，还是全用在了自己身上？"
        },
        {
            "chapter": "10:2",
            "content": "他们心怀二意，现今要定为有罪。耶和华必拆毁他们的祭坛，毁坏他们的柱像。",
            "note": ""
        },
        {
            "chapter": "10:3",
            "content": "他们必说：“我们没有王，因为我们不敬畏耶和华；王能为我们做什么呢？”",
            "note": ""
        },
        {
            "chapter": "10:4",
            "content": "他们为立约说谎言，起假誓；因此，灾罚如苦菜滋生在田间的犁沟中。",
            "note": "耶和华因以色列人发假誓而愤怒。人们不守诺言产生了很多纠纷和诉讼。尽管人背信弃义，但神却始终信守承诺。你的承诺对人或神是否都是真实可靠的？如果不是，就要求神的宽恕和帮助，使你回到正道上来。除非确定自己能信守誓言，否则不要轻易起誓。"
        },
        {
            "chapter": "10:5",
            "content": "撒玛利亚的居民，必因伯亚文的牛犊惊恐；崇拜牛犊的民和喜爱牛犊的祭司，都必因荣耀离开它，为它悲哀。",
            "note": "伯亚文是“邪恶之所”的意思，即是指进行偶像崇拜的伯特利（“神之所”）。如果以色列的偶像是真神，它们应该可以保护百姓，但人们竟要担心这些假神的安危，这是何等的讽剌！（有关牛犊偶像的详情，请参3:4-5；和8:5注释。）"
        },
        {
            "chapter": "10:6",
            "content": "人必将牛犊带到亚述当作礼物，献给耶雷布王。以法莲必蒙羞，以色列必因自己的计谋惭愧。",
            "note": ""
        },
        {
            "chapter": "10:7",
            "content": "至于撒玛利亚，他的王必灭没，如水面的沫子一样。",
            "note": ""
        },
        {
            "chapter": "10:8",
            "content": "伯亚文的邱坛──就是以色列取罪的地方，必被毁灭，荆棘和蒺藜必长在他们的祭坛上。他们必对大山说：“遮盖我们！”对小山说：“倒在我们身上！”",
            "note": ""
        },
        {
            "chapter": "10:9",
            "content": "“以色列啊，你从基比亚的日子以来，时常犯罪。你们的先人曾站在那里，现今住基比亚的人，以为攻击罪孽之辈的战事临不到自己。",
            "note": ""
        },
        {
            "chapter": "10:10",
            "content": "我必随意惩罚他们。他们为两样的罪所缠，列邦的民必聚集攻击他们。",
            "note": "在士师记中，基比亚代表残忍和淫荡。它是扫罗的家乡（参撒上11:4；10:5），在扫罗的日子里，则代表反叛（有关“基比亚的日子”，请参9:9注释；士19-20章）。"
        },
        {
            "chapter": "10:11",
            "content": "以法莲是驯良的母牛犊，喜爱踹谷，我却将轭加在它肥美的颈项上，我要使以法莲拉套（注：或作“被骑”），犹大必耕田，雅各必耙地。",
            "note": ""
        },
        {
            "chapter": "10:12",
            "content": "你们要为自己栽种公义，就能收割慈爱。现今正是寻求耶和华的时候，你们要开垦荒地，等他临到，使公义如雨降在你们身上。",
            "note": "何西阿多次用田地庄稼作比喻，这次他用了一块松好的耕地。这块地松软无石，经过细心料理，已预备好随时有种子撒在其上。你是否已准备好让神在你身上工作？认罪并接受神的宽恕和指引，可翻松我们心灵深处的那片仍未开垦的硬地。"
        },
        {
            "chapter": "10:13",
            "content": "你们耕种的是奸恶，收割的是罪孽，吃的是谎话的果子。因你倚靠自己的行为，仰赖勇士众多。",
            "note": "以色列人相信军事力量可保障安全的谎言。今天的信徒也可能被谎言欺骗。那些想引人入歧途的人往往会把谎言夸大、简单化和重复使用，以增加其“真实”性。为了避免落入圈套，信徒可以自问：（1）我是否为了获取个人利益而信别人的话？（2）我是否忽视了某些重要事实？（3）这些话是否有违圣经真理？（4）圣经中有没有相关经文可帮助我决定相信与否？"
        },
        {
            "chapter": "10:14",
            "content": "所以在这民中必有哄嚷之声，你一切的保障必被拆毁，就如沙勒幔在争战的日子拆毁伯亚比勒，将其中的母子一同摔死。",
            "note": "有人说沙勒幔是亚述王撒缦以色，也有人说沙勒幔是撒缦努──一个在提革拉毗列色碑文中提到的摩押王。公元前740年沙勒幔侵犯基列，摧毁伯亚比勒城并杀戮多人，包括妇女及儿童。这类暴行在古代争战中并不罕见。何西阿预言以色列亦将遭此厄运。"
        },
        {
            "chapter": "10:15",
            "content": "因他们的大恶，伯特利必使你们遭遇如此。到了黎明，以色列的王必全然灭绝。",
            "note": "由于以色列将信心放在军力而非神身上，它终将被军力摧毁，带头拜偶像的以色列王必将首先遭灾。神的审判不一定是立即出现的，但势必来临。"
        }
    ]
}