{
    "book": "何西阿书",
    "chapter": "11",
    "verses": [
        {
            "chapter": "11:1",
            "content": "以色列年幼的时候我爱他，就从埃及召出我的儿子来。",
            "note": ""
        },
        {
            "chapter": "11:2",
            "content": "先知越发招呼他们，他们越发走开，向诸巴力献祭，给雕刻的偶像烧香。",
            "note": ""
        },
        {
            "chapter": "11:3",
            "content": "我原教导以法莲行走，用膀臂抱着他们，他们却不知道是我医治他们。",
            "note": "神一直提供人们所需，但其子民却视而不见，毫无感谢之心。忘恩负义是人的通病。你还记得何时谢过父母的养育之恩、你的牧师为教会的服务、老师对你孩子的培育和天父对你的引导吗？我们今天享受的许多利益和权力都是前人付出爱心的结果，我们要感谢这些因着爱默默付出而使世界更美好的人，但首先要感谢的是赐福的神。"
        },
        {
            "chapter": "11:4",
            "content": "我用慈绳（注：“慈”原文作“人的”）爱索牵引他们，我待他们如人放松牛的两腮夹板，把粮食放在他们面前。",
            "note": "神对我们的管教有引导也有喂养；慈绳有时紧，有时松。神的管教就是爱，目的是为我们好。在管教孩子、学生、雇员或教会会友时不要僵硬，要根据所希望实现的目标，灵活变化；对不同的人，我们要先问自己：“此人所需的是引导还是培育？”"
        },
        {
            "chapter": "11:5",
            "content": "他们必不归回埃及地，亚述人却要作他们的王，因他们不肯归向我。",
            "note": "自从与耶路撒冷分裂之后，北国只生存了二个世纪。它的属灵和政治领袖没有帮助百姓学习神的道，因此这民族不知悔改。何西阿预言以色列将陷落；公元前722年亚述王撒缦以色征服了以色列，何西阿的预言应验了。犹大也会被掳，但其余民会重回故土。"
        },
        {
            "chapter": "11:6",
            "content": "刀剑必临到他们的城邑，毁坏门闩，把人吞灭，都因他们随从自己的计谋。",
            "note": ""
        },
        {
            "chapter": "11:7",
            "content": "我的民偏要背道离开我，众先知虽然招呼他们归向至上的主，却无人尊崇主。",
            "note": ""
        },
        {
            "chapter": "11:8",
            "content": "以法莲哪，我怎能舍弃你？以色列啊，我怎能弃绝你？我怎能使你如押玛？怎能使你如洗扁？我回心转意，我的怜爱大大发动。",
            "note": "押玛和洗扁曾是平原上的城镇，与所多玛和蛾摩拉一起被灭（参创14:8；申29:23）。"
        },
        {
            "chapter": "11:9",
            "content": "我必不发猛烈的怒气，也不再毁灭以法莲，因我是　神，并非世人；是你们中间的圣者，我必不在怒中临到你们。",
            "note": "“我是神，并非世人。”我们很容易按照自己的期望和作为来定义神。这样构思出来的神只是比人大一点而已。事实上，神无限量地超越人。我们应努力活出神的样子，而不是按自己的想像去再造一个神出来。"
        },
        {
            "chapter": "11:10",
            "content": "耶和华必如狮子吼叫，子民必跟随他。他一吼叫，他们就从西方急速而来。",
            "note": ""
        },
        {
            "chapter": "11:11",
            "content": "他们必如雀鸟从埃及急速而来，又如鸽子从亚述地来到。我必使他们住自己的房屋。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "11:12",
            "content": "以法莲用谎话，以色列家用诡计围绕我；犹大却靠　神掌权，向圣者有忠心（注：或作“犹大向　神、向诚实的圣者犹疑不定”）。",
            "note": "犹大与以色列不同。犹大有过一些比较好的国王，如亚撒、约沙法、约阿施、亚玛谢、亚撒利雅、乌西亚、约坦，特别是希西家和约西亚。在他们的统治下，神的律法有机会被重新拿出来教导民众；祭司继续在耶路撒冷神指定的殿中服事，神的节日有时也得以纪念。可惜，政治和宗教领袖们未能完全摒弃敬拜偶像和异教礼仪（虽然希西家和约西亚几乎做到了摒弃偶像），这情形反而继续恶化，最后终于蔓延至全国，不可收拾。不管怎样，这些国王的正面影响使犹大国比以色列多存了一百五十多年，也坚定了一部分忠实的犹大人的信仰。这些余民有一天将回归耶路撒冷重建家园和神的殿。"
        }
    ]
}