{
    "book": "何西阿书",
    "chapter": "13",
    "verses": [
        {
            "chapter": "13:1",
            "content": "从前以法莲说话，人都战兢，他在以色列中居处高位；但他在事奉巴力的事上犯罪，就死了。",
            "note": "以色列（“以法莲”）曾经很强盛，但到了何西阿时代，他们背叛了神，并在各国中失去了往日的权威。过去的杰出成就不能保证未来的辉煌。最好是记住神为我们所做和通过我们所做的事；同样重要的是要把我们与神的关系保持在一种生气勃勃的、历久弥新的状态，时时刻刻把自己交托给神。"
        },
        {
            "chapter": "13:2",
            "content": "现今他们罪上加罪，用银子为自己铸造偶像，就是照自己的聪明制造，都是匠人的工作。有人论说：“献祭的人可以向牛犊亲嘴。”",
            "note": ""
        },
        {
            "chapter": "13:3",
            "content": "因此，他们必如早晨的云雾，又如速散的甘露，像场上的糠秕被狂风吹去，又像烟气腾于窗外。",
            "note": ""
        },
        {
            "chapter": "13:4",
            "content": "“自从你出埃及地以来，我就是耶和华你的　神。在我以外，你不可认识别神；除我以外并没有救主。",
            "note": ""
        },
        {
            "chapter": "13:5",
            "content": "我曾在旷野干旱之地认识你。",
            "note": ""
        },
        {
            "chapter": "13:6",
            "content": "这些民照我所赐的食物得了饱足；既得饱足，心就高傲，忘记了我。",
            "note": "当充足的财富使以色列感到自满时，他们就骄傲，并且忘记了神。今天，自满的破坏性与何西阿时代是一样的。你是否觉察到不断地需要神的同在和帮助？要学会在顺境时和逆境中都倚靠神。若你现在一帆风顺，谨防忘记谁给你这好运；不要依靠自己的才能，而要倚赖那位赐才能与我们的神（参申6:10-12；8:7-20）。"
        },
        {
            "chapter": "13:7",
            "content": "因此，我向他们如狮子，又如豹伏在道旁。",
            "note": ""
        },
        {
            "chapter": "13:8",
            "content": "我遇见他们必像丢崽子的母熊，撕裂他们的胸膛（注：或作“心膜”）。在那里我必像母狮吞吃他们，野兽必撕裂他们。",
            "note": ""
        },
        {
            "chapter": "13:9",
            "content": "以色列啊，你与我反对，就是反对帮助你的，自取败坏。",
            "note": ""
        },
        {
            "chapter": "13:10",
            "content": "你曾求我说：‘给我立王和首领。’现在你的王在哪里呢？治理你的在哪里呢？让他在你所有的城中拯救你吧！",
            "note": ""
        },
        {
            "chapter": "13:11",
            "content": "我在怒气中将王赐你，又在烈怒中将王废去。",
            "note": "当以色列人求有王治理他们时，神就警告他们，国王不会为他们带来福祉。但他答应了他们，把扫罗赐给他们作第一个王（参撒上8:4-22）；第二任国王大卫是一个好君王，他的儿子所罗门王也颇有其父之风范。但在以色列分裂成两国后，北国再没有出过好君王。那些邪恶的王把北国领向敬拜偶像和不智的政治结盟中，随着最后一任国王何细亚被亚述人囚禁，北国终于断送在这些恶王的手上（参王下17:1-6）。"
        },
        {
            "chapter": "13:12",
            "content": "以法莲的罪孽包裹，他的罪恶收藏。",
            "note": "以法莲（以色列）的罪被记录在案，以资未来的审判。我们的罪神都知道，在末日审判时都将被显明出来（参林后5:10；启20:11-15）。"
        },
        {
            "chapter": "13:13",
            "content": "产妇的疼痛必临到他身上；他是无智慧之子，到了产期不当迟延。",
            "note": ""
        },
        {
            "chapter": "13:14",
            "content": "我必救赎他们脱离阴间，救赎他们脱离死亡。死亡啊，你的灾害在哪里呢？阴间哪，你的毁灭在哪里呢？在我眼前绝无后悔之事。",
            "note": "使徒保罗曾用这段经文教导有关人将来从死里复活的事情（参林前15:55）。对于相信基督赦罪拯救的人来说，死亡并不带来被毁灭的恐惧。"
        },
        {
            "chapter": "13:15",
            "content": "他在弟兄中虽然茂盛，必有东风刮来，就是耶和华的风从旷野上来。他的泉源必干，他的源头必竭。仇敌必掳掠他所积蓄的一切宝器。",
            "note": ""
        },
        {
            "chapter": "13:16",
            "content": "撒玛利亚必担当自己的罪，因为悖逆他的　神。他必倒在刀下，婴孩必被摔死，孕妇必被剖开。”",
            "note": ""
        }
    ]
}