{
    "book": "何西阿书",
    "chapter": "4",
    "verses": [
        {
            "chapter": "4:1",
            "content": "“以色列人哪，你们当听耶和华的话。耶和华与这地的居民争辩，因这地上无诚实，无良善，无人认识　神。",
            "note": ""
        },
        {
            "chapter": "4:2",
            "content": "但起假誓、不践前言、杀害、偷盗、奸淫、行强暴、杀人流血，接连不断。",
            "note": "这节经文暗示了在何西阿时代，以色列王将被杀害。沙龙杀了撒迦利雅，篡夺了王位；接着，米拿现杀了沙龙，并因百姓拒绝接受他作王而毁了整座城（参王下15:8-16）。神在这里指出，在当时的以色列，连谋杀都成了平常事。"
        },
        {
            "chapter": "4:3",
            "content": "因此，这地悲哀，其上的民、田野的兽、空中的鸟必都衰微，海中的鱼也必消灭。",
            "note": "神说明以色列遭受磨难的原因。他们目无法纪的行为带来双重的审判：暴力事件和生态危机的不断增加。我们的行为与面临的问题不一定有直接的因果关系。然而，当我们身处困境时，应认真自问：“我是否犯了罪或做了不负责任的事而遭此大难？”如果觉察自己做错了事，即使是很小的错，都要设法纠正，然后神才会帮助我们。"
        },
        {
            "chapter": "4:4",
            "content": "然而，人都不必争辩，也不必指责，因为这民与抗拒祭司的人一样。",
            "note": ""
        },
        {
            "chapter": "4:5",
            "content": "你这祭司必日间跌倒；先知也必夜间与你一同跌倒。我必灭绝你的母亲。",
            "note": ""
        },
        {
            "chapter": "4:6",
            "content": "我的民因无知识而灭亡。你弃掉知识，我也必弃掉你，使你不再给我作祭司；你既忘了你　神的律法，我也必忘记你的儿女。",
            "note": ""
        },
        {
            "chapter": "4:7",
            "content": "祭司越发增多，就越发得罪我；我必使他们的荣耀变为羞辱。",
            "note": ""
        },
        {
            "chapter": "4:8",
            "content": "他们吃我民的赎罪祭，满心愿意我民犯罪。",
            "note": "祭司喜欢百姓犯罪！因为每当一个人献上赎罪祭，祭司便可分到一份，犯罪的人越多，祭司获取的也越多。他们自己享用不完，便卖给他人或送给亲戚。祭司因着人们不断地犯罪而获利，也因此在百姓中获得权力和地位。所以他们非但不设法引导人们远离罪恶，反而鼓励人们犯罪以增加自己的财富。"
        },
        {
            "chapter": "4:9",
            "content": "将来民如何，祭司也必如何。我必因他们所行的惩罚他们，照他们所做的报应他们。",
            "note": "神责备这些宗教领袖不让百姓认识他（“因无知识而灭亡”）。他们本是百姓的属灵领袖，却带头做恶事。人们会彼此议论：“祭司也这样做，那肯定不会错。”属灵上的领袖责任是很重大的，我们无论是执教于教会学校、担任教会职务或者带领查经，都不可轻视肩负的责任，要做一个把人带到神面前的领袖。"
        },
        {
            "chapter": "4:10",
            "content": "他们吃，却不得饱；行淫，而不得立后；因为他们离弃耶和华，不遵他的命。",
            "note": ""
        },
        {
            "chapter": "4:11",
            "content": "奸淫和酒，并新酒，夺去人的心。",
            "note": ""
        },
        {
            "chapter": "4:12",
            "content": "我的民求问木偶，以为木杖能指示他们，因为他们的淫心使他们失迷，他们就行淫离弃　神，不守约束。",
            "note": "“木杖”或“圣杖”，是用来预示未来的工具。远离了神设立的耶路撒冷这个权威的敬拜中心，北国居民实际上已与神的道和赦免无缘了。妄想摆脱束缚将会使我们完全脱离神的旨意。"
        },
        {
            "chapter": "4:13",
            "content": "在各山顶，各高冈的橡树、杨树、栗树之下献祭烧香，因为树影美好。所以，你们的女儿淫乱，你们的新妇（注：或作“儿妇”。下同）行淫。",
            "note": ""
        },
        {
            "chapter": "4:14",
            "content": "你们的女儿淫乱，你们的新妇行淫，我却不惩罚她们，因为你们自己离群与娼妓同居，与妓女一同献祭。这无知的民必致倾倒！",
            "note": ""
        },
        {
            "chapter": "4:15",
            "content": "以色列啊，你虽然行淫，犹大却不可犯罪。不要往吉甲去，不要上到伯亚文，也不要指着永生的耶和华起誓。",
            "note": "神警告南国犹大的祭司不可像以色列祭司那样。以色列祭司丢掉了信仰的传统，把自己全然卖给了巴力。他们提倡崇拜偶像和淫乱的仪式。以色列将难逃惩罚，但若犹大能拒步以色列的后尘，则可免遭惩罚。"
        },
        {
            "chapter": "4:16",
            "content": "以色列倔强，犹如倔强的母牛；现在耶和华要放他们，如同放羊羔在宽阔之地。",
            "note": ""
        },
        {
            "chapter": "4:17",
            "content": "以法莲亲近偶像，任凭他吧！",
            "note": "以法莲是北国以色列的别称，因为以法莲是北国十个支派中最强大的；同样，南国亦因强大的犹大支派命名为犹大国。"
        },
        {
            "chapter": "4:18",
            "content": "他们所喝的已经发酸，他们时常行淫，他们的官长最爱羞耻的事。",
            "note": ""
        },
        {
            "chapter": "4:19",
            "content": "风把他们裹在翅膀里；他们因所献的祭必致蒙羞。",
            "note": "这个卷走以色列的旋风是指约二十年后亚述入侵毁灭北国。"
        }
    ]
}