{
    "book": "何西阿书",
    "chapter": "6",
    "verses": [
        {
            "chapter": "6:1",
            "content": "“来吧，我们归向耶和华！他撕裂我们，也必医治；他打伤我们，也必缠裹。",
            "note": ""
        },
        {
            "chapter": "6:2",
            "content": "过两天他必使我们苏醒，第三天他必使我们兴起，我们就在他面前得以存活。",
            "note": ""
        },
        {
            "chapter": "6:3",
            "content": "我们务要认识耶和华，竭力追求认识他。他出现确如晨光；他必临到我们像甘雨，像滋润田地的春雨。”",
            "note": "这是以色列人的假设，而不是真正的忏悔。百姓不明白自己所犯的罪有多严重，他们没有远离偶像，也不认罪痛改前非。他们认为神的愤怒持续几天就会过去，却没料到以色列人马上就要被掳。以色列只对神提供的物质利益感兴趣，却不看重由敬拜真神而来的永恒的好处。然而，在批判以色列之前，请先来看看我们自己的态度。你希望从信仰中得到什么？你是否轻言忏悔，却从未认真思考生命中所需要的改变？"
        },
        {
            "chapter": "6:4",
            "content": "主说：“以法莲哪，我可向你怎样行呢？犹大啊，我可向你怎样做呢？因为你们的良善如同早晨的云雾，”",
            "note": "耶和华回答他的子民，指出他们效忠的表白犹如云雾和甘露，转眼消散，毫无实质意义。对神表面委身而无真诚的忠心是轻松又容易的。若要宣誓忠于神，就用行动来支持你的宣言吧！"
        },
        {
            "chapter": "6:5",
            "content": "因此，我藉先知砍伐他们，以我口中的话杀戮他们，我施行的审判如光发出。",
            "note": ""
        },
        {
            "chapter": "6:6",
            "content": "我喜爱良善（注：或作“怜恤”），不喜爱祭祀；喜爱认识　神，胜于燔祭！",
            "note": "宗教仪式可以帮助人们了解神，并且促进与神的关系，这就是神在旧约中设立割礼和献祭的制度，在新约中设立洗礼和圣餐仪式的原因。然而只有怀着对神的爱和顺从的心，这宗教仪式才对人有助益；如果人的心远离神，履行这礼仪也是空虚徒劳的。神要的不是以色列人的礼仪，而是他们的心。你为何而敬拜？你“祭祀”和献“燔祭”的背后动机是什么？"
        },
        {
            "chapter": "6:7",
            "content": "他们却如亚当背约，在境内向我行事诡诈。",
            "note": "何西阿书的主题之一是以色列违反了神与他们在西奈山所立的约（参出19-20章）。神要以色列成为各国的光和祝福（参创12:2-3；赛49:6）。如果神的选民顺服他、在全地传扬他，他就必赐他们特别的福气；若他们背约，就必遭受严厉的惩罚，这是他们应该知道的（参申28:15-68）。可悲的是，以色列人违背圣约，证实了他们对神不忠。你是否也对神不忠？是否忘记了事奉神的诺言？"
        },
        {
            "chapter": "6:8",
            "content": "基列是作孽之人的城，被血沾染。",
            "note": ""
        },
        {
            "chapter": "6:9",
            "content": "强盗成群，怎样埋伏杀人；祭司结党，也照样在示剑的路上杀戮，行了邪恶。",
            "note": "基列（拉米在其范围之内）曾是神圣之地，是逃城；示剑过去也是约书亚指定的逃城（参书20:1-2, 7-8）。然而，此时这些地方已变成堕落腐败之所，使人联想起的只是谋杀、犯罪，以及邪恶的祭司结伙埋伏，伺机杀害路人。"
        },
        {
            "chapter": "6:10",
            "content": "在以色列家我见了可憎的事，在以法莲那里有淫行，以色列被玷污。",
            "note": ""
        },
        {
            "chapter": "6:11",
            "content": "“犹大啊，我使被掳之民归回的时候，必有为你所命定的收场。",
            "note": "何西阿在此插入神关于“收割”的严正警告，使犹大人不因北国的灭亡而窃喜。神的殿在犹大耶路撒冷，犹大人认为发生在以色列的事绝不会降临到他们身上，但当犹大变得极度败坏时，他们也终归被掳（参王下25章）。"
        }
    ]
}