{
    "book": "何西阿书",
    "chapter": "9",
    "verses": [
        {
            "chapter": "9:1",
            "content": "以色列啊！不要像外邦人欢喜快乐！因为你行邪淫离弃你的　神，在各谷场上如妓女喜爱赏赐。",
            "note": "谷场为一块平地，常在山顶的平川上，农民在那里打麦脱粒。男人通常在谷场通宵守候，以便保护收成，妓女会趁机到那里寻客。因谷场在山顶上，以色列人就开始在那里向假神献祭。"
        },
        {
            "chapter": "9:2",
            "content": "谷场和酒醡都不够以色列人使用，新酒也必缺乏。",
            "note": ""
        },
        {
            "chapter": "9:3",
            "content": "他们必不得住耶和华的地；以法莲却要归回埃及，必在亚述吃不洁净的食物。",
            "note": ""
        },
        {
            "chapter": "9:4",
            "content": "他们必不得向耶和华奠酒，即便奠酒，也不蒙悦纳。他们的祭物，必如居丧者的食物，凡吃的必被玷污；因他们的食物，只为自己的口腹，必不奉入耶和华的殿。",
            "note": ""
        },
        {
            "chapter": "9:5",
            "content": "在大会的日子，到耶和华的节期，你们怎样行呢？",
            "note": ""
        },
        {
            "chapter": "9:6",
            "content": "看哪！他们逃避灾难，埃及人必收殓他们的尸首；摩弗人必葬埋他们的骸骨。他们用银子做的美物上必长蒺藜；他们的帐棚中必生荆棘。",
            "note": "以色列的首领在与亚述还是与埃及结盟的事上摇摆不定。何西阿在这里指出与这两国结盟都是错误的。中止与不可靠的亚述联盟而跑去求助同样不可靠的埃及，并不能阻止以色列灭亡，他们惟一的希望在于归向神。"
        },
        {
            "chapter": "9:7",
            "content": "以色列人必知道降罚的日子临近，报应的时候来到。（民说：作先知的是愚昧，受灵感的是狂妄。）皆因他们多多作孽，大怀怨恨。",
            "note": "以色列人开始体验到犯罪的恶果。他们不再听信神的使者，拒听真理，对于先知明讲他们的罪更是充耳不闻；他们也听不到神将来审判的警告。我们总是有选择性地听或读──取己所好、弃己所恶，这样做可能会错过我们最需要的忠告。要倾听他人的批评、听取不同观点的意见，并且问自己：“神是否在通过他人向我说话？我有什么地方尚待改进？”"
        },
        {
            "chapter": "9:8",
            "content": "以法莲曾作我　神守望的；至于先知，在他一切的道上作为捕鸟人的网罗，在他　神的家中怀怨恨。",
            "note": ""
        },
        {
            "chapter": "9:9",
            "content": "以法莲深深地败坏，如在基比亚的日子一样。耶和华必记念他们的罪孽，追讨他们的罪恶。",
            "note": "士师时代，有一利未人带着妾行至基比亚过夜，住处被一群恶棍包围，恶棍要求男人出来与他们行淫，男人便将其妾交出。众匪徒终夜轮奸、蹂躏这女子，并弃尸门旁（参士19:14-30）。这可怕的行径暴露出以色列人堕落的程度。基比亚因其恶行被消灭（参士20:8-48），何西阿指责整个以色列像基比亚一样邪恶，亦将难逃惩罚。"
        },
        {
            "chapter": "9:10",
            "content": "主说：“我遇见以色列如葡萄在旷野；我看见你们的列祖如无花果树上春季初熟的果子。他们却来到巴力毗珥专拜那可羞耻的，就成为可憎恶的，与他们所爱的一样。",
            "note": "巴力毗珥是毗珥的神，毗珥是摩押的一座山。以色列人经过摩押平原时，摩押王巴勒请来先知巴兰咒诅他们（参民22章）。摩押人引诱以色列人去拜巴力、行淫乱，不久以色列人就变得像他们所拜的假神一样败坏。人喜欢什么，就会变得像什么。你崇拜什么？你是变得像神，还是像其他东西？"
        },
        {
            "chapter": "9:11",
            "content": "至于以法莲人，他们的荣耀必如鸟飞去，必不生产，不怀胎，不成孕。",
            "note": ""
        },
        {
            "chapter": "9:12",
            "content": "纵然养大儿女，我却必使他们丧子，甚至不留一个。我离弃他们，他们就有祸了。",
            "note": ""
        },
        {
            "chapter": "9:13",
            "content": "我看以法莲如推罗栽于美地。以法莲却要将自己的儿女带出来，交与行杀戮的人。”",
            "note": ""
        },
        {
            "chapter": "9:14",
            "content": "耶和华啊，求你加给他们，加什么呢？要使他们胎堕乳干。",
            "note": "当何西阿预见以色列的罪将带来毁灭（参王下17:7-23）时，他做了这个祷告。以色列恐怖的命运异像驱使何西阿祈求女人不要怀孕，婴孩早早夭折，以免他们遭受未来巨大的折磨与痛苦。"
        },
        {
            "chapter": "9:15",
            "content": "耶和华说：“他们一切的恶事都在吉甲，我在那里憎恶他们，因他们所行的恶，我必从我地上赶出他们去，不再怜爱他们；他们的首领都是悖逆的。",
            "note": "以色列政治、宗教上的失败始于吉甲，在那里人们开始以偶像来替代神。扫罗在吉甲被立为统一王国的首位国王（参撒上11:15），到了何西阿时代，敬拜巴力在吉甲已泛滥成灾（参4:15；12:11）。"
        },
        {
            "chapter": "9:16",
            "content": "以法莲受责罚，根本枯干，必不能结果；即或生产，我必杀他们所生的爱子。”",
            "note": ""
        },
        {
            "chapter": "9:17",
            "content": "我的　神必弃绝他们，因为他们不听从他；他们也必飘流在列国中。",
            "note": ""
        }
    ]
}