{
    "book": "列王纪上",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "大卫王年纪老迈，虽用被遮盖，仍不觉暖。",
            "note": "以色列大卫王朝的黄金时代已近尾声。列王纪上开始于一个统一的王国，光明灿烂，以神为中心；但结束时国土分裂，情况大不如前，全国上下都拜偶像。以色列人败落的原因很简单──他们不顺服神，即而产生令国势衰颓的各种罪──贪心、嫉妒、权力欲及轻视婚姻的盟约，徒具仪文的敬拜等等。今天这些罪同样会伤害我们。追忆以色列人的历史，就当以史为鉴，提醒自己免蹈覆辙。"
        },
        {
            "chapter": "1:2",
            "content": "所以臣仆对他说：“不如为我主我王寻找一个处女，使她伺候王，奉养王，睡在王的怀中，好叫我主我王得暖。”",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "于是，在以色列全境寻找美貌的童女，寻得书念的一个童女亚比煞，就带到王那里。",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "这童女极其美貌，她奉养王，伺候王，王却没有与她亲近。",
            "note": "大卫这时年近七旬，他历经多年苦难，健康恶化。亚比煞作他的护士服侍他、温暖他的身体。昔日容许多妻制，君王在后宫广置妃嫔乃是合法的。"
        },
        {
            "chapter": "1:5",
            "content": "那时，哈及的儿子亚多尼雅自尊，说：“我必作王。”就为自己预备车辆、马兵，又派五十人在他前头奔走。",
            "note": "亚多尼雅向大卫隐瞒而自行作王。他晓得大卫首选的王位继承人是所罗门，而不是他（1:17），所以他自立为王的时候，未邀请所罗门与大卫的忠心谋士（1:9-10）。但他图谋篡位未能成功。骄傲的亚多尼雅自高自大，最终自取败亡。"
        },
        {
            "chapter": "1:6",
            "content": "他父亲素来没有使他忧闷，说：“你是做什么呢？”他甚俊美，生在押沙龙之后。",
            "note": "大卫从来没有干预过儿女的事，既不指引也不查问，以致亚多尼雅不知道如何慎守规矩。结果他常常我行我素，不管别人死活。他任意而行，必然不尊重神的旨意。不受管束的孩子，在父母眼中可能视为聪明伶俐，但不守纪律的成年人，既能败坏自己，又会祸及别人。你若为儿女定出界限，使他们学会自我约束，长大以后就能有节制。要趁儿女年幼的时候留意管教，好使他们长大后成为自律的人。"
        },
        {
            "chapter": "1:7",
            "content": "亚多尼雅与洗鲁雅的儿子约押和祭司亚比亚他商议，二人就顺从他，帮助他。",
            "note": "参看撒下十九章对约押的介绍，能更详细地了解他的一生。有关亚比亚他的详情，参看撒母耳记上22章20节的注释。"
        },
        {
            "chapter": "1:8",
            "content": "但祭司撒督、耶何耶大的儿子比拿雅、先知拿单、示每、利以并大卫的勇士，都不顺从亚多尼雅。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "一日，亚多尼雅在隐罗结旁、琐希列磐石那里，宰了牛羊、肥犊，请他的诸弟兄，就是王的众子，并所有作王臣仆的犹大人；",
            "note": "扫罗受膏作以色列王，献平安祭使众人想起神在西奈山曾与全民立约。亚多尼雅宰杀牛羊祭牲，可能想藉此确认篡位夺权的事，但他并非是神所拣选来接续大卫作王的人。他想用宗教仪式来确认一己的阴谋，根本不可能改变神的旨意。"
        },
        {
            "chapter": "1:10",
            "content": "惟独先知拿单和比拿雅并勇士，与他的兄弟所罗门，他都没有请。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "拿单对所罗门的母亲拔示巴说：“哈及的儿子亚多尼雅作王了，你没有听见吗？我们的主大卫却不知道。",
            "note": "有关大卫之妻拔示巴的详尽资料，参看撒母耳记下11至12章。她贵为所罗门王的母亲，在宫中举足轻重。（参看对她的人物介绍）"
        },
        {
            "chapter": "1:12",
            "content": "现在我可以给你出个主意，好保全你和你儿子所罗门的性命。",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "你进去见大卫王，对他说：‘我主我王啊，你不曾向婢女起誓说：你儿子所罗门必接续我作王，坐在我的位上吗？现在亚多尼雅怎么作了王呢？’",
            "note": "圣经虽没有大卫应许所罗门接续王位的记载，但非常明显所罗门是大卫（1:17, 30）与神所拣选的王（参代上22:9-10）。"
        },
        {
            "chapter": "1:14",
            "content": "你还与王说话的时候，我也随后进去，证实你的话。”",
            "note": "拿单听到亚多尼雅的阴谋就立刻设法阻止，他既有忠心，又坐言起行。他知道所罗门应当名正言顺地作王，所以看到别人想篡夺王位，就迅速采取行动。我们常常知道何事该做却没有行动，也许我们不愿意被牵涉在其中，或者惧怕情势。不要单单以祷告、忿怒和期望来阻止恶事，更应采取必要的行动去纠正错误的举动。"
        },
        {
            "chapter": "1:15",
            "content": "拔示巴进入内室见王，王甚老迈，书念的童女亚比煞正伺候王。",
            "note": ""
        },
        {
            "chapter": "1:16",
            "content": "拔示巴向王屈身下拜。王说：“你要什么？”",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "她说：“我主啊，你曾向婢女指着耶和华你的　神起誓说：‘你儿子所罗门必接续我作王，坐在我的位上。’",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "现在亚多尼雅作王了，我主我王却不知道。",
            "note": ""
        },
        {
            "chapter": "1:19",
            "content": "他宰了许多牛羊、肥犊，请了王的众子和祭司亚比亚他，并元帅约押；惟独王的仆人所罗门，他没有请。",
            "note": ""
        },
        {
            "chapter": "1:20",
            "content": "我主我王啊，以色列众人的眼目都仰望你，等你晓谕他们，在我主我王之后，谁坐你的位。",
            "note": ""
        },
        {
            "chapter": "1:21",
            "content": "若不然，到我主我王与列祖同睡以后，我和我儿子所罗门必算为罪人了。”",
            "note": ""
        },
        {
            "chapter": "1:22",
            "content": "拔示巴还与王说话的时候，先知拿单也进来了。",
            "note": ""
        },
        {
            "chapter": "1:23",
            "content": "有人奏告王说：“先知拿单来了。”拿单进到王前，脸伏于地。",
            "note": ""
        },
        {
            "chapter": "1:24",
            "content": "拿单说：“我主我王果然应许亚多尼雅说：‘你必接续我作王，坐在我的位上’吗？",
            "note": ""
        },
        {
            "chapter": "1:25",
            "content": "他今日下去，宰了许多牛羊、肥犊，请了王的众子和军长，并祭司亚比亚他，他们正在亚多尼雅面前吃喝，说：‘愿亚多尼雅王万岁！’",
            "note": ""
        },
        {
            "chapter": "1:26",
            "content": "惟独我，就是你的仆人和祭司撒督，耶何耶大的儿子比拿雅，并王的仆人所罗门，他都没有请。",
            "note": ""
        },
        {
            "chapter": "1:27",
            "content": "这事果然出乎我主我王吗？王却没有告诉仆人们，在我主我王之后，谁坐你的位。”",
            "note": ""
        },
        {
            "chapter": "1:28",
            "content": "大卫王吩咐说：“叫拔示巴来。”拔示巴就进来站在王面前。",
            "note": ""
        },
        {
            "chapter": "1:29",
            "content": "王起誓说：“我指着救我性命脱离一切苦难，永生的耶和华起誓。",
            "note": ""
        },
        {
            "chapter": "1:30",
            "content": "我既然指着耶和华以色列的　神向你起誓说：‘你儿子所罗门必接续我作王，坐在我的位上。’我今日就必照这话而行。”",
            "note": ""
        },
        {
            "chapter": "1:31",
            "content": "于是拔示巴脸伏于地，向王下拜，说：“愿我主大卫王万岁！”",
            "note": ""
        },
        {
            "chapter": "1:32",
            "content": "大卫王又吩咐说：“将祭司撒督、先知拿单、耶何耶大的儿子比拿雅召来。”他们就都来到王面前。",
            "note": ""
        },
        {
            "chapter": "1:33",
            "content": "王对他们说：“要带领你们主的仆人，使我儿子所罗门骑我的骡子，送他下到基训。",
            "note": ""
        },
        {
            "chapter": "1:34",
            "content": "在那里，祭司撒督和先知拿单要膏他作以色列的王。你们也要吹角，说：‘愿所罗门王万岁！’",
            "note": ""
        },
        {
            "chapter": "1:35",
            "content": "然后要跟随他上来，使他坐在我的位上，接续我作王。我已立他作以色列和犹大的君。”",
            "note": ""
        },
        {
            "chapter": "1:36",
            "content": "耶何耶大的儿子比拿雅对王说：“阿们！愿耶和华我主我王的　神也这样命定。",
            "note": ""
        },
        {
            "chapter": "1:37",
            "content": "耶和华怎样与我主我王同在，愿他照样与所罗门同在，使他的国位比我主大卫王的国位更大。”",
            "note": ""
        },
        {
            "chapter": "1:38",
            "content": "于是，祭司撒督、先知拿单、耶何耶大的儿子比拿雅和基利提人、比利提人，都下去使所罗门骑大卫王的骡子，将他送到基训。",
            "note": ""
        },
        {
            "chapter": "1:39",
            "content": "祭司撒督就从帐幕中取了盛膏油的角来，用膏膏所罗门。人就吹角，众民都说：“愿所罗门王万岁！”",
            "note": "圣膏油是用来膏立以色列的君王与大祭司的，也膏抹分别为圣归于神的器物。盛放膏油的帐幕，可能是大卫搭建的安放约柜的地方（参撒下6:17）；而不是摩西在旷野所建造的会幕。因后者仍然留在基遍（详情请参撒上7:1的注释）。出埃及记32章22至23节说明这种圣膏油的制法和用处（膏立君王的详情，参撒上10:1与16:13的注释）。"
        },
        {
            "chapter": "1:40",
            "content": "众民跟随他上来，且吹笛，大大欢呼，声音震地。",
            "note": ""
        },
        {
            "chapter": "1:41",
            "content": "亚多尼雅和所请的众客筵宴方毕，听见这声音。约押听见角声，就说：“城中为何有这响声呢？”",
            "note": ""
        },
        {
            "chapter": "1:42",
            "content": "他正说话的时候，祭司亚比亚他的儿子约拿单来了。亚多尼雅对他说：“进来吧！你是个忠义的人，必是报好信息。”",
            "note": ""
        },
        {
            "chapter": "1:43",
            "content": "约拿单对亚多尼雅说：“我们的主大卫王诚然立所罗门为王了。",
            "note": ""
        },
        {
            "chapter": "1:44",
            "content": "王差遣祭司撒督、先知拿单、耶何耶大的儿子比拿雅和基利提人、比利提人都去使所罗门骑王的骡子。",
            "note": ""
        },
        {
            "chapter": "1:45",
            "content": "祭司撒督和先知拿单在基训已经膏他作王。众人都从那里欢呼着上来，声音使城震动，这就是你们所听见的声音。",
            "note": ""
        },
        {
            "chapter": "1:46",
            "content": "并且所罗门登了国位。",
            "note": ""
        },
        {
            "chapter": "1:47",
            "content": "王的臣仆也来为我们的主大卫王祝福说：‘愿王的　神使所罗门的名比王的名更尊荣，使他的国位比王的国位更大。’王就在床上屈身下拜。",
            "note": ""
        },
        {
            "chapter": "1:48",
            "content": "王又说：‘耶和华以色列的　神是应当称颂的！因他赐我一人今日坐在我的位上，我也亲眼看见了。’”",
            "note": ""
        },
        {
            "chapter": "1:49",
            "content": "亚多尼雅的众客听见这话就都惊惧，起来四散。",
            "note": ""
        },
        {
            "chapter": "1:50",
            "content": "亚多尼雅惧怕所罗门，就起来，去抓住祭坛的角。",
            "note": "人常在阴谋败露以后才肯放弃。亚多尼雅知道计谋失败了，就仓皇逃到祭坛，指望神的怜悯与赦免。但他是在篡位之心暴露之后，才到祭坛那里去，假使他先寻求神的旨意，就不会招此大祸。别让自己落到不可收拾的地步，才去寻求神的帮助；在你行事以前，先要寻求他的引导。"
        },
        {
            "chapter": "1:51",
            "content": "有人告诉所罗门说：“亚多尼雅惧怕所罗门王，现在抓住祭坛的角说：‘愿所罗门王今日向我起誓，必不用刀杀仆人。’”",
            "note": "亚多尼雅与他的元帅约押皆以为逃到会幕中、抓住祭坛的角（或者是柱子的角）就可保安全，或得到神的保护。所罗门虽批准对亚多尼雅缓刑，但之后吩咐比拿雅就在祭坛那里杀死约押（2:28-34）。双重杀人犯约押罪有应得，终于受到公义的处决（参出21:14）。"
        },
        {
            "chapter": "1:52",
            "content": "所罗门说：“他若作忠义的人，连一根头皮也不至落在地上；他若行恶，必要死亡。”",
            "note": ""
        },
        {
            "chapter": "1:53",
            "content": "于是，所罗门王差遣人，使亚多尼雅从坛上下来，他就来向所罗门王下拜。所罗门对他说：“你回家去吧！”",
            "note": "亚多尼雅以为会受到最严厉的惩罚而丧失性命，所罗门却只是吩咐他离开，并打发他回家。所罗门既登上王位，就有权柄除去强敌，因为假使亚多尼雅篡位成功的话也会这样行；但是所罗门心中坦然，知道没有必要杀死他以壮自己的权势。饶恕别人的攻击，有时比施加报复更为高明。人企图证实自己的权威与能力，常会流露出恐惧与自我怀疑。后来亚多尼雅再次篡夺王位时，所罗门才不得不将他处死（2:13-15）。"
        }
    ]
}