{
    "book": "列王纪上",
    "chapter": "11",
    "verses": [
        {
            "chapter": "11:1",
            "content": "所罗门王在法老的女儿之外，又宠爱许多外邦女子，就是摩押女子、亚扪女子、以东女子、西顿女子、赫人女子。",
            "note": ""
        },
        {
            "chapter": "11:2",
            "content": "论到这些国的人，耶和华曾晓谕以色列人说：“你们不可与她们往来相通，因为她们必诱惑你们的心去随从她们的神。”所罗门却恋爱这些女子。",
            "note": "神虽然清清楚楚地吩咐所罗门，不可娶外邦的女子，他却毫不理会。他不只娶一个，而是娶了许多外邦女子，结果被她们诱惑偏离了真神。神知道我们的长处和短处，他的命令对我们总是有好处的。人轻视神的命令，必不会有好结果。单单知道和相信神的话还不够，我们必须顺从，并且在日常工作和抉择上切实应用。所以，请你认真地领受神的吩咐，千万不要学世上最聪明却也是最愚笨的所罗门王，因为我们绝不是自己所想像的那样坚强。"
        },
        {
            "chapter": "11:3",
            "content": "所罗门有妃七百，都是公主；还有嫔三百。这些妃嫔诱惑他的心。",
            "note": "所罗门虽然有百般的智慧，也有弱点。他不能严拒诱惑，也难逃避情欲的事。他娶外邦女子，不管是为着加强政治上的联系，或者是为个人的逸乐，外邦妃嫔终究把他领上了敬拜偶像的邪路。你可能有坚强的信心，但你也有弱点，这就使得试探有机可乘。要刚强起来，防守你的薄弱之处，因为一条链子的强度，只视乎它最弱之环有多强。若最智慧的所罗门尚且犯罪，你也免不了和他一样。"
        },
        {
            "chapter": "11:4",
            "content": "所罗门年老的时候，他的妃嫔诱惑他的心去随从别神，不效法他父亲大卫诚诚实实地顺服耶和华他的神。",
            "note": "所罗门在治国上能担大任，但在妻妾引诱他拜偶像上，却大大地失败了。在配偶与好友面前，人总难以抗拒压力而妥协，因为人心里有所锺爱，自然会迁就所关心的人。"
        },
        {
            "chapter": "11:5",
            "content": "因为所罗门随从西顿人的女神亚斯她录和亚扪人可憎的神米勒公。",
            "note": ""
        },
        {
            "chapter": "11:6",
            "content": "所罗门行耶和华眼中看为恶的事，不效法他父亲大卫专心顺从耶和华。",
            "note": ""
        },
        {
            "chapter": "11:7",
            "content": "所罗门为摩押可憎的神基抹和亚扪人可憎的神摩洛，在耶路撒冷对面的山上建筑邱坛。",
            "note": ""
        },
        {
            "chapter": "11:8",
            "content": "他为那些向自己的神烧香献祭的外邦女子，就是他娶来的妃嫔也是这样行。",
            "note": "亚斯她录是象征生育的女神，传说是假神巴力的配偶；摩洛是亚扪人之神，被称为“可憎的：”，因为拜它时要杀孩童献祭。基抹是摩押人之神。神警告以色列人，一切假神都不可拜，尤其是摩洛（参出20:1-6；利18:21；20:1-5）。"
        },
        {
            "chapter": "11:9",
            "content": "耶和华向所罗门发怒，因为他的心偏离向他两次显现的耶和华以色列的　神。",
            "note": ""
        },
        {
            "chapter": "11:10",
            "content": "耶和华曾吩咐他不可随从别神，他却没有遵守耶和华所吩咐的。",
            "note": "所罗门不是一下子就离开神的，他先在小事上开始偏离律法，致使灵性冷淡（3:1），以后，这微小的罪再增长，终于将他摧毁。少许的罪能使人迈出走上邪路的第一步。我们并非不知道什么是罪，偏要宽容罪恶，最终招来大祸。所以我们切不可容许任何罪恶不受指责。在你的生活中，有没有一种罪未被察及，好像致命的癌细胞一样在扩散呢？不要自欺欺人，要向神承认这种罪，求他赐力量去抵抗试探。"
        },
        {
            "chapter": "11:11",
            "content": "所以耶和华对他说：“你既行了这事，不遵守我所吩咐你守的约和律例，我必将你的国夺回，赐给你的臣子。",
            "note": ""
        },
        {
            "chapter": "11:12",
            "content": "然而，因你父亲大卫的缘故，我不在你活着的日子行这事，必从你儿子的手中将国夺回。",
            "note": ""
        },
        {
            "chapter": "11:13",
            "content": "只是我不将全国夺回，要因我仆人大卫和我所选择的耶路撒冷，还留一支派给你的儿子。”",
            "note": "所罗门的国度本可一直蒙神赐福，可惜它却走向没落。他有神的应许引导，神也垂听他的祷告，但是他却容许罪在身边。结果，这种罪大大地败坏了他，使他不再专心跟随神。他在诗篇127篇中写到：“若不是耶和华建造房屋，建造的人就枉然劳力。”他靠神开始立下根基，可惜晚年未能贯彻始终，结果失去了一切。按照神的原则，好好地开始建立婚姻、事业或教会仍未足够，我们必须对神忠心到底（参可13:13）。你的一生必须自始至终让神来管理。"
        },
        {
            "chapter": "11:14",
            "content": "耶和华使以东人哈达兴起，作所罗门的敌人，他是以东王的后裔。",
            "note": ""
        },
        {
            "chapter": "11:15",
            "content": "先前大卫攻击以东，元帅约押上去葬埋阵亡的人，将以东的男丁都杀了。",
            "note": ""
        },
        {
            "chapter": "11:16",
            "content": "约押和以色列众人在以东住了六个月，直到将以东的男丁尽都剪除。",
            "note": ""
        },
        {
            "chapter": "11:17",
            "content": "那时哈达还是幼童；他和他父亲的臣仆，几个以东人逃往埃及。",
            "note": ""
        },
        {
            "chapter": "11:18",
            "content": "他们从米甸起行，到了巴兰；从巴兰带着几个人来到埃及见埃及王法老。法老为他派定粮食，又给他房屋田地。",
            "note": ""
        },
        {
            "chapter": "11:19",
            "content": "哈达在法老面前大蒙恩惠，以致法老将王后答比匿的妹子赐他为妻。",
            "note": ""
        },
        {
            "chapter": "11:20",
            "content": "答比匿的妹子给哈达生了一个儿子，名叫基努拔。答比匿使基努拔在法老的宫里断奶，基努拔就与法老的众子一同住在法老的宫里。",
            "note": ""
        },
        {
            "chapter": "11:21",
            "content": "哈达在埃及听见大卫与他列祖同睡，元帅约押也死了，就对法老说：“求王容我回本国去。”",
            "note": ""
        },
        {
            "chapter": "11:22",
            "content": "法老对他说：“你在我这里有什么缺乏，你竟要回你本国去呢？”他回答说：“我没有缺乏什么，只是求王容我回去。”",
            "note": "以东是在死海东南的国家，大卫将它制伏，令其进贡（参撒下8:13-14）；因为它控制通往红海的道路，所以有重大战略价值。以东的背叛破坏了所罗门国度的平安。"
        },
        {
            "chapter": "11:23",
            "content": "神又使以利亚大的儿子利逊兴起，作所罗门的敌人。他先前逃避主人琐巴王哈大底谢。",
            "note": ""
        },
        {
            "chapter": "11:24",
            "content": "大卫击杀琐巴人的时候，利逊招聚了一群人，自己作他们的头目，往大马士革居住，在那里作王。",
            "note": ""
        },
        {
            "chapter": "11:25",
            "content": "所罗门活着的时候，哈达为患之外，利逊也作以色列的敌人。他恨恶以色列人，且作了亚兰人的王。",
            "note": ""
        },
        {
            "chapter": "11:26",
            "content": "所罗门的臣仆、尼八的儿子耶罗波安也举手攻击王。他是以法莲支派的洗利达人，他母亲是寡妇，名叫洗鲁阿。",
            "note": ""
        },
        {
            "chapter": "11:27",
            "content": "他举手攻击王的缘故，乃由先前所罗门建造米罗，修补他父亲大卫城的破口。",
            "note": ""
        },
        {
            "chapter": "11:28",
            "content": "耶罗波安是大有才能的人。所罗门见这少年人殷勤，就派他监管约瑟家的一切工程。",
            "note": ""
        },
        {
            "chapter": "11:29",
            "content": "一日，耶罗波安出了耶路撒冷，示罗人先知亚希雅在路上遇见他。亚希雅身上穿着一件新衣，他们二人在田野，以外并无别人。",
            "note": ""
        },
        {
            "chapter": "11:30",
            "content": "亚希雅将自己穿的那件新衣撕成十二片，",
            "note": ""
        },
        {
            "chapter": "11:31",
            "content": "对耶罗波安说：“你可以拿十片。耶和华以色列的　神如此说：‘我必将国从所罗门手里夺回，将十个支派赐给你。",
            "note": ""
        },
        {
            "chapter": "11:32",
            "content": "（我因仆人大卫和我在以色列众支派中所选择的耶路撒冷城的缘故，仍给所罗门留一个支派。）",
            "note": ""
        },
        {
            "chapter": "11:33",
            "content": "因为他离弃我，敬拜西顿人的女神亚斯她录、摩押的神基抹和亚扪人的神米勒公，没有遵从我的道，行我眼中看为正的事，守我的律例典章，像他父亲大卫一样。",
            "note": ""
        },
        {
            "chapter": "11:34",
            "content": "但我不从他手里将全国夺回；使他终身为君，是因我所拣选的仆人大卫谨守我的诫命律例。",
            "note": ""
        },
        {
            "chapter": "11:35",
            "content": "我必从他儿子的手里将国夺回，以十个支派赐给你，",
            "note": ""
        },
        {
            "chapter": "11:36",
            "content": "还留一个支派给他的儿子，使我仆人大卫在我所选择立我名的耶路撒冷城里，在我面前长有灯光。",
            "note": ""
        },
        {
            "chapter": "11:37",
            "content": "我必拣选你，使你照心里一切所愿的，作王治理以色列。",
            "note": ""
        },
        {
            "chapter": "11:38",
            "content": "你若听从我一切所吩咐你的，遵行我的道，行我眼中看为正的事，谨守我的律例诫命，像我仆人大卫所行的，我就与你同在，为你立坚固的家，像我为大卫所立的一样，将以色列人赐给你。",
            "note": ""
        },
        {
            "chapter": "11:39",
            "content": "我必因所罗门所行的，使大卫后裔受患难，但不至于永远。’”",
            "note": "先知亚希雅预言以色列国度的分裂。所罗门死后，以色列十二个支派中的十个随从了耶罗波安；犹大与在耶路撒冷附近的便雅悯两支派仍忠于大卫家。犹大是全族中最大的支派，便雅悯则是最小的，人常常把他们两个支派看成一个，因为他们在共同的疆界之内。耶罗波安与亚希雅皆是以法莲支派的人，北国十个支派之中以法莲支派最著名。（国度分裂的详情，请参看12:20的注释。）"
        },
        {
            "chapter": "11:40",
            "content": "所罗门因此想要杀耶罗波安，耶罗波安却起身逃往埃及，到了埃及王示撒那里，就住在埃及，直到所罗门死了。",
            "note": ""
        },
        {
            "chapter": "11:41",
            "content": "所罗门其余的事，凡他所行的和他的智慧，都写在所罗门记上。",
            "note": "所罗门记一书已不可考。请参看14章19节的注释。"
        },
        {
            "chapter": "11:42",
            "content": "所罗门在耶路撒冷作以色列众人的王共四十年。",
            "note": ""
        },
        {
            "chapter": "11:43",
            "content": "所罗门与他列祖同睡，葬在他父亲大卫的城里。他儿子罗波安接续他作王。",
            "note": ""
        }
    ]
}