{
    "book": "列王纪上",
    "chapter": "12",
    "verses": [
        {
            "chapter": "12:1",
            "content": "罗波安往示剑去，因为以色列人都到了示剑，要立他作王。",
            "note": "罗波安在耶路撒冷以北约五十六公里的示剑被立为王。以色列人通常会在首都耶路撒冷膏立新王，但是罗波安与耶罗波安之间产生纠纷，所以他到北方去，想与那里的支派保持良好关系。他选择去示剑的原因，可能因为那是古时立约之处（参书24:1）。国家分裂以后，示剑暂时成为北国的首都（12:25）。"
        },
        {
            "chapter": "12:2",
            "content": "尼八的儿子耶罗波安先前躲避所罗门王，逃往埃及，住在那里（他听见这事）。",
            "note": ""
        },
        {
            "chapter": "12:3",
            "content": "以色列人打发人去请他来，他就和以色列会众都来见罗波安，对他说：",
            "note": ""
        },
        {
            "chapter": "12:4",
            "content": "“你父亲使我们负重轭，做苦工，现在求你使我们做的苦工、负的重轭轻松些，我们就事奉你。”",
            "note": ""
        },
        {
            "chapter": "12:5",
            "content": "罗波安对他们说：“你们暂且去，第三日再来见我。”民就去了。",
            "note": ""
        },
        {
            "chapter": "12:6",
            "content": "罗波安之父所罗门在世的日子，有侍立在他面前的老年人，罗波安王和他们商议说：“你们给我出个什么主意，我好回复这民。”",
            "note": ""
        },
        {
            "chapter": "12:7",
            "content": "老年人对他说：“现在王若服事这民如仆人，用好话回答他们，他们就永远作王的仆人。”",
            "note": ""
        },
        {
            "chapter": "12:8",
            "content": "王却不用老年人给他出的主意，就和那些与他一同长大在他面前侍立的少年人商议，",
            "note": ""
        },
        {
            "chapter": "12:9",
            "content": "说：“这民对我说：‘你父亲使我们负重轭，求你使我们轻松些。’你们给我出个什么主意，我好回复他们。”",
            "note": ""
        },
        {
            "chapter": "12:10",
            "content": "那同他长大的少年人说：“这民对王说：‘你父亲使我们负重轭，求你使我们轻松些。’王要对他们如此说：‘我的小拇指头比我父亲的腰还粗。",
            "note": ""
        },
        {
            "chapter": "12:11",
            "content": "我父亲使你们负重轭，我必使你们负更重的轭；我父亲用鞭子责打你们，我要用蝎子鞭责打你们。’”",
            "note": ""
        },
        {
            "chapter": "12:12",
            "content": "耶罗波安和众百姓遵着罗波安王所说“你们第三日再来见我”的那话，第三日他们果然来了。",
            "note": ""
        },
        {
            "chapter": "12:13",
            "content": "王用严厉的话回答百姓，不用老年人给他所出的主意，",
            "note": ""
        },
        {
            "chapter": "12:14",
            "content": "照着少年人所出的主意对民说：“我父亲使你们负重轭，我必使你们负更重的轭；我父亲用鞭子责打你们，我要用蝎子鞭责打你们。”",
            "note": "罗波安虽然请臣仆献策，但并未虚心听从。假使他深思熟虑的话，必定会看出长者的劝告比他同辈的建议智慧得多。衡量别人的劝告，要看它是否切实可行；再看采纳后的结果是否公平，是否令情况有积极的改善。要寻求有经验、有智慧的人的谋略。但无论如何，只有符合神的标准的建议才有益处。"
        },
        {
            "chapter": "12:15",
            "content": "王不肯依从百姓，这事乃出于耶和华，为要应验他藉示罗人亚希雅对尼八的儿子耶罗波安所说的话。",
            "note": ""
        },
        {
            "chapter": "12:16",
            "content": "以色列众民见王不依从他们，就对王说：“我们与大卫有什么分儿呢？与耶西的儿子并没有关涉。以色列人哪，各回各家去吧！大卫家啊，自己顾自己吧！”于是，以色列人都回自己家里去了。",
            "note": ""
        },
        {
            "chapter": "12:17",
            "content": "惟独住犹大城邑的以色列人，罗波安仍作他们的王。",
            "note": ""
        },
        {
            "chapter": "12:18",
            "content": "罗波安王差遣掌管服苦之人的亚多兰往以色列人那里去，以色列人就用石头打死他。罗波安王急忙上车，逃回耶路撒冷去了。",
            "note": ""
        },
        {
            "chapter": "12:19",
            "content": "这样，以色列人背叛大卫家，直到今日。",
            "note": "耶罗波安与罗波安都只求自己的益处，完全不顾人民的利益。罗波安十分严厉，不听百姓的声音；耶罗波安建立新的拜偶像之地，使人民不再去京城耶路撒冷敬拜神。他们二人都自讨苦吃，罗波安的行动使国家分裂，耶罗波安则使人民偏离神。好的领袖都是先为信任他们的群众谋求福祉，再求自己的好处，若所作的抉择单单为自己，必然祸及己身，结果必定事与愿违。"
        },
        {
            "chapter": "12:20",
            "content": "以色列众人听见耶罗波安回来了，就打发人去请他到会众面前，立他作以色列众人的王。除了犹大支派以外，没有顺从大卫家的。",
            "note": "这事标志以色列国家分裂的开始，之后好几百年未能统一。十个支派拥护耶罗波安，称自己的新国家为以色列（即北国）；其余的两个支派忠于罗波安，称为犹大（即南国），不过他们并不是在一夜之间就分裂的。早在士师时代，因为支派之间的嫉妒，尤其是北方最有影响力的以法莲与南方的主要支派犹大之间的对立，已显出分裂的征兆。"
        },
        {
            "chapter": "12:21",
            "content": "罗波安来到耶路撒冷，招聚犹大全家和便雅悯支派的人共十八万，都是挑选的战士，要与以色列家争战，好将国夺回，再归所罗门的儿子罗波安。",
            "note": ""
        },
        {
            "chapter": "12:22",
            "content": "但　神的话临到神人示玛雅说：",
            "note": ""
        },
        {
            "chapter": "12:23",
            "content": "“你去告诉所罗门的儿子犹大王罗波安和犹大、便雅悯全家并其余的民说：",
            "note": ""
        },
        {
            "chapter": "12:24",
            "content": "‘耶和华如此说：你们不可上去与你们的弟兄以色列人争战，各归各家去吧！因为这事出于我。’”众人就听从耶和华的话，遵着耶和华的命回去了。",
            "note": ""
        },
        {
            "chapter": "12:25",
            "content": "耶罗波安在以法莲山地建筑示剑，就住在其中。又从示剑出去，建筑毗努伊勒。",
            "note": ""
        },
        {
            "chapter": "12:26",
            "content": "耶罗波安心里说：“恐怕这国仍归大卫家。",
            "note": ""
        },
        {
            "chapter": "12:27",
            "content": "这民若上耶路撒冷去，在耶和华的殿里献祭，他们的心必归向他们的主犹大王罗波安，就把我杀了，仍归犹大王罗波安。”",
            "note": ""
        },
        {
            "chapter": "12:28",
            "content": "耶罗波安王就筹划定妥，铸造了两个金牛犊，对众民说：“以色列人哪，你们上耶路撒冷去实在是难，这就是领你们出埃及地的神。”",
            "note": "神吩咐所有的以色列男丁，要一年三次上耶路撒冷的圣殿守节（参申16:16），但是耶罗波安设立自己的敬拜中心，并且告诉百姓说，长途跋涉地去耶路撒冷太不方便，就在这里敬拜好了。顺从他的人就是不顺从神。有些建议看来很实用，却可能引诱你偏离神。不要听信别人的花言巧语，说道德行为无关紧要，使你不做该做的事。不管是要你付上时间、精力、名誉或是财富资源，你都应当去做神要你做的事。"
        },
        {
            "chapter": "12:29",
            "content": "他就把牛犊一只安在伯特利，一只安在但。",
            "note": "古人以牛犊作偶像，是丰收与力量的象征。迦南人的神明常常被描绘成站在牛犊或母牛身上。耶罗波安精巧地将两只金牛犊放在两个要冲之地──伯特利和但，伯特利在距耶路撒冷以北十六公里的主要通道上。他引诱人民到那里就止步，不用再南下到耶路撒冷去。但在以色列国的最北部，所以住在离耶路撒冷很远的北方之民，为求方便就会被吸引到那里。耶罗波安作为北国的领袖，只想建立自己的敬拜中心；耽心他的人民经常去耶路撒冷，会有损他的权威。这种以假乱真的宗教崇拜使人民很快就远离真正的信仰。"
        },
        {
            "chapter": "12:30",
            "content": "这事叫百姓陷在罪里，因为他们往但去拜那牛犊。",
            "note": "耶罗波安与策士们没有从以色列人拜金牛犊的悲惨历史中汲取教训（参出32）。他们也许不知道圣经的记载，或者根本是明知故犯。查考圣经，就会使你留意神在过去的审判，从历史中得到教训；以史为鉴，就不会重蹈前人的覆辙（参赛42:23；林前10:11）。"
        },
        {
            "chapter": "12:31",
            "content": "耶罗波安在邱坛那里建殿，将那不属利未人的凡民立为祭司。",
            "note": ""
        },
        {
            "chapter": "12:32",
            "content": "耶罗波安定八月十五日为节期，像在犹大的节期一样，自己上坛献祭。他在伯特利也这样向他所铸的牛犊献祭，又将立为邱坛的祭司安置在伯特利。",
            "note": ""
        },
        {
            "chapter": "12:33",
            "content": "他在八月十五日，就是他私自所定的月日，为以色列人立作节期的日子，在伯特利上坛烧香。",
            "note": "在以色列人先祖时代，伯特利是象征他们对神献身的地方，雅各就在那里再一次把自己献给神（参创28:16-22），耶罗波安却把它变为以色列的宗教中心，想与耶路撒冷抗衡。不过伯特利的宗教以拜偶像为中心，终于使以色列走向灭亡。伯特利以后成为邪恶和偶像之城邑。何西阿与阿摩司先知看到伯特利的罪，就谴责这城，因为他们过着远离神的生活（参何4:15-17；10:8；摩5:4-6）。"
        }
    ]
}