{
    "book": "列王纪上",
    "chapter": "19",
    "verses": [
        {
            "chapter": "19:1",
            "content": "亚哈将以利亚一切所行的和他用刀杀众先知的事，都告诉耶洗别。",
            "note": ""
        },
        {
            "chapter": "19:2",
            "content": "耶洗别就差遣人去见以利亚，告诉他说：“明日约在这时候，我若不使你的性命像那些人的性命一样，愿神明重重地降罚与我。”",
            "note": "耶洗别听到她的众先知被杀，非常震怒，因为他们会讲她爱听的话，奉承她未来满有权势与光荣。他们的工作是把君王与王后神化，帮助他们的国度长存。耶洗别发怒的原因还由于她的支持者被除灭，有损她的虚荣与权威。她在这一班先知身上所花的金钱也付诸东流。"
        },
        {
            "chapter": "19:3",
            "content": "以利亚见这光景，就起来逃命，到了犹大的别是巴，将仆人留在那里。",
            "note": ""
        },
        {
            "chapter": "19:4",
            "content": "自己在旷野走了一日的路程，来到一棵罗腾树下（注：“罗腾”，小树名，松类。下同）；就坐在那里求死说：“耶和华啊，罢了！求你取我的性命，因为我不胜于我的列祖。”",
            "note": ""
        },
        {
            "chapter": "19:5",
            "content": "他就躺在罗腾树下睡着了。有一个天使拍他说：“起来吃吧！”",
            "note": ""
        },
        {
            "chapter": "19:6",
            "content": "他观看，见头旁有一瓶水与炭火烧的饼，他就吃了喝了，仍然躺下。",
            "note": ""
        },
        {
            "chapter": "19:7",
            "content": "耶和华的使者第二次来拍他说：“起来吃吧！因为你当走的路甚远。”",
            "note": ""
        },
        {
            "chapter": "19:8",
            "content": "他就起来吃了喝了，仗着这饮食的力，走了四十昼夜，到了　神的山，就是何烈山。",
            "note": "以利亚逃到何烈山，那是神以前呼召摩西，藉着他将律法传给百姓的圣地。神一定赐给以利亚特别的力量，使他能够在没有其他食品补充的情况下，走三百二十多公里远的路程。他和以前的摩西，以后的主耶稣一样，曾禁食四十昼夜（参申9:9；太4:1-2）。八百多年以后，他和摩西与主耶稣在同一座山顶上相聚（参路9:28-36）。"
        },
        {
            "chapter": "19:9",
            "content": "他在那里进了一个洞，就住在洞中。耶和华的话临到他说：“以利亚啊，你在这里做什么?”",
            "note": ""
        },
        {
            "chapter": "19:10",
            "content": "他说：“我为耶和华万军之　神大发热心，因为以色列人背弃了你的约，毁坏了你的坛，用刀杀了你的先知，只剩下我一个人，他们还要寻索我的命。”",
            "note": "以利亚觉得他是全国仅存的忠仆。他看到朝廷与祭司的败坏，他在迦密山大胜巴力先知以后开始逃亡。他感到孤单、沮丧，竟忘记在全国败坏的时候，还有其他人仍然忠于神。当你以为自己是惟一仍忠于神任务之人的时候，不要为自己难过；自怨自艾、自怜自卑都会削弱你所做的善工。你大可以放心，即使你不知道其他人在何方，但他们照样在忠心顺服神，执行他们的任务。"
        },
        {
            "chapter": "19:11",
            "content": "耶和华说：“你出来站在山上，在我面前。”那时，耶和华从那里经过，在他面前有烈风大作，崩山碎石，耶和华却不在风中；风后地震，耶和华却不在其中；",
            "note": ""
        },
        {
            "chapter": "19:12",
            "content": "地震后有火，耶和华也不在火中；火后有微小的声音。",
            "note": ""
        },
        {
            "chapter": "19:13",
            "content": "以利亚听见，就用外衣蒙上脸，出来站在洞口。有声音向他说：“以利亚啊，你在这里做什么?”",
            "note": "以利亚知道那微小的声音，是神的声音。他明白神会以任何奇妙的方式显明他自己。如果想在伟大的场合里（大聚会、教会、议会、显赫的人身上）寻找神，可能找不到，因为他常常在谦卑人的心中，在人安静之时以柔和的微声对人说话。你是否在聆听神说话？请停下忙碌的生活和工作，谦卑安静地恭听他的引领。他可能在你意想不到的时候对你讲话。"
        },
        {
            "chapter": "19:14",
            "content": "他说：“我为耶和华万军之　神大发热心，因为以色列人背弃了你的约，毁坏了你的坛，用刀杀了你的先知，只剩下我一个人，他们还要寻索我的命。”",
            "note": ""
        },
        {
            "chapter": "19:15",
            "content": "耶和华对他说：“你回去，从旷野往大马士革去。到了那里，就要膏哈薛作亚兰王；",
            "note": ""
        },
        {
            "chapter": "19:16",
            "content": "又膏宁示的孙子耶户作以色列王；并膏亚伯米何拉人沙法的儿子以利沙作先知接续你。",
            "note": "神吩咐以利亚去膏三个不同的人。第一个是膏哈薛作亚兰王。神叫他去膏一个敌国君王，是要使用亚兰王作他的工具，用以处罚以色列人犯的罪。亚兰从外邦带给以色列人刑罚。"
        },
        {
            "chapter": "19:17",
            "content": "将来躲避哈薛之刀的，必被耶户所杀；躲避耶户之刀的，必被以利沙所杀。",
            "note": ""
        },
        {
            "chapter": "19:18",
            "content": "但我在以色列人中为自己留下七千人，是未曾向巴力屈膝的，未曾与巴力亲嘴的。”",
            "note": ""
        },
        {
            "chapter": "19:19",
            "content": "于是，以利亚离开那里走了，遇见沙法的儿子以利沙耕地，在他前头有十二对牛，自己赶着第十二对。以利亚到他那里去，将自己的外衣搭在他身上。",
            "note": "外衣对当时的人来说是相当重要的，可以用来御寒、当作被褥、坐垫或包裹物件，也可以用它作抵押品借贷，或将之撕裂，以表示悲哀。以利亚将他的外衣披在以利沙的肩上，表明要他作自己的继任人。后来以利亚把他的权柄完全交给以利沙，也将外衣留给他（参王下2:11-14）。"
        },
        {
            "chapter": "19:20",
            "content": "以利沙就离开牛跑到以利亚那里说：“求你容我先与父母亲嘴，然后我便跟随你。”以利亚对他说：“你回去吧！我向你做了什么呢?”",
            "note": ""
        },
        {
            "chapter": "19:21",
            "content": "以利沙就离开他回去，宰了一对牛，用套牛的器具煮肉给民吃，随后就起身跟随以利亚，服事他。",
            "note": "以利沙杀了牛，表示一心一意跟随以利亚。他没有了牛，意味着无法再回去过富裕的农夫生活。他将牛煮了，不但在农民中大摆筵席，更是向耶和华献上的感谢祭，因为神拣选他作他的先知。"
        }
    ]
}