{
    "book": "列王纪上",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "所罗门与埃及王法老结亲，娶了法老的女儿为妻，接她进入大卫城，直等到造完了自己的宫和耶和华的殿，并耶路撒冷周围的城墙。",
            "note": "古代近东国家有王室彼此通婚的惯例，以建立和平关系。所罗门藉婚姻与邻国建立盟约和友谊，却是他败落的开始。政治婚姻使异教思想与习俗有机会输入，他的外国妃嫔更将异教的神明带到耶路撒冷，终于引诱他去敬拜偶像（11:1-6）。"
        },
        {
            "chapter": "3:2",
            "content": "当那些日子，百姓仍在邱坛献祭，因为还没有为耶和华的名建殿。",
            "note": ""
        },
        {
            "chapter": "3:3",
            "content": "所罗门爱耶和华，遵行他父亲大卫的律例，只是还在邱坛献祭烧香。",
            "note": "神的律法说，以色列人只可以在他指定的地方献祭（参申12:13-14）。这是要防止群众各按己意来敬拜他，避免异教习俗悄悄进入他们的敬拜生活。但是许多以色列人，包括所罗门在内，都在周围的山上献祭，所罗门虽然爱神，但所作所为却在犯罪。这种献祭使得祭牲不经祭司与助手仔细检查，并且虚假的教训也易跟这些献祭混在一起。神在夜间而非在献祭时向所罗门显现，赐他智慧。他悦纳他的祈求，但不宽恕他在邱坛的献祭。"
        },
        {
            "chapter": "3:4",
            "content": "所罗门王上基遍去献祭，因为在那里有极大的邱坛（注：“极大”或作“出名”），他在那坛上献一千牺牲作燔祭。",
            "note": ""
        },
        {
            "chapter": "3:5",
            "content": "在基遍，夜间梦中耶和华向所罗门显现，对他说：“你愿我赐你什么？你可以求。”",
            "note": ""
        },
        {
            "chapter": "3:6",
            "content": "所罗门说：“你仆人我父亲大卫用诚实、公义、正直的心行在你面前，你就向他大施恩典；又为他存留大恩，赐他一个儿子坐在他的位上，正如今日一样。",
            "note": ""
        },
        {
            "chapter": "3:7",
            "content": "耶和华我的　神啊，如今你使仆人接续我父亲大卫作王，但我是幼童，不知道应当怎样出入。",
            "note": ""
        },
        {
            "chapter": "3:8",
            "content": "仆人住在你所拣选的民中，这民多得不可胜数。",
            "note": ""
        },
        {
            "chapter": "3:9",
            "content": "所以求你赐我智慧，可以判断你的民，能辨别是非。不然，谁能判断这众多的民呢？”",
            "note": "神赐所罗门机会，让他随意向他求什么。所罗门只求智慧──心中有判别力，使他能明察秋毫、断事如神。我们也可以求神赐这种智慧（参雅1:5）。请注意，所罗门求智慧，使他能好好地完成职分，他并没有求神代他做那些工作。我们不应当求神代替我们做事，神是要藉着我们去完成事工；我们应当求神赐智慧，知道我们当做的事，并赐我们勇气完成这工作。"
        },
        {
            "chapter": "3:10",
            "content": "所罗门因为求这事，就蒙主喜悦。",
            "note": ""
        },
        {
            "chapter": "3:11",
            "content": "神对他说：“你既然求这事，不为自己求寿求富，也不求灭绝你仇敌的性命，单求智慧可以听讼，",
            "note": ""
        },
        {
            "chapter": "3:12",
            "content": "我就应允你所求的，赐你聪明智慧，甚至在你以前没有像你的，在你以后也没有像你的。",
            "note": "所罗门从神得到“聪明智慧”的心，但仍要懂得将智慧活用在一生之中。他治国聪明，但齐家无道，智慧是既有明辨的能力，更要付诸实行。所罗门虽然聪明一生，却没有一直按智慧去行（11:6）。"
        },
        {
            "chapter": "3:13",
            "content": "你所没有求的，我也赐给你，就是富足、尊荣，使你在世的日子，列王中没有一个能比你的。",
            "note": ""
        },
        {
            "chapter": "3:14",
            "content": "你若效法你父亲大卫，遵行我的道，谨守我的律例、诫命，我必使你长寿。”",
            "note": "所罗门求神赐智慧，不求财富，但神也赐他财富与长寿。神虽没有应许信从他的人有财富，但我们若先求他的国和他的义（参太：6:31-33），他就会将我们所需要的赐下。一心想得财富的人只会大大失望，因为即使你发了财，你心里还想得到更多。你若把神和他的工作放在首位，他必会满足你最深层的需要。"
        },
        {
            "chapter": "3:15",
            "content": "所罗门醒了，不料是个梦。他就回到耶路撒冷，站在耶和华的约柜前，献燔祭和平安祭，又为他众臣仆设摆筵席。",
            "note": ""
        },
        {
            "chapter": "3:16",
            "content": "一日，有两个妓女来，站在王面前。",
            "note": ""
        },
        {
            "chapter": "3:17",
            "content": "一个说：“我主啊，我和这妇人同住一房，她在房中的时候，我生了一个男孩。",
            "note": ""
        },
        {
            "chapter": "3:18",
            "content": "我生孩子后第三日，这妇人也生了孩子。我们是同住的，除了我们二人之外，房中再没有别人。",
            "note": ""
        },
        {
            "chapter": "3:19",
            "content": "夜间，这妇人睡着的时候，压死了她的孩子。",
            "note": ""
        },
        {
            "chapter": "3:20",
            "content": "她半夜起来，趁我睡着，从我旁边把我的孩子抱去，放在她怀里，将她的死孩子放在我怀里。",
            "note": ""
        },
        {
            "chapter": "3:21",
            "content": "天要亮的时候，我起来要给我的孩子吃奶，不料，孩子死了。及至天亮，我细细地察看，不是我所生的孩子。”",
            "note": ""
        },
        {
            "chapter": "3:22",
            "content": "那妇人说：“不然，活孩子是我的，死孩子是你的。”这妇人说：“不然，死孩子是你的，活孩子是我的。”她们在王面前如此争论。",
            "note": ""
        },
        {
            "chapter": "3:23",
            "content": "王说：“这妇人说：‘活孩子是我的，死孩子是你的。’那妇人说：‘不然，死孩子是你的，活孩子是我的。’”",
            "note": ""
        },
        {
            "chapter": "3:24",
            "content": "就吩咐说：“拿刀来！”人就拿刀来。",
            "note": ""
        },
        {
            "chapter": "3:25",
            "content": "王说：“将活孩子劈成两半，一半给那妇人，一半给这妇人。”",
            "note": ""
        },
        {
            "chapter": "3:26",
            "content": "活孩子的母亲为自己的孩子心里急痛，就说：“求我主将活孩子给那妇人吧！万不可杀他。”那妇人说：“这孩子也不归我，也不归你，把他劈了吧！”",
            "note": ""
        },
        {
            "chapter": "3:27",
            "content": "王说：“将活孩子给这妇人，万不可杀他，这妇人实在是他的母亲。”",
            "note": ""
        },
        {
            "chapter": "3:28",
            "content": "以色列众人听见王这样判断，就都敬畏他，因为见他心里有　神的智慧，能以断案。",
            "note": "所罗门很有智慧地处理这个争子案，如此明断是神垂听他祷告、赐他智慧的凭证。只要我们祷告祈求，也能得到神赐的智慧。像所罗门一样，我们也必须行智慧的事。要活用智慧，才能显出明辨之心。"
        }
    ]
}