{
    "book": "士师记",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "约书亚死后，以色列人求问耶和华说：“我们中间谁当首先上去攻击迦南人，与他们争战？”",
            "note": "迦南人是住在迦南地（应许之地）的所有民族。他们皆住在以城为邦之地，各城有自己的政府、军队与法律。迦南地不易征服的原因之一，就是必须逐个将各个城市攻下，没有一个王能够一下子将所有城镇交在以色列人手中。"
        },
        {
            "chapter": "1:2",
            "content": "耶和华说：“犹大当先上去，我已将那地交在他手中。”",
            "note": "约书亚记讲到以色列人迅速而彻底地打败迦南军队、攻占他们的城市；而从士师记看，似乎他们用了较长的时间，逐步征服那地。以色列人刚进入应许之地（参书1-12）的时候，他们联合一致，打败当地居民，使敌人无力还击。以后，他们将那地分给十二个支派（参书13-24），由各支派赶出自己境内的余民。士师记中讲述他们未能克尽全功。"
        },
        {
            "chapter": "1:3",
            "content": "犹大对他哥哥西缅说：“请你同我到拈阄所得之地去，好与迦南人争战；以后我也同你到你拈阄所得之地去。”于是西缅与他同去。",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "犹大就上去。耶和华将迦南人和比利洗人交在他们手中，他们在比色击杀了一万人。",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "又在那里遇见亚多尼比色，与他争战，杀败迦南人和比利洗人。",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "亚多尼比色逃跑，他们追赶，拿住他，砍断他手脚的大拇指。",
            "note": "以色列人砍掉亚多尼比色手脚的大姆指，羞辱他并使他不能作战。但是按照神的吩咐，对于这种攻击应许之地的仇敌，应当将之处死。"
        },
        {
            "chapter": "1:7",
            "content": "亚多尼比色说：“从前有七十个王，手脚的大拇指都被我砍断，在我桌子底下拾取零碎食物。现在　神按着我所行的报应我了。”于是，他们将亚多尼比色带到耶路撒冷，他就死在那里。",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "犹大人攻打耶路撒冷，将城攻取，用刀杀了城内的人，并且放火烧城。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "后来犹大人下去，与住山地、南地和高原的迦南人争战。",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "犹大人去攻击住希伯仑的迦南人，杀了示筛、亚希幔、挞买。希伯仑从前名叫基列亚巴。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "他们从那里去攻击底璧的居民。底璧从前名叫基列西弗。",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "迦勒说：“谁能攻打基列西弗，将城夺取，我就把我女儿押撒给他为妻。”",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "迦勒兄弟基纳斯的儿子俄陀聂夺取了那城，迦勒就把女儿押撒给他为妻。",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "押撒过门的时候，劝丈夫向她父亲求一块田。押撒一下驴，迦勒问她说：“你要什么？”",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "她说：“求你赐福给我。你既将我安置在南地，求你也给我水泉。”迦勒就把上泉下泉赐给她。",
            "note": "约书亚记（参15:16-19）也记载了这事件。迦勒是最初派去窥察迦南地的十二个探子之一（参13-14），他与约书亚回来报好信息，劝百姓去占领那地。因着他的忠心，他得到自己所选之地。"
        },
        {
            "chapter": "1:16",
            "content": "摩西的内兄（注：或作“岳父”）是基尼人，他的子孙与犹大人一同离了棕树城，往亚拉得以南的犹大旷野去，就住在民中。",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "犹大和他哥哥西缅同去，击杀了住洗法的迦南人，将城尽行毁灭，那城的名便叫何珥玛。",
            "note": "神的命令似乎残忍，不过以色列人只是奉神之命，对这些恶人执行惩罚而已。神要惩罚外族人的罪，正如他曾惩罚以色列人之罪，叫他们在旷野飘流四十年后才准进入应许之地一样。早在七百多年以前，神就告诉亚伯拉罕，迦南地的居民恶贯满盈，必受刑罚，以色列人要进入那应许之地（参创15:16）。不过神并不偏袒以色列人，当他们也堕落，变得跟他们所要赶出之民一样邪恶时，他们也受到严厉的处罚（参王下17:25；耶6:18；19；结8）。神并不偏待人，世上万族都领受他的赦免，正如也受他公义的审判一样。"
        },
        {
            "chapter": "1:18",
            "content": "犹大又取了迦萨和迦萨的四境，亚实基伦和亚实基伦的四境，以革伦和以革伦的四境。",
            "note": ""
        },
        {
            "chapter": "1:19",
            "content": "耶和华与犹大同在，犹大就赶出山地的居民，只是不能赶出平原的居民，因为他们有铁车。",
            "note": "迦南人用马拉的铁车，是当时最先进的武器。以这种疾驶的铁车向以色列的步兵冲来，他们就招架不住，所以他们喜欢在山地作战，因为铁车不能在那里驰骋。"
        },
        {
            "chapter": "1:20",
            "content": "以色列人照摩西所说的，将希伯仑给了迦勒，迦勒就从那里赶出亚衲族的三个族长。",
            "note": ""
        },
        {
            "chapter": "1:21",
            "content": "便雅悯人没有赶出住耶路撒冷的耶布斯人，耶布斯人仍在耶路撒冷与便雅悯人同住，直到今日。",
            "note": ""
        },
        {
            "chapter": "1:22",
            "content": "约瑟家也上去攻打伯特利，耶和华与他们同在。",
            "note": ""
        },
        {
            "chapter": "1:23",
            "content": "约瑟家打发人去窥探伯特利。那城起先名叫路斯。",
            "note": ""
        },
        {
            "chapter": "1:24",
            "content": "窥探的人看见一个人从城里出来，就对他说：“求你将进城的路指示我们，我们必恩待你。”",
            "note": ""
        },
        {
            "chapter": "1:25",
            "content": "那人将进城的路指示他们，他们就用刀击杀了城中的居民，但将那人和他全家放去。",
            "note": ""
        },
        {
            "chapter": "1:26",
            "content": "那人往赫人之地去，筑了一座城，起名叫路斯。那城到如今还叫这名。",
            "note": ""
        },
        {
            "chapter": "1:27",
            "content": "玛拿西没有赶出伯善和属伯善乡村的居民，他纳和属他纳乡村的居民，多珥和属多珥乡村的居民，以伯莲和属以伯莲乡村的居民，米吉多和属米吉多乡村的居民。迦南人却执意住在那些地方。",
            "note": ""
        },
        {
            "chapter": "1:28",
            "content": "及至以色列强盛了，就使迦南人做苦工，没有把他们全然赶出。",
            "note": ""
        },
        {
            "chapter": "1:29",
            "content": "以法莲没有赶出住基色的迦南人。于是，迦南人仍住在基色，在以法莲中间。",
            "note": ""
        },
        {
            "chapter": "1:30",
            "content": "西布伦没有赶出基伦的居民和拿哈拉的居民。于是迦南人仍住在西布伦中间，成了服苦的人。",
            "note": ""
        },
        {
            "chapter": "1:31",
            "content": "亚设没有赶出亚柯和西顿的居民，亚黑拉和亚革悉的居民，黑巴、亚弗革与利合的居民。",
            "note": ""
        },
        {
            "chapter": "1:32",
            "content": "于是，亚设因为没有赶出那地的迦南人，就住在他们中间。",
            "note": ""
        },
        {
            "chapter": "1:33",
            "content": "拿弗他利没有赶出伯示麦和伯亚纳的居民。于是，拿弗他利就住在那地的迦南人中间，然而伯示麦和伯亚纳的居民，成了服苦的人。",
            "note": ""
        },
        {
            "chapter": "1:34",
            "content": "亚摩利人强逼但人住在山地，不容他们下到平原。",
            "note": ""
        },
        {
            "chapter": "1:35",
            "content": "亚摩利人却执意住在希烈山和亚雅伦并沙宾。然而约瑟家胜了他们，使他们成了服苦的人。",
            "note": ""
        },
        {
            "chapter": "1:36",
            "content": "亚摩利人的境界，是从亚克拉滨坡，从西拉而上。",
            "note": "以色列中好几个支派都未能把邪恶的迦南人从所得之地赶走。他们为什么没有贯彻执行神的命令呢？（1）战事已久，心中厌战。胜利虽已在望，但他们缺少纪律与活力，故未能达成目标。（2）惧怕强敌，看铁车是令人生畏的无敌武器。（3）约书亚死后，权力由中央分散到各支派的首领身上，各支派不再紧密团结，同心同德。（4）灵命衰退，从内部腐蚀他们。他们以为自己能应付试探诱惑，再者与迦南人通商可以致富。"
        }
    ]
}