{
    "book": "士师记",
    "chapter": "10",
    "verses": [
        {
            "chapter": "10:1",
            "content": "亚比米勒以后，有以萨迦人朵多的孙子，普瓦的儿子陀拉兴起，拯救以色列人。他住在以法莲山地的沙密。",
            "note": ""
        },
        {
            "chapter": "10:2",
            "content": "陀拉作以色列的士师二十三年就死了，葬在沙密。",
            "note": ""
        },
        {
            "chapter": "10:3",
            "content": "在他以后有基列人睚珥兴起，作以色列的士师二十二年。",
            "note": ""
        },
        {
            "chapter": "10:4",
            "content": "他有三十个儿子，骑着三十匹驴驹。他们有三十座城邑，叫作哈倭特睚珥，直到如今，都是在基列地。",
            "note": ""
        },
        {
            "chapter": "10:5",
            "content": "睚珥死了，就葬在加们。",
            "note": "从这五节经文中，我们看到两位士师，共治理以色列人四十五年。对他们的生平，除了在任的时间以外，只知其中的一位有三十个儿子，骑三十匹驴驹。在你一生之中，有什么是你为神所做的，有什么是没有价值的呢？你一生过去后，别人对你的纪念，是否只在于你有多少财产，或是你活了多少年呢？"
        },
        {
            "chapter": "10:6",
            "content": "以色列人又行耶和华眼中看为恶的事，去事奉诸巴力和亚斯她录，并亚兰的神、西顿的神、摩押的神、亚扪人的神、非利士人的神，离弃耶和华，不事奉他。",
            "note": "诸巴力与亚斯她录都是假神（参2:11-15与3:7的注释）。亚兰人与西顿人的神非常相似。摩押人与亚扪人的神是基抹与摩洛。非利士人的神是大衮、亚施她录、亚舍拉与巴力西卜。"
        },
        {
            "chapter": "10:7",
            "content": "耶和华的怒气向以色列人发作，就把他们交在非利士人和亚扪人的手中。",
            "note": ""
        },
        {
            "chapter": "10:8",
            "content": "从那年起，他们扰害欺压约旦河那边、住亚摩利人之基列地的以色列人，共有十八年。",
            "note": ""
        },
        {
            "chapter": "10:9",
            "content": "亚扪人又渡过约旦河去攻打犹大和便雅悯，并以法莲族。以色列人就甚觉窘迫。",
            "note": ""
        },
        {
            "chapter": "10:10",
            "content": "以色列人哀求耶和华说：“我们得罪了你，因为离弃了我们　神，去事奉诸巴力。”",
            "note": "以色列人又受到外族多年的压迫，才离弃他们的罪，求神帮助（参4:1-3；6:1-7）。请注意他们到达计穷力竭之时，才不再指望异教之神来帮助，转而仰望真正能帮助他们的独一真神。"
        },
        {
            "chapter": "10:11",
            "content": "耶和华对以色列人说：“我岂没有救过你们脱离埃及人、亚摩利人、亚扪人和非利士人吗？",
            "note": ""
        },
        {
            "chapter": "10:12",
            "content": "西顿人、亚玛力人、马云人也都欺压你们。你们哀求我，我也拯救你们脱离他们的手。",
            "note": ""
        },
        {
            "chapter": "10:13",
            "content": "你们竟离弃我，事奉别神！所以我不再救你们了。",
            "note": ""
        },
        {
            "chapter": "10:14",
            "content": "你们去哀求所选择的神，你们遭遇急难的时候，让他救你们吧！”",
            "note": ""
        },
        {
            "chapter": "10:15",
            "content": "以色列人对耶和华说：“我们犯罪了，任凭你随意待我们吧！只求你今日拯救我们。”",
            "note": ""
        },
        {
            "chapter": "10:16",
            "content": "以色列人就除掉他们中间的外邦神，事奉耶和华。耶和华因以色列人受的苦难，就心中担忧。",
            "note": "这几节说明以色列人偏离神极远，要顺服他真的很难。在凡事顺利时人们常常会忘记神。尽管神常常被他自己的百姓弃绝，但在他们悔改呼求的时候，他从来没有不去拯救。我们行事正像以色列人，将神放在日常事务以外，而不放在生活中心。父母在儿女悖逆的时候，怎样感到被弃绝，我们不理或忽略神的时候，他也会更加感到被弃绝（参撒上8:4-9；约12:44-50）。我们应当竭力保持与神亲近，别再自行其是，以为审判不会来临。"
        },
        {
            "chapter": "10:17",
            "content": "当时，亚扪人聚集，安营在基列。以色列人也聚集，安营在米斯巴。",
            "note": ""
        },
        {
            "chapter": "10:18",
            "content": "基列的民和众首领彼此商议说：“谁能先去攻打亚扪人，谁必作基列一切居民的领袖。”",
            "note": "亚扪人的势力，在以色列人的士师时代已达到高峰。罗得的女儿用酒把父亲灌醉后，与他乱伦怀孕生下亚扪，这孩子的后裔就是亚扪人（参创19:3-0-38）。亚扪位于耶路撒冷以东的约旦河对面。在他们以南有摩押地，那是罗得酒醉以后，另一个女儿与他乱伦所生之子摩押的后裔。摩押常与亚扪结盟。要打败这两族，是项艰巨的任务。"
        }
    ]
}