{
    "book": "士师记",
    "chapter": "11",
    "verses": [
        {
            "chapter": "11:1",
            "content": "基列人耶弗他是个大能的勇士，是妓女的儿子。耶弗他是基列所生的。",
            "note": ""
        },
        {
            "chapter": "11:2",
            "content": "基列的妻也生了几个儿子。他妻所生的儿子长大了，就赶逐耶弗他说：“你不可在我们父家承受产业，因为你是妓女的儿子。”",
            "note": "耶弗他是基列的一个妾侍所生的，被同父异母的兄弟赶出家门。这并不是由于他本身做错了事，而是别人欺负他。尽管他们弃绝他，神却使用他。假使别人不公平的弃绝你，不要怨恨沮丧。要记住，耶弗他虽然陷于不公平的境地，仍然蒙神使用。你要知道，即使你真的被人弃绝，神也能使用你。"
        },
        {
            "chapter": "11:3",
            "content": "耶弗他就逃避他的弟兄，去住在陀伯地，有些匪徒到他那里聚集，与他一同出入。",
            "note": "人不能控制的环境逼得耶弗他飘流在外，成为亡命之徒。现今，人也常常会把不合乎社会、群体标准的人逐出群体之外；基督徒也会同样对待教会的人。有许多时候，他们正如耶弗他的兄弟一样，只因为成见，不肯排除先入为主的错误想法，因此失去了可用之材。你要留意，看在你周围的人中，有没有可能成为耶弗他之人，因无法控制的因素而被冷落。基督徒应当知道，每一个人在神家中都各有其分。你能否尽力协助，使他们得蒙接纳，表现特色且发挥才能呢？"
        },
        {
            "chapter": "11:4",
            "content": "过了些日子，亚扪人攻打以色列。",
            "note": ""
        },
        {
            "chapter": "11:5",
            "content": "亚扪人攻打以色列的时候，基列的长老到陀伯地去，要叫耶弗他回来。",
            "note": ""
        },
        {
            "chapter": "11:6",
            "content": "对耶弗他说：“请你来作我们的元帅，我们好与亚扪人争战。”",
            "note": ""
        },
        {
            "chapter": "11:7",
            "content": "耶弗他回答基列的长老说：“从前你们不是恨我，赶逐我出离父家吗？现在你们遭遇急难为何到我这里来呢？”",
            "note": ""
        },
        {
            "chapter": "11:8",
            "content": "基列的长老回答耶弗他说：“现在我们到你这里来，是要你同我们去，与亚扪人争战，你可以作基列一切居民的领袖。”",
            "note": ""
        },
        {
            "chapter": "11:9",
            "content": "耶弗他对基列的长老说：“你们叫我回去，与亚扪人争战，耶和华把他交给我，我可以作你们的领袖吗？”",
            "note": ""
        },
        {
            "chapter": "11:10",
            "content": "基列的长老回答耶弗他说：“有耶和华在你我中间作见证，我们必定照你的话行。”",
            "note": ""
        },
        {
            "chapter": "11:11",
            "content": "于是，耶弗他同基列的长老回去，百姓就立耶弗他作领袖、作元帅。耶弗他在米斯巴将自己的一切话，陈明在耶和华面前。",
            "note": "古时人常在神庙里立约，好得到神只为证，书面的立约也常常存放在神庙里。耶弗他这样行很像是登基为王的仪式。"
        },
        {
            "chapter": "11:12",
            "content": "耶弗他打发使者去见亚扪人的王说：“你与我有什么相干，竟来到我国中攻打我呢？”",
            "note": ""
        },
        {
            "chapter": "11:13",
            "content": "亚扪人的王回答耶弗他的使者说：“因为以色列人从埃及上来的时候，占据我的地，从亚嫩河到雅博河，直到约旦河。现在你要好好地将这地归还吧！”",
            "note": ""
        },
        {
            "chapter": "11:14",
            "content": "耶弗他又打发使者去见亚扪人的王，",
            "note": ""
        },
        {
            "chapter": "11:15",
            "content": "对他说：“耶弗他如此说：以色列人并没有占据摩押地和亚扪人的地。",
            "note": ""
        },
        {
            "chapter": "11:16",
            "content": "以色列人从埃及上来，乃是经过旷野到红海，来到加低斯，",
            "note": ""
        },
        {
            "chapter": "11:17",
            "content": "就打发使者去见以东王说：‘求你容我从你的地经过。’以东王却不应允。又照样打发使者去见摩押王，他也不允准，以色列人就住在加低斯。",
            "note": ""
        },
        {
            "chapter": "11:18",
            "content": "他们又经过旷野，绕着以东和摩押地，从摩押地的东边过来，在亚嫩河边安营，并没有入摩押的境内，因为亚嫩河是摩押的边界。",
            "note": ""
        },
        {
            "chapter": "11:19",
            "content": "以色列人打发使者去见亚摩利王西宏，就是希实本的王，对他说：‘求你容我们从你的地经过，往我们自己的地方去。’",
            "note": ""
        },
        {
            "chapter": "11:20",
            "content": "西宏却不信服以色列人，不容他们经过他的境界，乃招聚他的众民在雅杂安营，与以色列人争战。",
            "note": ""
        },
        {
            "chapter": "11:21",
            "content": "耶和华以色列的　神，将西宏和他的众民都交在以色列人手中，以色列人就击杀他们，得了亚摩利人的全地：",
            "note": ""
        },
        {
            "chapter": "11:22",
            "content": "从亚嫩河到雅博河，从旷野直到约旦河。",
            "note": ""
        },
        {
            "chapter": "11:23",
            "content": "耶和华以色列的　神，在他百姓以色列面前赶出亚摩利人，你竟要得他们的地吗？",
            "note": ""
        },
        {
            "chapter": "11:24",
            "content": "你的神基抹所赐你的地，你不是得为业吗？耶和华我们的　神在我们面前所赶出的人，我们就得他的地。",
            "note": ""
        },
        {
            "chapter": "11:25",
            "content": "难道你比摩押王西拨的儿子巴勒还强吗？他曾与以色列人争竞，或是与他们争战吗？",
            "note": ""
        },
        {
            "chapter": "11:26",
            "content": "以色列人住希实本和属希实本的乡村，亚罗珥和属亚罗珥的乡村，并沿亚嫩河的一切城邑，已经有三百年了。在这三百年之内，你们为什么没有取回这些地方呢？",
            "note": "耶弗他打发人去见亚扪人的王，问他为什么要攻击基列地的以色列人（11:12）。亚扪王回答说，以色列人侵占这地，所以他要收回。"
        },
        {
            "chapter": "11:27",
            "content": "原来我没有得罪你，你却攻打我，恶待我。愿审判人的耶和华，今日在以色列人和亚扪人中间判断是非。”",
            "note": "以色列人在过去这些年中，经历了许多士师的领导，惟有耶弗他承认耶和华是众人的真正审判者（士师），是能真正的率领他们、帮助他们打败侵略者的独一真神。"
        },
        {
            "chapter": "11:28",
            "content": "但亚扪人的王不肯听耶弗他打发人说的话。",
            "note": ""
        },
        {
            "chapter": "11:29",
            "content": "耶和华的灵降在耶弗他身上，他就经过基列和玛拿西，来到基列的米斯巴，又从米斯巴来到亚扪人那里。",
            "note": ""
        },
        {
            "chapter": "11:30",
            "content": "耶弗他就向耶和华许愿说：“你若将亚扪人交在我手中，",
            "note": ""
        },
        {
            "chapter": "11:31",
            "content": "我从亚扪人那里平平安安回来的时候，无论什么人，先从我家门出来迎接我，就必归你，我也必将他献上为燔祭。”",
            "note": "在耶弗他许愿的时候，他有否慎重地想过，在他回家的时候，是他家里的人，而不是山羊、绵羊会首先来迎接他呢？学者对这个问题意见不一。有些人认为耶弗他考虑到杀人献祭的可能，理由如下：（1）他来自异教地区，那里杀人献祭是平常的事，在他眼中似乎并不是罪。（2）可能出于没有宗教律法的背景，也许不知道神吩咐不准杀人献祭。"
        },
        {
            "chapter": "11:32",
            "content": "于是，耶弗他往亚扪人那里去，与他们争战；耶和华将他们交在他手中，",
            "note": ""
        },
        {
            "chapter": "11:33",
            "content": "他就大大杀败他们，从亚罗珥到米匿，直到亚备勒基拉明，攻取了二十座城。这样，亚扪人就被以色列人制伏了。",
            "note": ""
        },
        {
            "chapter": "11:34",
            "content": "耶弗他回米斯巴，到了自己的家。不料，他女儿拿着鼓跳舞出来迎接他，是他独生的，此外无儿无女。",
            "note": ""
        },
        {
            "chapter": "11:35",
            "content": "耶弗他看见她，就撕裂衣服说：“哀哉！我的女儿啊，你使我甚是愁苦，叫我作难了，因为我已经向耶和华开口许愿，不能挽回。”",
            "note": "耶弗他冒失的许愿，使他有难以形容的哀伤。人在情绪激动，或是个人心境难平的时候，很容易向神作出愚昧的承诺。我们作出承诺，听起来可能非常属灵，但是我们勉强履行这些承诺，只会产生罪咎与挫折感。作属灵的“讨价还价”只令人失望。神不要人对未来作出承诺，只要人现在顺服。"
        },
        {
            "chapter": "11:36",
            "content": "他女儿回答说：“父啊，你既向耶和华开口，就当照你口中所说的向我行，因耶和华已经在仇敌亚扪人身上为你报仇。”",
            "note": ""
        },
        {
            "chapter": "11:37",
            "content": "又对父亲说：“有一件事求你允准：容我去两个月，与同伴在山上，好哀哭我终为处女。”",
            "note": ""
        },
        {
            "chapter": "11:38",
            "content": "耶弗他说：“你去吧！”就容她去两个月。她便和同伴去了，在山上为她终为处女哀哭。",
            "note": ""
        },
        {
            "chapter": "11:39",
            "content": "两月已满，她回到父亲那里，父亲就照所许的愿向她行了。女儿终身没有亲近男子。",
            "note": ""
        },
        {
            "chapter": "11:40",
            "content": "此后，以色列中有个规矩，每年以色列的女子去为基列人耶弗他的女儿哀哭四天。",
            "note": ""
        }
    ]
}