{
    "book": "士师记",
    "chapter": "13",
    "verses": [
        {
            "chapter": "13:1",
            "content": "以色列人又行耶和华眼中看为恶的事，耶和华将他们交在非利士人手中四十年。",
            "note": "非利士人住在迦南地以西、地中海沿岸，从参孙到大卫的时代，一直是以色列人的主要仇敌，时常威胁以色列人。他们骁勇善战；在人数、作战技术的熟练和工艺上，皆胜过以色列人。他们善用铁铸造兵器（参撒上13:19-22）。但是神为以色列人争战时，这一切就都派不上用场了。"
        },
        {
            "chapter": "13:2",
            "content": "那时有一个琐拉人，是属但族的，名叫玛挪亚。他的妻不怀孕，不生育。",
            "note": ""
        },
        {
            "chapter": "13:3",
            "content": "耶和华的使者向那妇人显现，对她说：“向来你不怀孕，不生育，如今你必怀孕，生一个儿子。",
            "note": ""
        },
        {
            "chapter": "13:4",
            "content": "所以你当谨慎，清酒浓酒都不可喝，一切不洁之物也不可吃。",
            "note": ""
        },
        {
            "chapter": "13:5",
            "content": "你必怀孕，生一个儿子，不可用剃头刀剃他的头，因为这孩子一出胎就归　神作拿细耳人。他必起首拯救以色列人脱离非利士人的手。”",
            "note": "耶和华的使者告诉玛挪亚的妻子，她所生的儿子必起来拯救以色列人脱离非利士人的欺压。直到大卫的时代，非利士人的势力才被彻底粉碎（参撒下8:1）。参孙制伏非利士人虽只是开端，却很重要。这是神吩咐他去做的工作。即使你不能看出工作的即时果效，仍要忠心地顺从神，因为这可能仅是重要工作的开始，其余将由别人去完成。"
        },
        {
            "chapter": "13:6",
            "content": "妇人就回去对丈夫说：“有一个神人到我面前来，他的相貌如　神使者的相貌，甚是可畏。我没有问他从哪里来，他也没有将他的名告诉我，",
            "note": ""
        },
        {
            "chapter": "13:7",
            "content": "却对我说：‘你要怀孕，生一个儿子，所以清酒浓酒都不可喝，一切不洁之物也不可吃，因为这孩子从出胎一直到死，必归　神作拿细耳人。’”",
            "note": ""
        },
        {
            "chapter": "13:8",
            "content": "玛挪亚就祈求耶和华说：“主啊，求你再差遣那神人到我们这里来，好指教我们怎样待这将要生的孩子。”",
            "note": ""
        },
        {
            "chapter": "13:9",
            "content": "神应允玛挪亚的话。妇人正坐在田间的时候，　神的使者又到她那里，她丈夫玛挪亚却没有同她在一处。",
            "note": ""
        },
        {
            "chapter": "13:10",
            "content": "妇人急忙跑去告诉丈夫说：“那日到我面前来的人，又向我显现。”",
            "note": ""
        },
        {
            "chapter": "13:11",
            "content": "玛挪亚起来跟随他的妻来到那人面前，对他说：“与这妇人说话的就是你吗？”他说：“是我。”",
            "note": ""
        },
        {
            "chapter": "13:12",
            "content": "玛挪亚说：“愿你的话应验。我们当怎样待这孩子，他后来当怎样呢？”",
            "note": ""
        },
        {
            "chapter": "13:13",
            "content": "耶和华的使者对玛挪亚说：“我告诉妇人的一切事，她都当谨慎。",
            "note": ""
        },
        {
            "chapter": "13:14",
            "content": "葡萄树所结的都不可吃，清酒浓酒都不可喝，一切不洁之物也不可吃。凡我所吩咐的，她都当遵守。”",
            "note": ""
        },
        {
            "chapter": "13:15",
            "content": "玛挪亚对耶和华的使者说：“求你容我们款留你，好为你预备一只山羊羔。”",
            "note": ""
        },
        {
            "chapter": "13:16",
            "content": "耶和华的使者对玛挪亚说：“你虽然款留我，我却不吃你的食物，你若预备燔祭，就当献与耶和华。”原来玛挪亚不知道他是耶和华的使者。",
            "note": ""
        },
        {
            "chapter": "13:17",
            "content": "玛挪亚对耶和华的使者说：“请将你的名告诉我，到你话应验的时候，我们好尊敬你。”",
            "note": ""
        },
        {
            "chapter": "13:18",
            "content": "耶和华的使者对他说：“你何必问我的名？我名是奇妙的。”",
            "note": "那时的人相信，如果你知道一个人的名字，就会知道他的性格，以及制伏他的方法。这位使者不肯说出他的名字，就是不让玛挪亚制伏他。不过他也说出他的名字是人所不能明白的奥秘，奇妙得不可想像。玛挪亚求这位使者给他的答复其实是他不能明白的。我们有时求问神，但是得不到答案。这可能不是因为神不肯说，而是那已超乎我们的理解力或领受力的范围，故神不会赐下。"
        },
        {
            "chapter": "13:19",
            "content": "玛挪亚将一只山羊羔和素祭，在磐石上献与耶和华。使者行奇妙的事，玛挪亚和他的妻观看：",
            "note": "玛娜亚向上帝献上燔祭和素祭。他把面粉加上油调和做成无酵饼，与燔祭牲山羊羔一同烧在祭坛上。利未记第二章所说的素祭，是献给神表示尊崇、敬拜他；也是承认以色列人的食物是神所赐的，蒙神养活。玛挪亚既献上素祭，就表示他深愿事奉神并显出他的敬意。"
        },
        {
            "chapter": "13:20",
            "content": "见火焰从坛上往上升，耶和华的使者在坛上的火焰中也升上去了。玛挪亚和他的妻看见，就俯伏于地。",
            "note": ""
        },
        {
            "chapter": "13:21",
            "content": "耶和华的使者不再向玛挪亚和他的妻显现，玛挪亚才知道他是耶和华的使者。",
            "note": ""
        },
        {
            "chapter": "13:22",
            "content": "玛挪亚对他的妻说：“我们必要死，因为看见了　神。”",
            "note": ""
        },
        {
            "chapter": "13:23",
            "content": "他的妻却对他说：“耶和华若要杀我们，必不从我们手里收纳燔祭和素祭，并不将这一切事指示我们，今日也不将这些话告诉我们。”",
            "note": ""
        },
        {
            "chapter": "13:24",
            "content": "后来妇人生了一个儿子，给他起名叫参孙。孩子长大，耶和华赐福与他。",
            "note": ""
        },
        {
            "chapter": "13:25",
            "content": "在玛哈尼但，就是琐拉和以实陶中间，耶和华的灵才感动他。",
            "note": "参孙所属的但支派继续寻地居住（18:1），那是他们尚未占领的应许之地（参书19:47-48）。他在这尚武的支派中长大，渴望得到永久性的安居之所。就在他去但支派兵营参观的时候，内心受到激励，神的灵开始准备他担当士师和领导者的任务，去攻击非利士人。"
        }
    ]
}