{
    "book": "士师记",
    "chapter": "15",
    "verses": [
        {
            "chapter": "15:1",
            "content": "过了些日子，到割麦子的时候，参孙带着一只山羊羔去看他的妻说：“我要进内室见我的妻。”他岳父不容他进去，",
            "note": ""
        },
        {
            "chapter": "15:2",
            "content": "说：“我估定你是极其恨她，因此我将她给了你的陪伴。她的妹子不是比她还美丽吗？你可以娶来代替她吧！”",
            "note": ""
        },
        {
            "chapter": "15:3",
            "content": "参孙说：“这回我加害于非利士人不算有罪。”",
            "note": ""
        },
        {
            "chapter": "15:4",
            "content": "于是，参孙去捉了三百只狐狸（注：或作“野狗”），将狐狸尾巴一对一对地捆上，将火把捆在两条尾巴中间。",
            "note": ""
        },
        {
            "chapter": "15:5",
            "content": "点着火把，就放狐狸进入非利士人站着的禾稼，将堆集的禾捆和未割的禾稼，并橄榄园尽都烧了。",
            "note": ""
        },
        {
            "chapter": "15:6",
            "content": "非利士人说：“这事是谁做的呢？”有人说：“是亭拿人的女婿参孙，因为他岳父将他的妻给了他的陪伴。”于是，非利士人上去，用火烧了妇人和她的父亲。",
            "note": ""
        },
        {
            "chapter": "15:7",
            "content": "参孙对非利士人说：“你们既然这样行，我必向你们报仇才肯罢休。”",
            "note": ""
        },
        {
            "chapter": "15:8",
            "content": "参孙就大大击杀他们，连腿带腰都砍断了。他便下去，住在以坦磐的穴内。",
            "note": ""
        },
        {
            "chapter": "15:9",
            "content": "非利士人上去安营在犹大，布散在利希。",
            "note": ""
        },
        {
            "chapter": "15:10",
            "content": "犹大人说：“你们为何上来攻击我们呢？”他们说：“我们上来是要捆绑参孙，他向我们怎样行，我们也要向他怎样行！”",
            "note": ""
        },
        {
            "chapter": "15:11",
            "content": "于是，有三千犹大人下到以坦磐的穴内，对参孙说：“非利士人辖制我们，你不知道吗？你向我们行的是什么事呢？”他回答说：“他们向我怎样行，我也要向他们怎样行！”",
            "note": ""
        },
        {
            "chapter": "15:12",
            "content": "犹大人对他说：“我们下来是要捆绑你，将你交在非利士人手中。”参孙说：“你们要向我起誓，应承你们自己不害死我。”",
            "note": ""
        },
        {
            "chapter": "15:13",
            "content": "他们说：“我们断不杀你，只要将你捆绑，交在非利士人手中。”于是用两条新绳捆绑参孙，将他从以坦磐带上去。",
            "note": ""
        },
        {
            "chapter": "15:14",
            "content": "参孙到了利希，非利士人都迎着喧嚷。耶和华的灵大大感动参孙，他臂上的绳就像火烧的麻一样，他的绑绳都从他手上脱落下来。",
            "note": ""
        },
        {
            "chapter": "15:15",
            "content": "他见一块未干的驴腮骨，就伸手拾起来，用以击杀一千人。",
            "note": ""
        },
        {
            "chapter": "15:16",
            "content": "参孙说：“我用驴腮骨杀人成堆，用驴腮骨杀了一千人。”",
            "note": ""
        },
        {
            "chapter": "15:17",
            "content": "说完这话，就把那腮骨从手里抛出去了。那地便叫拉末利希。",
            "note": "耶和华的力量临到参孙，但他骄傲并夸张自己的勇力。他说：“我用驴腮骨杀了一千人”，并自恃他有这样大的功迹，求神赐他水喝（15:16-18）。骄傲会使我们将神所成就的工作之荣耀归于自己。"
        },
        {
            "chapter": "15:18",
            "content": "参孙甚觉口渴，就求告耶和华说：“你既藉仆人的手施行这么大的拯救，岂可任我渴死，落在未受割礼的人手中呢？”",
            "note": "参孙在肉体上、精神上皆感到精疲力竭。在个人的大胜利以后，他的态度很快消沉，变为自艾自怜──“岂可任我渴死呢？”我们做出极大的努力，心力交瘁之后，情绪容易受到损伤。在大的成就以后，常会有严重的情绪低落。"
        },
        {
            "chapter": "15:19",
            "content": "神就使利希的洼处裂开，有水从其中涌出来。参孙喝了，精神复原，因此那泉名叫隐哈歌利，那泉直到今日还在利希。",
            "note": ""
        },
        {
            "chapter": "15:20",
            "content": "当非利士人辖制以色列人的时候，参孙作以色列的士师二十年。",
            "note": "从这一节看出，自从这一次大胜非利士人之后，以色列人立参孙为士师。"
        }
    ]
}