{
    "book": "士师记",
    "chapter": "16",
    "verses": [
        {
            "chapter": "16:1",
            "content": "参孙到了迦萨，在那里看见一个妓女，就与她亲近。",
            "note": ""
        },
        {
            "chapter": "16:2",
            "content": "有人告诉迦萨人说：“参孙到这里来了！”他们就把他团团围住，终夜在城门悄悄埋伏说：“等到天亮我们便杀他。”",
            "note": ""
        },
        {
            "chapter": "16:3",
            "content": "参孙睡到半夜起来，将城门的门扇、门框、门闩一齐拆下来，扛在肩上，扛到希伯仑前的山顶上。",
            "note": ""
        },
        {
            "chapter": "16:4",
            "content": "后来，参孙在梭烈谷喜爱一个妇人，名叫大利拉。",
            "note": ""
        },
        {
            "chapter": "16:5",
            "content": "非利士人的首领上去见那妇人，对她说：“求你诓哄参孙，探探他因何有这么大的力气，我们用何法能胜他，捆绑克制他，我们就每人给你一千一百舍客勒银子。”",
            "note": "非利士人有五个首领，而不是由一个人统治。每个首领统治一个城市──亚实突、亚实基伦、以革伦、迦特及迦萨。每个城市皆是商业贸易的重要中心。以大利拉的品格来说，既然这些城市有钱有势的首领亲自去见她，她诱哄参孙也就毫不出奇了。"
        },
        {
            "chapter": "16:6",
            "content": "大利拉对参孙说：“求你告诉我，你因何有这么大的力气，当用何法捆绑克制你？”",
            "note": ""
        },
        {
            "chapter": "16:7",
            "content": "参孙回答说：“人若用七条未干的青绳子捆绑我，我就软弱像别人一样。”",
            "note": ""
        },
        {
            "chapter": "16:8",
            "content": "于是，非利士人的首领拿了七条未干的青绳子来交给妇人，她就用绳子捆绑参孙。",
            "note": ""
        },
        {
            "chapter": "16:9",
            "content": "有人预先埋伏在妇人的内室里。妇人说：“参孙哪，非利士人拿你来了！”参孙就挣断绳子，如挣断经火的麻线一般。这样，他力气的根由人还是不知道。",
            "note": ""
        },
        {
            "chapter": "16:10",
            "content": "大利拉对参孙说：“你欺哄我，向我说谎言。现在求你告诉我当用何法捆绑你。”",
            "note": ""
        },
        {
            "chapter": "16:11",
            "content": "参孙回答说：“人若用没有使过的新绳捆绑我，我就软弱像别人一样。”",
            "note": ""
        },
        {
            "chapter": "16:12",
            "content": "大利拉就用新绳捆绑他，对他说：“参孙哪，非利士人拿你来了！”有人预先埋伏在内室里。参孙将臂上的绳挣断了，如挣断一条线一样。",
            "note": ""
        },
        {
            "chapter": "16:13",
            "content": "大利拉对参孙说：“你到如今还是欺哄我，向我说谎言。求你告诉我，当用何法捆绑你。”参孙回答说：“你若将我头上的七条发绺与纬线同织就可以了。”",
            "note": ""
        },
        {
            "chapter": "16:14",
            "content": "于是，大利拉将他的发绺与纬线同织，用橛子钉住，对他说：“参孙哪，非利士人拿你来了！”参孙从睡中醒来，将机上的橛子和纬线，一齐都拔出来了。",
            "note": ""
        },
        {
            "chapter": "16:15",
            "content": "大利拉对参孙说：“你既不与我同心，怎么说你爱我呢？你这三次欺哄我，没有告诉我，你因何有这么大的力气。”",
            "note": "参孙因为相信大利拉的谎言受了欺骗。他虽然能杀死狮子，却不能遏止自己的情欲和识破大利拉究竟是何许人也。你怎能使自己不受爱欲与性的逸乐所欺骗呢？（1）在你被情焰控制以前，先决定爱怎样的人。对方的性格以及对神的信仰，是否与外貌一样的合你心意。（2）你与配偶在一起的大多数时间，并非只在享鱼水之乐；你终生伴侣的人格、性情及灵命等各方面，都应在仔细考虑之列。（3）必须忍耐。仔细地观察，常常会发现你在表面上看不出来的真相，甜美的容貌与深深的爱意常常会掩盖人的本性。"
        },
        {
            "chapter": "16:16",
            "content": "大利拉天天用话催逼他，甚至他心里烦闷要死。",
            "note": ""
        },
        {
            "chapter": "16:17",
            "content": "参孙就把心中所藏的都告诉了她，对她说：“向来人没有用剃头刀剃我的头，因为我自出母胎就归　神作拿细耳人；若剃了我的头发，我的力气就离开我，我便软弱像别人一样。”",
            "note": "大利拉不住地问参孙大力的秘密。三番五次地死缠不休，令他不胜其烦而吐露秘密。这是他让自己在疲劳轰炸求问之下，第二次忍受不住而回答（14:17）。但这怎能成为不顺服神的藉口？不管人怎样有魅力，或是善于说服，不要让任何人劝服你做错事。"
        },
        {
            "chapter": "16:18",
            "content": "大利拉见他把心中所藏的都告诉了她，就打发人到非利士人的首领那里，对他们说：“他已经把心中所藏的都告诉了我，请你们再上来一次。”于是，非利士人的首领手里拿着银子，上到妇人那里。",
            "note": ""
        },
        {
            "chapter": "16:19",
            "content": "大利拉使参孙枕着她的膝睡觉，叫了一个人来剃除他头上的七条发绺。于是，大利拉克制他，他的力气就离开他了。",
            "note": "大利拉是个口蜜腹剑的女人，她冷静狡狯，戏弄参孙于掌股之间，假意说爱他，实际上图谋本身的利益。参孙怎么能笨到这样的地步？大利拉有四次取了他的巧，占他的便宜。即使他不明白第一、第二次所经历的事之后果，总应当明白第四次的处境。我们认为参孙愚昧，但我们本身岂不也是常受动听的话欺骗，屈从于错误信仰的试探吗？你应当求神帮助，使你能分辨真假，而不至于受人欺骗。"
        },
        {
            "chapter": "16:20",
            "content": "大利拉说：“参孙哪，非利士人拿你来了！”参孙从睡中醒来，心里说：‘我要像前几次出去活动身体。’他却不知道耶和华已经离开他了。",
            "note": ""
        },
        {
            "chapter": "16:21",
            "content": "非利士人将他拿住，剜了他的眼睛，带他下到迦萨，用铜链拘索他，他就在监里推磨。",
            "note": "参孙被剜去双目、毫无力气，被非利士人带到迦萨，度其苦短的余生。迦萨是非利士人五个主要城邑之一，以多井而闻名。它也是南由埃及，北往叙利亚的交通要道。非利士人可能让许多过往的路人参观他们捉获的劲敌参孙。"
        },
        {
            "chapter": "16:22",
            "content": "然而他的头发被剃之后，又渐渐长起来了。",
            "note": ""
        },
        {
            "chapter": "16:23",
            "content": "非利士人的首领聚集，要给他们的神大衮献大祭，并且欢乐。因为他们说：“我们的神将我们的仇敌参孙交在我们手中了。”",
            "note": ""
        },
        {
            "chapter": "16:24",
            "content": "众人看见参孙，就赞美他们的神说：“我们的神将毁坏我们地、杀害我们许多人的仇敌，交在我们手中了。”",
            "note": "大衮为非利士人主要的神，司五谷及收成。他们为它造了许多庙宇，在那里敬拜并且杀人献祭。这个庙也是当地的娱乐中心。现代人多去戏院，那时非利士人也常群集在本地庙宇之中。他们坐在庙宇的平台上，观看下面的院子。他们常常看到的，是对囚犯施苦刑与羞辱。"
        },
        {
            "chapter": "16:25",
            "content": "他们正宴乐的时候，就说：“叫参孙来，在我们面前戏耍戏耍。”于是将参孙从监里提出来，他就在众人面前戏耍。他们使他站在两柱中间。",
            "note": ""
        },
        {
            "chapter": "16:26",
            "content": "参孙向拉他手的童子说：“求你让我摸着托房的柱子，我要靠一靠。”",
            "note": ""
        },
        {
            "chapter": "16:27",
            "content": "那时房内充满男女，非利士人的众首领也都在那里。房的平顶上约有三千男女，观看参孙戏耍。",
            "note": ""
        },
        {
            "chapter": "16:28",
            "content": "参孙求告耶和华说：“主耶和华啊，求你眷念我。　神啊，求你赐我这一次的力量，使我在非利士人身上报那剜我双眼的仇。”",
            "note": ""
        },
        {
            "chapter": "16:29",
            "content": "参孙就抱住托房的那两根柱子，左手抱一根，右手抱一根，",
            "note": ""
        },
        {
            "chapter": "16:30",
            "content": "说：“我情愿与非利士人同死！”就尽力屈身，房子倒塌，压住首领和房内的众人。这样，参孙死时所杀的人，比活着所杀的还多。",
            "note": "参孙的过去虽乏善可陈，神仍垂听他的祷告，毁灭异教的庙宇和参拜偶像之人。他仍然爱他，喜欢垂听他悔改认罪的祷告，最后一次使用他。犯罪对生活的影响之一，是使我们因觉得有罪而不想祷告。完美高尚的行为，并不是祷告的条件。不要让罪疚感使你停止与神和好。不管你偏离神多久，他总喜欢立刻垂听你的祷告，使你重新与他恢复正常的关系。只要你肯回转归向他，一切的情势皆可以挽救。既然神仍然能在参孙的处境之中动工，他也一定会在你的处境之中做出值得称颂的事。"
        },
        {
            "chapter": "16:31",
            "content": "参孙的弟兄和他父的全家，都下去取他的尸首，抬上来葬在琐拉和以实陶中间，在他父玛挪亚的坟墓里。参孙作以色列的士师二十年。",
            "note": ""
        }
    ]
}