{
    "book": "士师记",
    "chapter": "17",
    "verses": [
        {
            "chapter": "17:1",
            "content": "以法莲山地有一个人名叫米迦。",
            "note": ""
        },
        {
            "chapter": "17:2",
            "content": "他对母亲说：“你那一千一百舍客勒银子被人拿去，你因此咒诅，并且告诉了我。看哪，这银子在我这里，是我拿去了。”他母亲说：“我儿啊，愿耶和华赐福与你！”",
            "note": ""
        },
        {
            "chapter": "17:3",
            "content": "米迦就把这一千一百舍客勒银子还他母亲。他母亲说：“我分出这银子来为你献给耶和华，好雕刻一个像，铸成一个像。现在我还是交给你。”",
            "note": ""
        },
        {
            "chapter": "17:4",
            "content": "米迦将银子还他母亲，他母亲将二百舍客勒银子交给银匠，雕刻一个像，铸成一个像，安置在米迦的屋内。",
            "note": ""
        },
        {
            "chapter": "17:5",
            "content": "这米迦有了神堂，又制造以弗得和家中的神像，分派他一个儿子作祭司。",
            "note": "米迦和他的母亲从表面看来似乎是正人君子，也可能真正想敬拜神，但是他们并不依照神的吩咐，而是随自己的心意去行，所以实际上是不顺服神。在米迦的时代，以色列人一般的态度是：“各人任意而行”（17:6）。这与现代人的一般态度极其相似，大家都不理会神。但是神赐给我们行为标准，他并没有听任我们随自己的意思去行。我们可以认真的顺从神的命令，并将之用在生活中，而不去随从社会的低级标准。独立独行、倚靠自己，都是人类明显的特点，但惟有按照神的标准，在他规定的框架之中才不会越轨。"
        },
        {
            "chapter": "17:6",
            "content": "那时，以色列中没有王，各人任意而行。",
            "note": "现在和米迦的时代一样，各人似乎都将自己的利益放在第一位。时间并没有改变人类的天性，大多数人仍然不肯按神的正道而生活。米迦时代的以色列人，用自己制造的敬拜方式代替对神的真正敬拜，结果，报复与混乱就取代了公义。不理神的指示使他们产生混乱与败坏。凡是不顺服神旨意的人，都在做当时看似对的事。现在这种倾向普遍地存在我们众人心里。要想知道什么是真正当做的事，以及想得到做这事的力量，我们就必须更追求神和他的真道。"
        },
        {
            "chapter": "17:7",
            "content": "犹大伯利恒有一个少年人，是犹大族的利未人，他在那里寄居。",
            "note": ""
        },
        {
            "chapter": "17:8",
            "content": "这人离开犹大伯利恒城，要找一个可住的地方。行路的时候，到了以法莲山地，走到米迦的家。",
            "note": ""
        },
        {
            "chapter": "17:9",
            "content": "米迦问他说：“你从哪里来？”他回答说：“从犹大伯利恒来。我是利未人，要找一个可住的地方。”",
            "note": ""
        },
        {
            "chapter": "17:10",
            "content": "米迦说：“你可以住在我这里，我以你为父为祭司。我每年给你十舍客勒银子，一套衣服和度日的食物。”利未人就进了他的家。",
            "note": ""
        },
        {
            "chapter": "17:11",
            "content": "利未人情愿与那人同住，那人看这少年人如自己的儿子一样。",
            "note": ""
        },
        {
            "chapter": "17:12",
            "content": "米迦分派这少年的利未人作祭司，他就住在米迦的家里。",
            "note": "以色列人显然不再以十一奉献来供给祭司和利未人了，因为许多人不再敬拜神。这段经文说一个少年利未人离开伯利恒的家，到别地去寻求机会。以色列人道德上的衰败，甚至影响到祭司和利未人的生活。这个少年利未人不按照神的律法行事，却接受米迦所给的金钱（17:10-11）、偶像（18:20）与地位（17:12）。米迦的行为显明个别的以色列人在宗教上的堕落，少年人的行为则说明祭司与利未人在宗教上的败坏。"
        },
        {
            "chapter": "17:13",
            "content": "米迦说：“现在我知道耶和华必赐福与我，因我有一个利未人作祭司。”",
            "note": ""
        }
    ]
}