{
    "book": "士师记",
    "chapter": "18",
    "verses": [
        {
            "chapter": "18:1",
            "content": "那时，以色列中没有王。但支派的人仍是寻地居住，因为到那日子，他们还没有在以色列支派中得地为业。",
            "note": "约书亚已经将足够的地分给但支派居住（参书19:40-48）。但是，因为他们没有倚靠神的帮助去占领那地业，所以亚摩利人强逼他们进入山地，不容他们下到平原（1:34）。他们不去争战夺取自己分得之地，反喜欢往北面去找新地方，因那里的居民比较容易对付。在他们往北行的时候，有些人经过米迦的家，偷了他的偶像。"
        },
        {
            "chapter": "18:2",
            "content": "但人从琐拉和以实陶打发本族中的五个勇士，去仔细窥探那地。吩咐他们说：“你们去窥探那地。”他们来到以法莲山地，进了米迦的住宅，就在那里住宿。",
            "note": ""
        },
        {
            "chapter": "18:3",
            "content": "他们临近米迦的住宅，听出那少年利未人的口音来，就进去问他说：“谁领你到这里来？你在这里做什么？你在这里得什么？”",
            "note": ""
        },
        {
            "chapter": "18:4",
            "content": "他回答说：“米迦待我如此如此，请我作祭司。”",
            "note": ""
        },
        {
            "chapter": "18:5",
            "content": "他们对他说：“请你求问　神，使我们知道所行的道路，通达不通达。”",
            "note": ""
        },
        {
            "chapter": "18:6",
            "content": "祭司对他们说：“你们可以平平安安地去，你们所行的道路是在耶和华面前的。”",
            "note": "祭司和协助他们的人，皆是利未支派的人（参民3:5-13）。他们要服事百姓，教导他们敬拜神之道，并且在示罗会幕以及在境内指派的城市举行敬拜的礼仪。而这个不顺命的祭司显出对神的不尊敬，因为（1）他在家庭中举行礼仪。祭司的职分应单单在会幕里，或神指定的城邑里履行。这种规定的目的，在于防止人改变神的律法。（2）他带去偶像（18:20）。（3）他声称为神发言，其实神并没有藉着他说话（18:6）。"
        },
        {
            "chapter": "18:7",
            "content": "五人就走了，来到拉亿，见那里的民安居无虑，如同西顿人安居一样。在那地没有人掌权扰乱他们，他们离西顿人也远，与别人没有来往。",
            "note": ""
        },
        {
            "chapter": "18:8",
            "content": "五人回到琐拉和以实陶，见他们的弟兄。弟兄问他们说：“你们有什么话？”",
            "note": ""
        },
        {
            "chapter": "18:9",
            "content": "他们回答说：“起来，我们上去攻击他们吧！我们已经窥探那地，见那地甚好。你们为何静坐不动呢？要急速前往得那地为业，不可迟延。",
            "note": ""
        },
        {
            "chapter": "18:10",
            "content": "你们到了那里，必看见安居无虑的民，地也宽阔。　神已将那地交在你们手中，那地百物俱全，一无所缺。”",
            "note": ""
        },
        {
            "chapter": "18:11",
            "content": "于是，但族中的六百人，各带兵器，从琐拉和以实陶前往。",
            "note": ""
        },
        {
            "chapter": "18:12",
            "content": "上到犹大的基列耶琳，在基列耶琳后边安营。因此，那地方名叫玛哈尼但，直到今日。",
            "note": ""
        },
        {
            "chapter": "18:13",
            "content": "他们从那里往以法莲山地去，来到米迦的住宅。",
            "note": ""
        },
        {
            "chapter": "18:14",
            "content": "从前窥探拉亿地的五个人对他们的弟兄说：“这宅子里有以弗得和家中的神像，并雕刻的像与铸成的像，你们知道吗？现在你们要想一想当怎样行。”",
            "note": "以弗得是祭司在举行礼仪时所穿的背心。"
        },
        {
            "chapter": "18:15",
            "content": "五人就进入米迦的住宅，到了那少年利未人的房内问他好。",
            "note": ""
        },
        {
            "chapter": "18:16",
            "content": "那六百但人各带兵器，站在门口。",
            "note": ""
        },
        {
            "chapter": "18:17",
            "content": "窥探地的五个人走进去，将雕刻的像、以弗得、家中的神像并铸成的像，都拿了去。祭司和带兵器的六百人，一同站在门口。",
            "note": ""
        },
        {
            "chapter": "18:18",
            "content": "那五个人进入米迦的住宅，拿出雕刻的像、以弗得、家中的神像并铸成的像，祭司就问他们说：“你们做什么呢？”",
            "note": ""
        },
        {
            "chapter": "18:19",
            "content": "他们回答说：“不要作声，用手捂口，跟我们去吧！我们必以你为父为祭司。你作一家的祭司好呢？还是作以色列一族一支派的祭司好呢？”",
            "note": ""
        },
        {
            "chapter": "18:20",
            "content": "祭司心里喜悦，便拿着以弗得和家中的神像并雕刻的像，进入他们中间。",
            "note": ""
        },
        {
            "chapter": "18:21",
            "content": "他们就转身离开那里，妻子、儿女、牲畜、财物，都在前头。",
            "note": ""
        },
        {
            "chapter": "18:22",
            "content": "离米迦的住宅已远，米迦的近邻都聚集来，追赶但人。",
            "note": ""
        },
        {
            "chapter": "18:23",
            "content": "呼叫但人。但人回头问米迦说：“你聚集这许多人来做什么呢？”",
            "note": ""
        },
        {
            "chapter": "18:24",
            "content": "米迦说：“你们将我所做的神像和祭司都带了去，我还有所剩的吗？怎么还问我说‘做什么’呢？”",
            "note": "米迦制造偶像，又雇一个祭司来料理他家人的宗教事务。在但人夺去他的偶像和祭司的时候，他就落个一无所有。这是何等虚空的属灵光景！偶像本来毫无价值，竟然在人的生活中取代了神。有些人殚精竭虑地追逐金钱、成就、财产、事业，把这些当作偶像，如果这些偶像被挪去的话，就只剩下空壳。要想保护你自己不受那样的损失，惟有将你一生全投入永活的神身上，是你永远不会失去的。"
        },
        {
            "chapter": "18:25",
            "content": "但人对米迦说：“你不要使我们听见你的声音，恐怕有性暴的人攻击你，以致你和你的全家尽都丧命。”",
            "note": ""
        },
        {
            "chapter": "18:26",
            "content": "但人还是走他们的路。米迦见他们的势力比自己强盛，就转身回家去了。",
            "note": "从这整件事看来，并没有人想敬拜神；相反的，他们都想利用神，得到好处达到自己的目的。现在有些人去教会是为着使自己心灵有寄托，被人接纳，卸脱罪咎，跟生意上的朋友打交道，拉生意。所以要小心，不要为私利去顺服神，乃要作舍己的事奉和敬拜。"
        },
        {
            "chapter": "18:27",
            "content": "但人将米迦所做的神像和他的祭司都带到拉亿，见安居无虑的民，就用刀杀了那民，又放火烧了那城，",
            "note": "我们不能只看但支派的人顺利地攻占了拉亿，就认为他们的行动是合理的。他们敬拜偶像的事表明，神并没有与他们同行。现在有许多人以表面的成功，证明他们错误的行动是合理的。他们以为财富、声誉、或者不遭患难，皆是神赐福的表征。但是圣经中有许多故事说明，行恶也会得到属世的顺利（参王下14:23-29）。成功并不表明神的悦纳。不要以个人的成功，作为你是否讨神喜悦的标准。"
        },
        {
            "chapter": "18:28",
            "content": "并无人搭救，因为离西顿远，他们又与别人没有来往。城在平原，那平原靠近伯利合。但人又在那里修城居住，",
            "note": ""
        },
        {
            "chapter": "18:29",
            "content": "照着他们始祖以色列之子但的名字，给那城起名叫但；原先那城名叫拉亿。",
            "note": ""
        },
        {
            "chapter": "18:30",
            "content": "但人就为自己设立那雕刻的像。摩西的孙子、革舜的儿子约拿单和他的子孙，作但支派的祭司，直到那地遭掳掠的日子。",
            "note": ""
        },
        {
            "chapter": "18:31",
            "content": "神的殿在示罗多少日子，但人为自己设立米迦所雕刻的像，也在但多少日子。",
            "note": "神将利未祭司散布在以色列全地，以及在示罗设立会幕，使以色列人保持真正的敬拜。这事件说明异教的感染力和败坏的道德，会渗入以色列人习俗的每个角落。他们进入应许地以后，虽过了三百年，仍未能将那地拜偶像的邪风恶俗除去。"
        }
    ]
}