{
    "book": "士师记",
    "chapter": "19",
    "verses": [
        {
            "chapter": "19:1",
            "content": "当以色列中没有王的时候，有住以法莲山地那边的一个利未人，娶了一个犹大伯利恒的女子为妾。",
            "note": "娶妾侍是当时以色列社会所容许的事，不过这并不是神的原意（参创2:24）。妾侍必须做大部分的家务，但却只有妻子所有的小部分权利。她虽然在法律上属于丈夫，但所生的儿女，通常不会有合法之妻所生儿女那样的权利，不能承受遗产。她的主要作用是给丈夫性的享受，多生儿女，在家务上劳苦。以色列人常常把战时所掳的外邦女子纳为妾侍。但有时也会有以色列女子被纳为妾，这个故事之中所说的大概就是这样。"
        },
        {
            "chapter": "19:2",
            "content": "妾行淫离开丈夫，回犹大伯利恒，到了父家，在那里住了四个月。",
            "note": ""
        },
        {
            "chapter": "19:3",
            "content": "她丈夫起来，带着一个仆人、两匹驴去见她，用好话劝她回来。女子就引丈夫进入父家。她父见了那人，便欢欢喜喜地迎接。",
            "note": ""
        },
        {
            "chapter": "19:4",
            "content": "那人的岳父，就是女子的父亲，将那人留下住了三天。于是二人一同吃喝住宿。",
            "note": ""
        },
        {
            "chapter": "19:5",
            "content": "到第四天，利未人清早起来要走，女子的父亲对女婿说：“请你吃点饭，加添心力，然后可以行路。”",
            "note": ""
        },
        {
            "chapter": "19:6",
            "content": "于是二人坐下一同吃喝。女子的父亲对那人说：“请你再住一夜，畅快你的心。”",
            "note": ""
        },
        {
            "chapter": "19:7",
            "content": "那人起来要走，他岳父强留他，他又住了一宿。",
            "note": ""
        },
        {
            "chapter": "19:8",
            "content": "到第五天，他清早起来要走。女子的父亲说：“请你吃点饭，加添心力，等到日头偏西再走。”于是二人一同吃饭。",
            "note": ""
        },
        {
            "chapter": "19:9",
            "content": "那人同他的妾和仆人起来要走，他岳父，就是女子的父亲，对他说：“看哪，日头偏西了，请你再住一夜，天快晚了，可以在这里住宿，畅快你的心。明天早早起行回家去。”",
            "note": ""
        },
        {
            "chapter": "19:10",
            "content": "那人不愿再住一夜，就备上那两匹驴，带着妾起身走了，来到耶布斯的对面。耶布斯就是耶路撒冷。",
            "note": ""
        },
        {
            "chapter": "19:11",
            "content": "临近耶布斯的时候，日头快要落了。仆人对主人说：“我们不如进这耶布斯人的城里住宿。”",
            "note": ""
        },
        {
            "chapter": "19:12",
            "content": "主人回答说：“我们不可进不是以色列人住的外邦城，不如过到基比亚去。”",
            "note": ""
        },
        {
            "chapter": "19:13",
            "content": "又对仆人说：“我们可以到一个地方，或住在基比亚，或住在拉玛。”",
            "note": ""
        },
        {
            "chapter": "19:14",
            "content": "他们就往前走。将到便雅悯的基比亚，日头已经落了。",
            "note": ""
        },
        {
            "chapter": "19:15",
            "content": "他们进入基比亚，要在那里住宿，就坐在城里的街上，因为无人接他们进家住宿。",
            "note": ""
        },
        {
            "chapter": "19:16",
            "content": "晚上，有一个老年人，从田间做工回来，他原是以法莲山地的人，住在基比亚，那地方的人却是便雅悯人。",
            "note": ""
        },
        {
            "chapter": "19:17",
            "content": "老年人举目看见客人坐在城里的街上，就问他说：“你从哪里来？要往哪里去？”",
            "note": ""
        },
        {
            "chapter": "19:18",
            "content": "他回答说：“我们从犹大伯利恒来，要往以法莲山地那边去。我原是那里的人，到过犹大伯利恒，现在我往耶和华的殿去，在这里无人接我进他的家。",
            "note": ""
        },
        {
            "chapter": "19:19",
            "content": "其实，我有粮草可以喂驴，我与我的妾并我的仆人，有饼有酒，并不缺少什么。”",
            "note": ""
        },
        {
            "chapter": "19:20",
            "content": "老年人说：“愿你平安！你所需用的我都给你，只是不可在街上过夜。”",
            "note": ""
        },
        {
            "chapter": "19:21",
            "content": "于是领他们到家里，喂上驴，他们就洗脚吃喝。",
            "note": ":25　这一段所记载的悲剧有什么意义？以色列人对神的信仰瓦解，他们的民族凝聚力也就解体，变成各自为政。假使他们顺服神，深信他必然会成全他的应许的话，就能占领整个应许之地。但是他们忘记他，失去了自己的方针、目的，很快地就“各人任意而行”（21:25）。他们不让神引领，就和周围邪恶民族一样的败坏。他们为自己的好处制定法律，所定的标准就远远低于神的标准。你把神撇开后，就会为自己的邪恶大感震惊（19:30）。"
        },
        {
            "chapter": "19:22",
            "content": "他们心里正欢畅的时候，城中的匪徒围住房子，连连叩门，对房主老人说：“你把那进你家的人带出来，我们要与他交合。”",
            "note": ""
        },
        {
            "chapter": "19:23",
            "content": "那房主出来对他们说：“弟兄们哪，不要这样作恶。这人既然进了我的家，你们就不要行这丑事。",
            "note": ""
        },
        {
            "chapter": "19:24",
            "content": "我有个女儿，还是处女，并有这人的妾，我将她们领出来任凭你们玷辱她们，只是向这人不可行这样的丑事。”",
            "note": "对于非明文规定接待客旅的律法，在中东最为注重。不惜任何代价保护宾客，是最高荣誉的表现。不过这里对接待客旅惯例的遵守已变得非常荒唐。这个主人，宁可让匪类强奸凌辱自己的女儿及宾客的妾侍，也不愿使客人受辱。这两个人都自私，都不愿使自己受到伤害；他们没有勇气，甚至伴侣的生命遭遇危险的时候，也不敢起来面对冲突；他们不顺从神的律法，任由匪徒凌辱谋杀别人。若社会共同的守则比道德信念权威更大，它的后果将是多么可怕！"
        },
        {
            "chapter": "19:25",
            "content": "那些人却不听从他的话。那人就把他的妾拉出去交给他们，他们便与她交合，终夜凌辱她，直到天色快亮才放她去。",
            "note": ""
        },
        {
            "chapter": "19:26",
            "content": "天快亮的时候，妇人回到她主人住宿的房门前，就仆倒在地，直到天亮。",
            "note": ""
        },
        {
            "chapter": "19:27",
            "content": "早晨，她的主人起来开了房门，出去要行路，不料那妇人仆倒在房门前，两手搭在门槛上，",
            "note": ""
        },
        {
            "chapter": "19:28",
            "content": "就对妇人说：“起来，我们走吧！”妇人却不回答。那人便将她驮在驴上，起身回本处去了。",
            "note": ""
        },
        {
            "chapter": "19:29",
            "content": "到了家里，用刀将妾的尸身切成十二块，使人拿着传送以色列的四境。",
            "note": ""
        },
        {
            "chapter": "19:30",
            "content": "凡看见的人都说：“从以色列人出埃及地，直到今日，这样的事没有行过，也没有见过。现在应当思想，大家商议当怎样办理。”",
            "note": "这一章所讲的可怕罪行，还不是以色列人所犯的最大的罪。更严重的是，他们未能按照神的道德原则建立政府，未把神的律法也作为地上的律法。结果律法未能执行，作奸犯科也不以为耻。由于他们不顺服神，导致性变态与不法之事日增。在事件未扩大到难以收拾以前，他们总是姑息养奸，不愿理会。"
        }
    ]
}