{
    "book": "士师记",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "耶和华的使者从吉甲上到波金，对以色列人说：“我使你们从埃及上来，领你们到我向你们列祖起誓应许之地。我又说：‘我永不废弃与你们所立的约。",
            "note": ""
        },
        {
            "chapter": "2:2",
            "content": "你们也不可与这地的居民立约，要拆毁他们的祭坛。’你们竟没有听从我的话！为何这样行呢？",
            "note": ""
        },
        {
            "chapter": "2:3",
            "content": "因此我又说：‘我必不将他们从你们面前赶出。他们必作你们肋下的荆棘，他们的神必作你们的网罗。’”",
            "note": "这次事件显示以色列人与神的关系有了重大的改变。神在西奈山与以色列人立了神圣而有约束力的协议，称之为约（参出19:5-8），在这个约中，神承诺使以色列人成为特别的民族（参创12:1-3的注释），且保护他们；只要顺服他，神就赐他们无与伦比的大福。以色列人这方所当尽的本分是爱神，遵守他的律法。但是因为他们弃绝神，不顺服他，所以神也就不保护他们，协议不再有效。不过神并不想弃绝他的百姓，如果他们再求神饶恕，老老实实地顺服他，必能领受他奇妙的福分。"
        },
        {
            "chapter": "2:4",
            "content": "耶和华的使者向以色列众人说这话的时候，百姓就放声而哭。",
            "note": "以色列人知道犯了罪以后，就放声大哭，深感忧愁。由于我们有犯罪的倾向，所以悔改是灵性觉醒的真正表现。悔改表示恳求神赦免，我们也要离弃罪恶之道。除非我们为自己的罪行真心悔改，否则就不算是真实地悔过。我们知道自己做错了，就应当向神坦然承认，不可设法隐瞒，蒙混过去。"
        },
        {
            "chapter": "2:5",
            "content": "于是给那地方起名叫波金（注：就是“哭”的意思），众人在那里向耶和华献祭。",
            "note": ""
        },
        {
            "chapter": "2:6",
            "content": "从前约书亚打发以色列百姓去的时候，他们各归自己的地业，占据地土。",
            "note": ""
        },
        {
            "chapter": "2:7",
            "content": "约书亚在世和约书亚死后，那些见耶和华为以色列人所行大事的长老还在的时候，百姓都事奉耶和华。",
            "note": ""
        },
        {
            "chapter": "2:8",
            "content": "耶和华的仆人，嫩的儿子约书亚，正一百一十岁就死了。",
            "note": ""
        },
        {
            "chapter": "2:9",
            "content": "以色列人将他葬在他地业的境内，就是在以法莲山地的亭拿希烈，在迦实山的北边。",
            "note": "这一段与约书亚记的24章29至30节，都是记载约书亚的死。这几节经文既是以前发生之事的概述，也是对约书亚记中略去的士师记第一章所记的事件的补充（关于约书亚，请看约书亚记第2章的“人物介绍”）。"
        },
        {
            "chapter": "2:10",
            "content": "那世代的人也都归了自己的列祖。后来有别的世代兴起，不知道耶和华，也不知道耶和华为以色列人所行的事。",
            "note": "以色列的老一辈人死了，新一代的人不再顺从耶和华。本书的2章10节至3章7节所描写的，正是以色列人一再的体验：犯罪、受神惩罚，悔改、蒙拯救、再犯罪，周而复始循环不息。每一代人都未能教导下一代爱神、顺服他，而这正是神律法的中心要旨（参申6:4-9）。许多人爱把基督教信仰的教导工作，推卸到教会或基督教学校身上。但是神说，引领教导儿女信仰的责任主要在家庭。父母就是子女的榜样，所以信仰乃是家中的大事。"
        },
        {
            "chapter": "2:11",
            "content": "以色列人行耶和华眼中看为恶的事，去事奉诸巴力，",
            "note": ""
        },
        {
            "chapter": "2:12",
            "content": "离弃了领他们出埃及地的耶和华、他们列祖的　神，去叩拜别神，就是四围列国的神，惹耶和华发怒。",
            "note": ""
        },
        {
            "chapter": "2:13",
            "content": "并离弃耶和华，去事奉巴力和亚斯她录。",
            "note": ""
        },
        {
            "chapter": "2:14",
            "content": "耶和华的怒气向以色列人发作，就把他们交在抢夺他们的人手中。又将他们付与四围仇敌的手中，甚至他们在仇敌面前再不能站立得住。",
            "note": ""
        },
        {
            "chapter": "2:15",
            "content": "他们无论往何处去，耶和华都以灾祸攻击他们，正如耶和华所说的话，又如耶和华向他们所起的誓。他们便极其困苦。",
            "note": "神对于拜偶像的人，常有最严厉的攻击与惩罚。因拜偶像违背了十条诫命中的前两条（参出20:3-6）。迦南人几乎每个季节、活动、或是地方，都有不同的神。对他们来说，耶和华只是另一位加在他们的众神之中的神。以色列人却不同，他们应当单单敬拜耶和华，不应明知神是独一的真神，同时又敬拜偶像。敬拜偶像的人也不会相信偶像是创造他们的主宰，因为偶像是由他们的手雕塑出来的。这些偶像只代表人性之中的情欲、血气、以及不道德的种种性情。神乃是灵，也是至善至圣的，所以他不能容忍人既敬拜他，又叩拜偶像。"
        },
        {
            "chapter": "2:16",
            "content": "耶和华兴起士师，士师就拯救他们脱离抢夺他们人的手。",
            "note": "以色列人虽然不顺服，神仍然给他们兴起士师，拯救他们脱离欺压，表明对他们的大怜悯。怜悯是“没有按照人所当得的报应人”的意思。这正是神对待以色列人，也是他现在对待我们的态度。我们的不顺服，本来只配受他公义的审判！但是神藉着耶稣基督，使我们免受罪的惩罚，并向我们施怜悯，独有他能救我们脱离罪。当我们求神赦罪的时候，其实是求我们本不配得的。我们信靠基督为我们成全的救赎，就可以体验到神的赦免。"
        },
        {
            "chapter": "2:17",
            "content": "他们却不听从士师，竟随从叩拜别神，行了邪淫，速速地偏离他们列祖所行的道，不如他们列祖顺从耶和华的命令。",
            "note": "以色列人为什么很快就偏离对神的信仰？其原因很简单，迦南人的宗教，对他们贪欲的本性更有吸引力，使他们得到更多眼前短暂的好处（对性的放任并使人口与农业多产等）。最有吸引力的一项乃是容许人自私，人几乎可以随心所欲，为所欲为，只要顺服迦南人的众神之一就可以了。他们不但容许有妓女与娈童，甚至提倡以此作为敬拜的仪式。"
        },
        {
            "chapter": "2:18",
            "content": "耶和华为他们兴起士师，就与那士师同在。士师在世的一切日子，耶和华拯救他们脱离仇敌的手。他们因受欺压扰害，就哀声叹气，所以耶和华后悔了。",
            "note": ""
        },
        {
            "chapter": "2:19",
            "content": "及至士师死后，他们就转去行恶，比他们列祖更甚，去事奉叩拜别神，总不断绝顽梗的恶行。",
            "note": "以色列人在士师时代经历了七次兴衰（1）悖逆神，（2）因此受仇敌欺压，（3）蒙敬畏神的士师拯救，（4）在士师治理之下忠于神，（5）当士师死后又忘记神。我们也容易像他们一样反反覆覆；与敬畏神之人相近的时候，会忠于神；但是在没有良好的属灵领袖的时候，就随从引诱而偏离神。所以要立志，不管环境怎样困难都忠于神。"
        },
        {
            "chapter": "2:20",
            "content": "于是，耶和华的怒气向以色列人发作。他说：“因这民违背我吩咐他们列祖所守的约，不听从我的话，",
            "note": ""
        },
        {
            "chapter": "2:21",
            "content": "所以约书亚死的时候所剩下的各族，我必不再从他们面前赶出。",
            "note": ""
        },
        {
            "chapter": "2:22",
            "content": "为要藉此试验以色列人，看他们肯照他们列祖谨守遵行我的道不肯。”",
            "note": ""
        },
        {
            "chapter": "2:23",
            "content": "这样，耶和华留下各族，不将他们速速赶出，也没有交付约书亚的手。",
            "note": ""
        }
    ]
}