{
    "book": "士师记",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "耶和华留下这几族，为要试验那不曾知道与迦南争战之事的以色列人，",
            "note": ""
        },
        {
            "chapter": "3:2",
            "content": "好叫以色列的后代又知道又学习未曾晓得的战事。",
            "note": ""
        },
        {
            "chapter": "3:3",
            "content": "所留下的，就是非利士的五个首领和一切迦南人、西顿人，并住黎巴嫩山的希未人，从巴力黑们山直到哈马口。",
            "note": ""
        },
        {
            "chapter": "3:4",
            "content": "留下这几族，为要试验以色列人，知道他们肯听从耶和华藉摩西吩咐他们列祖的诫命不肯。",
            "note": "第一章讲到以色列人未能顺服神，将敌人逐出迦南地。本章则讲到神留下这些仇敌，好“试炼”以色列人，给他们操练顺服神的机会。现在，新一代长大了，他们虽然没有经历攻占迦南的重大战争，但要去完成征服全地的使命。在他们的土地上，仍有许多亟待胜过的拦阻。对付这种拦阻，就成为对他们信心的考验。"
        },
        {
            "chapter": "3:5",
            "content": "以色列人竟住在迦南人、赫人、亚摩利人、比利洗人、希未人、耶布斯人中间，",
            "note": ""
        },
        {
            "chapter": "3:6",
            "content": "娶他们的女儿为妻，将自己的女儿嫁给他们的儿子，并事奉他们的神。",
            "note": ""
        },
        {
            "chapter": "3:7",
            "content": "以色列人行耶和华眼中看为恶的事，忘记耶和华他们的　神，去事奉诸巴力和亚舍拉。",
            "note": "大多数迦南人都拜巴力，常将它铸成公牛的形像，象征能力与丰收，代表农业之神。亚舍拉是巴力的配偶，是海上的女神，人用木柱刻成她的像来敬拜，用以代替青翠树。迦南人遭遇饥荒，就认为是巴力发怒，以不降雨来处罚他们。考古学家在以色列地发掘出许多巴力偶像。我们很难想像以色列人竟不敬拜耶和华，反而愚昧地去拜那木头、石头与铁造的偶像。可是当我们不敬拜神，反而崇尚其他的活动、嗜好，或者把某些事放在神之先时，也就犯了同样的罪。我们的偶像虽不具有木石所雕刻的形体，但本质上却是一样的。"
        },
        {
            "chapter": "3:8",
            "content": "所以，耶和华的怒气向以色列人发作，就把他们交在美索不达米亚王古珊利萨田的手中。以色列人服事古珊利萨田八年。",
            "note": ""
        },
        {
            "chapter": "3:9",
            "content": "以色列人呼求耶和华的时候，耶和华就为他们兴起一位拯救者救他们，就是迦勒兄弟，基纳斯的儿子俄陀聂。",
            "note": "俄陀聂是以色列人的第一位士师，1章13节说他自告奋勇，率领军兵攻打一座坚固城。这一段经文则说他领以色列全族悔改归向神。他有世袭的属灵渊源──他的伯父迦勒，对神有坚定的信心（参民13:30；14:24）。他作士师时，领百姓归向神，脱离美索不达米亚王的欺压。可惜他死后不久，以色列人又随从当地人过那种犯罪的生活。"
        },
        {
            "chapter": "3:10",
            "content": "耶和华的灵降在他身上，他就作了以色列的士师，出去争战。耶和华将美索不达米亚王古珊利萨田交在他手中，他便胜了古珊利萨田。",
            "note": "“耶和华的灵降在他身上”这句话也用在了基甸、耶弗他、参孙等其他士师身上。它意指人在肉体、灵性与精神上的力量有短暂增强。这是神预备人从事特别任务的时候，所发生的不平常、超自然的现象。现在所有的信徒都可以得到圣灵，不过他会以特别的方式临到一些人，并做特别的工作。我们无论是面对日常的问题还是应付一生重大的挑战，都当求圣灵帮助。"
        },
        {
            "chapter": "3:11",
            "content": "于是，国中太平四十年。基纳斯的儿子俄陀聂死了。",
            "note": ""
        },
        {
            "chapter": "3:12",
            "content": "以色列人又行耶和华眼中看为恶的事，耶和华就使摩押王伊矶伦强盛，攻击以色列人。",
            "note": ""
        },
        {
            "chapter": "3:13",
            "content": "伊矶伦招聚亚扪人和亚玛力人，去攻打以色列人，占据棕树城。",
            "note": "摩押人、亚扪人与亚玛力人全是游牧民族，住在迦南地之东及东南部，彼此邻近，骁勇善战，惯于劫掠。这是圣经记载以色列人在自己的地上，初次受迦南以外的民族攻击。"
        },
        {
            "chapter": "3:14",
            "content": "于是，以色列人服事摩押王伊矶伦十八年。",
            "note": ""
        },
        {
            "chapter": "3:15",
            "content": "以色列人呼求耶和华的时候，耶和华就为他们兴起一位拯救者，就是便雅悯人基拉的儿子以笏，他是左手便利的。以色列人托他送礼物给摩押王伊矶伦。",
            "note": "这一节经文称以笏为拯救者。按照广义的看法，所有的士师都可以看作是耶稣基督的预表，他是完全的拯救者。以笏拯救以色列人脱离仇敌之手，耶稣则救我们脱离最大的仇敌──罪恶。"
        },
        {
            "chapter": "3:16",
            "content": "以笏打了一把两刃的剑，长一肘，带在右腿上衣服里面。",
            "note": ""
        },
        {
            "chapter": "3:17",
            "content": "他将礼物献给摩押王伊矶伦，原来伊矶伦极其肥胖。",
            "note": ""
        },
        {
            "chapter": "3:18",
            "content": "以笏献完礼物，便将抬礼物的人打发走了。",
            "note": ""
        },
        {
            "chapter": "3:19",
            "content": "自己却从靠近吉甲凿石之地回来说：“王啊，我有一件机密事奏告你。”王说：“回避吧！”于是左右侍立的人都退去了。",
            "note": ""
        },
        {
            "chapter": "3:20",
            "content": "以笏来到王面前，王独自一人坐在凉楼上。以笏说：“我奉　神的命报告你一件事。”王就从座位上站起来。",
            "note": "这是一件奇异的事，但它教导我们，神能创造我们，也能随意使用我们。在以笏所处的时代，左手便利被视为缺陷（参20:16），以笏的“弱点”是明显可见的，但神仍使用他使以色列人得胜。要让神使用你，随他的方式来成全他的工作。"
        },
        {
            "chapter": "3:21",
            "content": "以笏便伸左手，从右腿上拔出剑来，刺入王的肚腹，",
            "note": ""
        },
        {
            "chapter": "3:22",
            "content": "连剑把都刺进去了。剑被肥肉夹住，他没有从王的肚腹拔出来，且穿通了后身。",
            "note": ""
        },
        {
            "chapter": "3:23",
            "content": "以笏就出到游廊，将楼门尽都关锁。",
            "note": ""
        },
        {
            "chapter": "3:24",
            "content": "以笏出来之后，王的仆人到了，看见楼门关锁，就说：“他必是在楼上大解。”",
            "note": ""
        },
        {
            "chapter": "3:25",
            "content": "他们等烦了，见仍不开楼门，就拿钥匙开了。不料，他们的主人已死，倒在地上。",
            "note": ""
        },
        {
            "chapter": "3:26",
            "content": "他们耽延的时候，以笏就逃跑了，经过凿石之地，逃到西伊拉。",
            "note": ""
        },
        {
            "chapter": "3:27",
            "content": "到了，就在以法莲山地吹角。以色列人随着他下了山地，他在前头引路，",
            "note": ""
        },
        {
            "chapter": "3:28",
            "content": "对他们说：“你们随我来，因为耶和华已经把你们的仇敌摩押人交在你们手中。”于是，他们跟着他下去，把守约旦河的渡口，不容摩押一人过去。",
            "note": ""
        },
        {
            "chapter": "3:29",
            "content": "那时，击杀了摩押人约有一万，都是强壮的勇士，没有一人逃脱。",
            "note": ""
        },
        {
            "chapter": "3:30",
            "content": "这样，摩押就被以色列人制伏了。国中太平八十年。",
            "note": ""
        },
        {
            "chapter": "3:31",
            "content": "以笏之后，有亚拿的儿子珊迦，他用赶牛的棍子打死六百非利士人。他也救了以色列人。",
            "note": "用赶牛棍打死六百非利士人是不平常的武艺。赶牛棍是一条长棍，一头钉有尖锐的铁钉，一边是平滑的铁片；尖端在耕地时用来赶牛，平滑的一端则用来清理农具。考古发掘出的赶牛棍有的长达两公尺半。以色列人在遭遇危难时，很容易把它当作武器来使用，珊迦就是用它杀敌。今日在中东，人仍然用它赶牛。"
        }
    ]
}