{
    "book": "士师记",
    "chapter": "4",
    "verses": [
        {
            "chapter": "4:1",
            "content": "以笏死后，以色列人又行耶和华眼中看为恶的事，",
            "note": "以色列人又做了耶和华眼中看为恶的事。我们犯罪既伤害自己又伤害别人，总括来说，一切的罪皆得罪神，因为犯罪就是不尊重他的命令、轻视他管辖我们的权柄。大卫认罪祷告时向神说：“我向你犯罪，惟独得罪了你；在你眼前行了这恶。”（参诗51:4）。认识罪的严重性，是除去生活中罪恶的第一步。"
        },
        {
            "chapter": "4:2",
            "content": "耶和华就把他们付与在夏琐作王的迦南王耶宾手中。他的将军是西西拉，住在外邦人的夏罗设。",
            "note": ""
        },
        {
            "chapter": "4:3",
            "content": "耶宾王有铁车九百辆。他大大欺压以色列人二十年，以色列人就呼求耶和华。",
            "note": "以色列人受了二十年的欺压，忍无可忍，终于求神帮助。我们面对困境或陷入挣扎时，应当先求神拯救，以色列人选择自行其是，自然弄得一团糟。我们也常犯同样错误。不要神帮助，想自行管理一生，就会弄得焦头烂额；对比之下，如果我们每天与神相交，就不会为自己带来痛苦，这是以色列人一直没有学到的功课。遇到困境，神要我们先来到他面前，寻求他的力量与指引。"
        },
        {
            "chapter": "4:4",
            "content": "有一位女先知名叫底波拉，是拉比多的妻，当时作以色列的士师。",
            "note": "圣经记载好几个妇女曾成为民族领袖，底波拉是其中突出的一位；神拣选她领导以色列人，她显然是最胜任的。神可以从男女老幼之中，随意拣选人来领导他的百姓，所以对于神拣选来领导你的人，不要怀有成见。"
        },
        {
            "chapter": "4:5",
            "content": "她住在以法莲山地拉玛和伯特利中间，在底波拉的棕树下。以色列人都上她那里去听判断。",
            "note": ""
        },
        {
            "chapter": "4:6",
            "content": "她打发人从拿弗他利的基低斯，将亚比挪庵的儿子巴拉召了来，对他说：“耶和华以色列的　神吩咐你说：‘你率领一万拿弗他利和西布伦人上他泊山去。",
            "note": ""
        },
        {
            "chapter": "4:7",
            "content": "我必使耶宾的将军西西拉率领他的车辆和全军往基顺河，到你那里去，我必将他交在你手中。’”",
            "note": ""
        },
        {
            "chapter": "4:8",
            "content": "巴拉说：“你若同我去，我就去；你若不同我去，我就不去。”",
            "note": "巴拉是胆怯，还是真需要别人的支持呢？我们对他的性格不清楚，但是底波拉毅然遵神吩咐去行，却显出伟大领袖的特质。底波拉告诉巴拉，神要与他一同争战，不过他觉得这应许并不够，还是要底波拉与他同去。这显出他内心倚靠人的力量多过相信神的应许。真正有信心的人，神一吩咐就挺身而出，即使要他独力去做也不怕。"
        },
        {
            "chapter": "4:9",
            "content": "底波拉说：“我必与你同去，只是你在所行的路上得不着荣耀，因为耶和华要将西西拉交在一个妇人手里。”于是底波拉起来，与巴拉一同往基低斯去了。",
            "note": "底波拉是如何得到别人尊敬的？她不但领导全民作战，更值得注意的是，她在战后以诗歌激励百姓为神而活。她的行事为人吸引以色列人团结一致，甚至连军队的统帅巴拉都尊敬她；她也是女先知，主要任务是鼓励百姓顺服神。负责领导之人，不可不知被领导者的属灵情况，真正的领袖关心他所领导的群众，而不只是事业的成就。"
        },
        {
            "chapter": "4:10",
            "content": "巴拉就招聚西布伦人和拿弗他利人到基低斯，跟他上去的有一万人。底波拉也同他上去。",
            "note": ""
        },
        {
            "chapter": "4:11",
            "content": "摩西岳父（注：或作“内兄”）何巴的后裔基尼人希百，曾离开基尼族，到靠近基低斯撒拿音的橡树旁支搭帐棚。",
            "note": "希百是雅亿的丈夫（4:17），他是基尼族人，他们虽然早已与以色列联盟，但可能因为耶宾的军队强大之故，他决定倒向耶宾。可能是希百告诉西西拉，以色列军队在他泊山附近安营（4:12；请参看地图），希百本人虽甘愿与耶宾和他的军队同祸福，他的妻子雅亿则有不同的选择（4:21）。"
        },
        {
            "chapter": "4:12",
            "content": "有人告诉西西拉说：“亚比挪庵的儿子巴拉已经上他泊山了。”",
            "note": ""
        },
        {
            "chapter": "4:13",
            "content": "西西拉就聚集所有的铁车九百辆和跟随他的全军，从外邦人的夏罗设出来，到了基顺河。",
            "note": ""
        },
        {
            "chapter": "4:14",
            "content": "底波拉对巴拉说：“你起来，今日就是耶和华将西西拉交在你手的日子。耶和华岂不在你前头行吗？”于是巴拉下了他泊山，跟随他有一万人。",
            "note": ""
        },
        {
            "chapter": "4:15",
            "content": "耶和华使西西拉和他一切车辆全军溃乱，在巴拉面前被刀杀败。西西拉下车步行逃跑。",
            "note": ""
        },
        {
            "chapter": "4:16",
            "content": "巴拉追赶车辆、军队，直到外邦人的夏罗设。西西拉的全军都倒在刀下，没有留下一人。",
            "note": ""
        },
        {
            "chapter": "4:17",
            "content": "只有西西拉步行逃跑，到了基尼人希百之妻雅亿的帐棚，因为夏琐王耶宾与基尼人希百家和好。",
            "note": ""
        },
        {
            "chapter": "4:18",
            "content": "雅亿出来迎接西西拉，对他说：“请我主进来，不要惧怕。”西西拉就进了她的帐棚，雅亿用被将他遮盖。",
            "note": ""
        },
        {
            "chapter": "4:19",
            "content": "西西拉对雅亿说：“我渴了，求你给我一点水喝。”雅亿就打开皮袋，给他奶子喝，仍旧把他遮盖。",
            "note": ""
        },
        {
            "chapter": "4:20",
            "content": "西西拉又对雅亿说：“请你站在帐棚门口，若有人来问你说：‘有人在这里没有？’你就说：‘没有。’”",
            "note": ""
        },
        {
            "chapter": "4:21",
            "content": "西西拉疲乏沉睡。希百的妻雅亿取了帐棚的橛子，手里拿着锤子，轻悄悄地到他旁边，将橛子从他鬓边钉进去，钉入地里。西西拉就死了。",
            "note": "雅亿同意西西拉进入她帐棚中躲藏，他心中一定极其高兴。第一，因为雅亿是希百的妻子，而希百是忠于他军队之人（参看上段经文注释），故他的妻子一定可靠。第二，按当时的风俗习惯，从来不准男人进入妇女的帐棚，所以不会有人想到去那里搜索他。"
        },
        {
            "chapter": "4:22",
            "content": "巴拉追赶西西拉的时候，雅亿出来迎接他说：“来吧，我将你所寻找的人给你看。”他就进入帐棚，看见西西拉已经死了，倒在地上，橛子还在他鬓中。",
            "note": ""
        },
        {
            "chapter": "4:23",
            "content": "这样，　神使迦南王耶宾被以色列人制伏了。",
            "note": ""
        },
        {
            "chapter": "4:24",
            "content": "从此以色列人的手越发有力，胜了迦南王耶宾，直到将他灭绝了。",
            "note": ""
        }
    ]
}