{
    "book": "士师记",
    "chapter": "7",
    "verses": [
        {
            "chapter": "7:1",
            "content": "耶路巴力就是基甸，他和一切跟随的人早晨起来，在哈律泉旁安营。米甸营在他们北边的平原，靠近摩利冈。",
            "note": ""
        },
        {
            "chapter": "7:2",
            "content": "耶和华对基甸说：“跟随你的人过多，我不能将米甸人交在他们手中，免得以色列人向我夸大说：‘是我们自己的手救了我们。’",
            "note": "我们相信，只需靠自己的力量必能成就大事，这种自满就是我们的仇敌。神为了使基甸的兵士除去这种心态，所以将他们的人数由三万二千减至三百人。以这少数人打败仇敌，胜利当然是出于神，他们便不能自夸。我们像基甸一样，必须明白若靠自己力量争战是极危险的，只有倚靠神，不倚靠自己，才能有胜利的把握。"
        },
        {
            "chapter": "7:3",
            "content": "现在你要向这些人宣告说：‘凡惧怕胆怯的，可以离开基列山回去。’”于是有二万二千人回去，只剩下一万。",
            "note": ""
        },
        {
            "chapter": "7:4",
            "content": "耶和华对基甸说：“人还是过多。你要带他们下到水旁，我好在那里为你试试他们。我指点谁说：‘这人可以同你去。’他就可以同你去；我指点谁说：‘这人不可同你去。’他就不可同你去。”",
            "note": ""
        },
        {
            "chapter": "7:5",
            "content": "基甸就带他们下到水旁。耶和华对基甸说：“凡用舌头舔水，像狗舔的，要使他单站在一处；凡跪下喝水的，也要使他单站在一处。”",
            "note": ""
        },
        {
            "chapter": "7:6",
            "content": "于是，用手捧着舔水的有三百人，其余的都跪下喝水。",
            "note": ""
        },
        {
            "chapter": "7:7",
            "content": "耶和华对基甸说：“我要用这舔水的三百人拯救你们，将米甸人交在你手中；其余的人，都可以各归各处去。”",
            "note": ""
        },
        {
            "chapter": "7:8",
            "content": "这三百人就带着食物和角；其余的以色列人，基甸都打发他们各归各的帐棚，只留下这三百人。米甸营在他下边的平原里。",
            "note": ""
        },
        {
            "chapter": "7:9",
            "content": "当那夜，耶和华吩咐基甸说：“起来，下到米甸营里去，因我已将他们交在你手中。",
            "note": ""
        },
        {
            "chapter": "7:10",
            "content": "倘若你怕下去，就带你的仆人普拉下到那营里去。",
            "note": ""
        },
        {
            "chapter": "7:11",
            "content": "你必听见他们所说的，然后你就有胆量下去攻营。”于是，基甸带着仆人普拉下到营旁。",
            "note": "基甸面对敌军压倒性的优势，心中甚为惧怕。神明白他的恐惧，不过他并没有让基甸卸责，反而让他潜入敌营去窃听敌人的谈话，使他产生勇气（7:12-15）。你是否面对争战？神能赐你力量，足以应付一切的情势。不要因为神帮助你的方式特别就心生惊恐，你必须像基甸一样听从神，随时踏出第一步。只有开始顺服神之后，才会有勇气前进。"
        },
        {
            "chapter": "7:12",
            "content": "米甸人、亚玛力人和一切东方人都布散在平原，如同蝗虫那样多。他们的骆驼无数，多如海边的沙。",
            "note": "米甸是亚伯拉罕第二个妻子基土拉所生的儿子，他的后裔有五个家族，都是骑骆驼的劫掠者，住在死海与红海中间的旷野。"
        },
        {
            "chapter": "7:13",
            "content": "基甸到了，就听见一人将梦告诉同伴说：“我做了一梦，梦见一个大麦饼滚入米甸营中，到了帐幕，将帐幕撞倒，帐幕就翻转倾覆了。”",
            "note": "敌军一名兵士梦见一个大麦饼滚入他们的帐幕之中，将帐幕撞倒。大麦只值小麦的一半价钱，用它做的饼被看为下等货。以色列一小队的军队和米甸与亚玛力人的大军比起来，也是这样。但是神会使被人看不起的以色列人，成为难以匹敌的大能大力者。"
        },
        {
            "chapter": "7:14",
            "content": "那同伴说：“这不是别的，乃是以色列人约阿施的儿子基甸的刀。　神已将米甸和全军都交在他的手中。”",
            "note": ""
        },
        {
            "chapter": "7:15",
            "content": "基甸听见这梦和梦的讲解，就敬拜　神，回到以色列营中说：“起来吧！耶和华已将米甸的军队交在你们手中了。”",
            "note": ""
        },
        {
            "chapter": "7:16",
            "content": "于是，基甸将三百人分作三队，把角和空瓶交在各人手里，瓶内都藏着火把。",
            "note": ""
        },
        {
            "chapter": "7:17",
            "content": "吩咐他们说：“你们要看我行事，我到了营的旁边怎样行，你们也要怎样行。",
            "note": ""
        },
        {
            "chapter": "7:18",
            "content": "我和一切跟随我的人吹角的时候，你们也要在营的四围吹角，喊叫说：‘耶和华和基甸的刀！’”",
            "note": ""
        },
        {
            "chapter": "7:19",
            "content": "基甸和跟随他的一百人，在三更之初才换更的时候，来到营旁，就吹角，打破手中的瓶。",
            "note": "一夜均分为三个轮班的更次，三更之初，大约在夜晚十点，营中有许多人仍然醒着。"
        },
        {
            "chapter": "7:20",
            "content": "三队的人就都吹角，打破瓶子，左手拿着火把，右手拿着角，喊叫说：“耶和华和基甸的刀！”",
            "note": ""
        },
        {
            "chapter": "7:21",
            "content": "他们在营的四围各站各的地方。全营的人都乱窜；三百人呐喊，使他们逃跑。",
            "note": "基甸的军队只须呐喊观看米甸军仓皇溃退，并不须要拔刀杀敌。他们一小队军队靠自己的力量，绝对不能如此大胜。神要向以色列人显示，得胜不在于人多或力大，乃在于顺服他。"
        },
        {
            "chapter": "7:22",
            "content": "三百人就吹角，耶和华使全营的人用刀互相击杀，逃到西利拉的伯哈示他，直逃到靠近他巴的亚伯米何拉。",
            "note": ""
        },
        {
            "chapter": "7:23",
            "content": "以色列人就从拿弗他利、亚设和玛拿西全地聚集来追赶米甸人。",
            "note": ""
        },
        {
            "chapter": "7:24",
            "content": "基甸打发人走遍以法莲山地，说：“你们下来攻击米甸人，争先把守约旦河的渡口，直到伯巴拉。”于是，以法莲的众人聚集，把守约旦河的渡口，直到伯巴拉。",
            "note": ""
        },
        {
            "chapter": "7:25",
            "content": "捉住了米甸人的两个首领：一名俄立，一名西伊伯。将俄立杀在俄立磐石上，将西伊伯杀在西伊伯酒醡那里。又追赶米甸人，将俄立和西伊伯的首级，带过约旦河，到基甸那里。",
            "note": ""
        }
    ]
}