{
    "book": "民数记",
    "chapter": "14",
    "verses": [
        {
            "chapter": "14:1",
            "content": "当下全会众大声喧嚷；那夜百姓都哭号。",
            "note": ""
        },
        {
            "chapter": "14:2",
            "content": "以色列众人向摩西、亚伦发怨言，全会众对他们说：“巴不得我们早死在埃及地，或是死在这旷野。",
            "note": ""
        },
        {
            "chapter": "14:3",
            "content": "耶和华为什么把我们领到那地，使我们倒在刀下呢？我们的妻子和孩子必被掳掠，我们回埃及去岂不好吗？”",
            "note": ""
        },
        {
            "chapter": "14:4",
            "content": "众人彼此说：“我们不如立一个首领，回埃及去吧！”",
            "note": "极度沮丧之时，众百姓都哭号。他们看不到光明的远景，就陷在当前的迷惘之中，也忘记他们所认识的神。假使他们把重返埃及的勇气，用来奋勇向前的话，一定能进入美地，不至于在旷野漂流。在前途困难重重的情况下，我们必须把眼光定得高，看得远，重新想到起初的异象，化怨言为力量，最终必能成功。"
        },
        {
            "chapter": "14:5",
            "content": "摩西、亚伦就俯伏在以色列全会众面前。",
            "note": ""
        },
        {
            "chapter": "14:6",
            "content": "窥探地的人中，嫩的儿子约书亚和耶孚尼的儿子迦勒，撕裂衣服，",
            "note": "撕裂衣服是表示内心的极度忧愁、哀伤、或失望。约书亚与迦勒因百姓不肯进入应许之地，极其难过。"
        },
        {
            "chapter": "14:7",
            "content": "对以色列全会众说：“我们所窥探经过之地是极美之地。",
            "note": ""
        },
        {
            "chapter": "14:8",
            "content": "耶和华若喜悦我们，就必将我们领进那地，把地赐给我们，那地原是流奶与蜜之地。",
            "note": ""
        },
        {
            "chapter": "14:9",
            "content": "但你们不可背叛耶和华，也不要怕那地的居民，因为他们是我们的食物，并且荫庇他们的已经离开他们。有耶和华与我们同在，不要怕他们！”",
            "note": "神以大能奇事领百姓出埃及，免受奴役，经过旷野，到达美地的边缘。神保护他们，供给他们，应验他的应许，但可惜到最后关头，百姓竟然拒绝神。人目睹神迹，为何仍然不信呢？入美地是出埃及的最终目的地，为何人会放弃呢？因为惧怕。我们也是一样，肯信神为我们解决小事，却怀疑他能否成就大事，胜过大难处，为我们作重大的决定。不要在目标在望之际轻易放弃，神已长久领你前行，他必不叫你失望。要数算主恩，你就能依靠他。"
        },
        {
            "chapter": "14:10",
            "content": "但全会众说：“拿石头打死他们二人！”忽然，耶和华的荣光在会幕中向以色列众人显现。",
            "note": "两位才智之士约书亚与迦勒一同发言，见证那地极美，劝百姓照着神的应许，向应许之地进发；百姓不但不听，甚至想杀他们。当我们听到不愿意接受的劝告时，要仔细衡量，并查考圣经，看看这劝告是否由神而来。"
        },
        {
            "chapter": "14:11",
            "content": "耶和华对摩西说：“这百姓藐视我要到几时呢？我在他们中间行了这一切神迹，他们还不信我要到几时呢？",
            "note": ""
        },
        {
            "chapter": "14:12",
            "content": "我要用瘟疫击杀他们，使他们不得承受那地，叫你的后裔成为大国，比他们强胜。”",
            "note": ""
        },
        {
            "chapter": "14:13",
            "content": "摩西对耶和华说：“埃及人必听见这事，因为你曾施展大能，将这百姓从他们中间领上来。",
            "note": ""
        },
        {
            "chapter": "14:14",
            "content": "埃及人要将这事传给迦南地的居民，那民已经听见你耶和华是在这百姓中间，因为你面对面被人看见，有你的云彩停在他们以上。你日间在云柱中，夜间在火柱中，在他们前面行。",
            "note": ""
        },
        {
            "chapter": "14:15",
            "content": "如今你若把这百姓杀了，如杀一人，那些听见你名声的列邦必议论说：",
            "note": ""
        },
        {
            "chapter": "14:16",
            "content": "‘耶和华因为不能把这百姓领进他向他们起誓应许之地，所以在旷野把他们杀了。’",
            "note": ""
        },
        {
            "chapter": "14:17",
            "content": "现在求主大显能力，照你所说过的话说：",
            "note": ""
        },
        {
            "chapter": "14:18",
            "content": "‘耶和华不轻易发怒，并有丰盛的慈爱，赦免罪孽和过犯，万不以有罪的为无罪，必追讨他的罪，自父及子，直到三四代。’",
            "note": ""
        },
        {
            "chapter": "14:19",
            "content": "求你照你的大慈爱赦免这百姓的罪孽，好像你从埃及到如今常赦免他们一样。”",
            "note": ""
        },
        {
            "chapter": "14:20",
            "content": "耶和华说：“我照着你的话赦免了他们。",
            "note": "摩西向神恳求，赦免百姓的罪过。他的祷告显明神的慈爱：（1）他有极大的忍耐；（2）我们可以因他的慈爱，信靠他的应许；（3）他一再的赦免人；（4）他满有怜悯，垂听祈求。神是不改变的神，我们可以倚靠他的慈爱、忍耐、赦免与怜悯，直到永远。"
        },
        {
            "chapter": "14:21",
            "content": "然我指着我的永生起誓，遍地要被我的荣耀充满。",
            "note": ""
        },
        {
            "chapter": "14:22",
            "content": "这些人虽看见我的荣耀和我在埃及与旷野所行的神迹，仍然试探我这十次，不听从我的话，",
            "note": "神说，以色列人有十次“不听从我的话”并未夸大。下面列出他们十次悖逆的情形。（1）过红海的时候不信靠他（参出14:11-12）；（2）在玛拉因水苦发怨言（参出15:24）；（3）在汛的旷野发怨言说没有吃的（参出16:3）；（4）不听吩咐把吗哪留到早晨（参出16:20）；（5）安息日仍出去收取吗哪（参出16:27-29）；（6）在利非订争闹说没有水喝（参出17:2-3）；（7）敬拜金牛犊（参出32:7-10）；（8）在他备拉发怨言（参民11:1-2）；（9）哭闹着要肉吃（参民11:4）；（10）听信恶言，哭号着要回埃及（参民14:1-4）。"
        },
        {
            "chapter": "14:23",
            "content": "他们断不得看见我向他们的祖宗所起誓应许之地。凡藐视我的，一个也不得看见；",
            "note": "百姓对神的律法有很清楚的认识，又蒙他亲自同在，经历了他的大能，但他们非但不肯完全信靠他，反而藐视他的应许，致使除两人之外，所有的成年人都不得看见应许之地。圣经的话引领我们认识神，耶稣说，多给谁，就要向谁多取（参路12:48）；我们有了全本圣经，知道耶稣是神的儿子、是基督，责任就更大，更当事奉神。机会愈多，责任愈大。"
        },
        {
            "chapter": "14:24",
            "content": "惟独我的仆人迦勒，因他另有一个心志，专一跟从我，我就把他领进他所去过的那地；他的后裔也必得那地为业。",
            "note": "神在迦勒身上所应许的全都实现了（参书14:6-15），因为他专一地跟从神，所以他的顺服得到赏赐。我们是否也该一心一意地顺从神呢？"
        },
        {
            "chapter": "14:25",
            "content": "亚玛力人和迦南人住在谷中，明天你们要转回，从红海的路往旷野去。”",
            "note": ""
        },
        {
            "chapter": "14:26",
            "content": "耶和华对摩西、亚伦说：",
            "note": ""
        },
        {
            "chapter": "14:27",
            "content": "“这恶会众向我发怨言，我忍耐他们要到几时呢？以色列人向我所发的怨言，我都听见了。",
            "note": ""
        },
        {
            "chapter": "14:28",
            "content": "你们告诉他们，耶和华说：‘我指着我的永生起誓：我必要照你们达到我耳中的话待你们。",
            "note": ""
        },
        {
            "chapter": "14:29",
            "content": "你们的尸首必倒在这旷野，并且你们中间凡被数点、从二十岁以外向我发怨言的，",
            "note": ""
        },
        {
            "chapter": "14:30",
            "content": "必不得进我起誓应许叫你们住的那地；惟有耶孚尼的儿子迦勒和嫩的儿子约书亚才能进去。",
            "note": ""
        },
        {
            "chapter": "14:31",
            "content": "但你们的妇人孩子，就是你们所说要被掳掠的，我必把他们领进去，他们就得知你们所厌弃的那地。",
            "note": ""
        },
        {
            "chapter": "14:32",
            "content": "至于你们，你们的尸首必倒在这旷野；",
            "note": ""
        },
        {
            "chapter": "14:33",
            "content": "你们的儿女必在旷野飘流四十年，担当你们淫行的罪，直到你们的尸首在旷野消灭。",
            "note": ""
        },
        {
            "chapter": "14:34",
            "content": "按你们窥探那地的四十日，一年顶一日，你们要担当罪孽四十年，就知道我与你们疏远了。",
            "note": "神用百姓最惧怕的方式惩罚他们，他们害怕死在旷野，神就惩罚他们在旷野飘流直至死去。现在他们倒宁愿去面对应许之地的巨人以及攻下坚固城邑的拦阻。小信的人所要面对的，往往是比以前更大的困难。我们逃避神，必然会跳入困难重重的陷阱里。"
        },
        {
            "chapter": "14:35",
            "content": "我耶和华说过，我总要这样待这一切聚集敌我的恶会众，他们必在这旷野消灭，在这里死亡。’”",
            "note": "也许有人会认为神的处罚太重，但与神当初要施的处罚──立刻用瘟疫击杀相比已算宽大了（14:12）。神容许他们存活，带他们到美地边境，只是人不肯前去取地（14:1-2）。百姓十次拒绝神，背叛神（14:22），全民族除约书亚、迦勒、摩西、亚伦之外，都轻视和不信任神，但神的处罚并不是永久的，四十年里新一代兴起后，又有机会进入迦南了（参书1-3）。"
        },
        {
            "chapter": "14:36",
            "content": "摩西所打发窥探那地的人回来，报那地的恶信，叫全会众向摩西发怨言，",
            "note": ""
        },
        {
            "chapter": "14:37",
            "content": "这些报恶信的人都遭瘟疫，死在耶和华面前。",
            "note": ""
        },
        {
            "chapter": "14:38",
            "content": "其中惟有嫩的儿子约书亚和耶孚尼的儿子迦勒仍然存活。",
            "note": ""
        },
        {
            "chapter": "14:39",
            "content": "摩西将这些话告诉以色列众人，他们就甚悲哀。",
            "note": ""
        },
        {
            "chapter": "14:40",
            "content": "清早起来上山顶去，说：“我们在这里，我们有罪了，情愿上耶和华所应许的地方去。”",
            "note": ""
        },
        {
            "chapter": "14:41",
            "content": "摩西说：“你们为何违背耶和华的命令呢？这事不能顺利了。",
            "note": ""
        },
        {
            "chapter": "14:42",
            "content": "不要上去，因为耶和华不在你们中间，恐怕你们被仇敌杀败了。",
            "note": ""
        },
        {
            "chapter": "14:43",
            "content": "亚玛力人和迦南人都在你们面前，你们必倒在刀下，因你们退回不跟从耶和华，所以他必不与你们同在。”",
            "note": ""
        },
        {
            "chapter": "14:44",
            "content": "他们却擅敢上山顶去，然而耶和华的约柜和摩西没有出营。",
            "note": "以色列人认识到自己的愚昧与错误，就回转归向神，但是神明白他们的内心，若不彻底悔改，很快就会故态复萌。果然不错，他们擅敢上山顶去打仗，却被敌人击打、杀退了。很多时候，行义行善不可延迟；不仅要做该做的事，更要在适当的时机来完成。神所要的是人能立刻而彻底地顺服他。"
        },
        {
            "chapter": "14:45",
            "content": "于是亚玛力人和住在那山上的迦南人都下来击打他们，把他们杀退了，直到何珥玛。",
            "note": ""
        }
    ]
}