{
    "book": "民数记",
    "chapter": "20",
    "verses": [
        {
            "chapter": "20:1",
            "content": "正月间，以色列全会众到了寻的旷野，就住在加低斯。米利暗死在那里，就葬在那里。",
            "note": "加低斯是三十八年前初次窥探迦南地的人回来报恶信的地方（民13-14）。从埃及出来的那一代已所剩无几，新一代的人不久就可以进入迦南地了。摩西、亚伦、约书亚、迦勒，是自出埃及直至此时仅存的少数几个人。他们再次来到加低斯安营，摩西盼望百姓能有新的开始。"
        },
        {
            "chapter": "20:2",
            "content": "会众没有水喝，就聚集攻击摩西、亚伦。",
            "note": ""
        },
        {
            "chapter": "20:3",
            "content": "百姓向摩西争闹说：“我们的弟兄曾死在耶和华面前，我们恨不得与他们同死。",
            "note": ""
        },
        {
            "chapter": "20:4",
            "content": "你们为何把耶和华的会众领到这旷野，使我们和牲畜都死在这里呢？",
            "note": ""
        },
        {
            "chapter": "20:5",
            "content": "你们为何逼着我们出埃及，领我们到这坏地方呢？这地方不好撒种，也没有无花果树、葡萄树、石榴树，又没有水喝。”",
            "note": "事隔37年，新一代已忘记在旷野飘流是因父母和自己犯罪的结果，他们不肯承认问题所在，反而怪责摩西使他们身陷困境。我们的困难，常常是由于不顺服神或缺少信心所致。我们绝不能怪责神使我们犯罪，只有当我们认清自己的罪，才会有平安和灵命上的长进。"
        },
        {
            "chapter": "20:6",
            "content": "摩西、亚伦离开会众到会幕门口，俯伏在地，耶和华的荣光向他们显现。",
            "note": ""
        },
        {
            "chapter": "20:7",
            "content": "耶和华晓谕摩西说：",
            "note": ""
        },
        {
            "chapter": "20:8",
            "content": "“你拿着杖去，和你的哥哥亚伦招聚会众，在他们眼前吩咐磐石发出水来，水就从磐石流出，给会众和他们的牲畜喝。”",
            "note": ""
        },
        {
            "chapter": "20:9",
            "content": "于是，摩西照耶和华所吩咐的，从耶和华面前取了杖去。",
            "note": ""
        },
        {
            "chapter": "20:10",
            "content": "摩西、亚伦就招聚会众到磐石前。摩西说：“你们这些背叛的人听我说，我为你们使水从这磐石中流出来吗？”",
            "note": ""
        },
        {
            "chapter": "20:11",
            "content": "摩西举手，用杖击打磐石两下，就有许多水流出来，会众和他们的牲畜都喝了。",
            "note": ""
        },
        {
            "chapter": "20:12",
            "content": "耶和华对摩西、亚伦说：“因为你们不信我，不在以色列人眼前尊我为圣，所以你们必不得领这会众进我所赐给他们的地去。”",
            "note": "耶和华只叫摩西吩咐磐石出水，但他竟然击打磐石两下。本来神的大能藉着摩西的吩咐就能成就，但是摩西竟擅自做主，击打磐石，因此神不准他进入应许之地，百姓亦毁谤他、攻击他。神对摩西的处罚太严厉吗？摩西是领导人，应该以身作则，他对百姓负有重大的责任，所以神不能对他从轻发落。他击打磐石，就是不顺从神的吩咐，并且是在百姓面前做的，表示他自作主张、不信任神、不尊神为圣。"
        },
        {
            "chapter": "20:13",
            "content": "这水名叫米利巴水（注：“米利巴”就是“争闹”的意思），是因以色列人向耶和华争闹，耶和华就在他们面前显为圣。",
            "note": ""
        },
        {
            "chapter": "20:14",
            "content": "摩西从加低斯差遣使者去见以东王，说：“你的弟兄以色列人这样说：‘我们所遭遇的一切艰难，",
            "note": "以扫与雅各两兄弟，成为两个民族的祖先。以东人是以扫的后裔，以色列人是雅各的子孙。本来，以东人是以色列人的兄弟，以色列人向以东王要求从他的境内大道通过，保证不会损坏他们的田地、葡萄园，更不喝他们井里的水；但是以东王不肯，因为不相信他们的话，怕他们会来攻击，或踏坏庄稼（参申2:4）。神不许弟兄动武，便吩咐以色列人从另一条路前往应许之地。"
        },
        {
            "chapter": "20:15",
            "content": "就是我们的列祖下到埃及，我们在埃及久住，埃及人恶待我们的列祖和我们。",
            "note": ""
        },
        {
            "chapter": "20:16",
            "content": "我们哀求耶和华的时候，他听了我们的声音，差遣使者把我们从埃及领出来。这事你都知道。如今，我们在你边界上的城加低斯，",
            "note": ""
        },
        {
            "chapter": "20:17",
            "content": "求你容我们从你的地经过，我们不走田间和葡萄园，也不喝井里的水，只走大道（注：原文作“王道”），不偏左右，直到过了你的境界。’”",
            "note": "大道（原文作王道）是古代车队所行走之道路。在以色列人来到之前，早已成为主要的公路。"
        },
        {
            "chapter": "20:18",
            "content": "以东王说：“你不可从我的地经过，免得我带刀出去攻击你。”",
            "note": ""
        },
        {
            "chapter": "20:19",
            "content": "以色列人说：“我们要走大道上去，我们和牲畜若喝你的水，必给你价值。不求别的，只求你容我们步行过去。”",
            "note": ""
        },
        {
            "chapter": "20:20",
            "content": "以东王说：“你们不可经过！”就率领许多人出来，要用强硬的手攻击以色列人。",
            "note": ""
        },
        {
            "chapter": "20:21",
            "content": "这样，以东王不肯容以色列人从他的境界过去。于是，他们转去离开他。",
            "note": "摩西想派人与以东王商谈，好从他的境内通过，但是没有成功。他只有两个选择，一是兴兵动武，一是止住干戈。摩西知道未来的岁月障碍重重，不想再添烦恼。争战有时是不可避免的，但有时不值得因小不忍而乱大谋。公然宣战似乎很英雄，甚至是维护公义，但这未必是最好的选择。我们应当效法摩西，即使没法前进时，也要想出另一种解决的方法，尽管这并非易事。"
        },
        {
            "chapter": "20:22",
            "content": "以色列全会众从加低斯起行，到了何珥山。",
            "note": ""
        },
        {
            "chapter": "20:23",
            "content": "耶和华在附近以东边界的何珥山上晓谕摩西、亚伦，说：",
            "note": ""
        },
        {
            "chapter": "20:24",
            "content": "“亚伦要归到他列祖（注：原文作“本民”）那里，他必不得入我所赐给以色列人的地，因为在米利巴水你们违背了我的命。",
            "note": ""
        },
        {
            "chapter": "20:25",
            "content": "你带亚伦和他的儿子以利亚撒上何珥山，",
            "note": ""
        },
        {
            "chapter": "20:26",
            "content": "把亚伦的圣衣脱下来，给他的儿子以利亚撒穿上，亚伦必死在那里归他列祖。”",
            "note": ""
        },
        {
            "chapter": "20:27",
            "content": "摩西就照耶和华所吩咐的行。三人当着会众的眼前上了何珥山。",
            "note": ""
        },
        {
            "chapter": "20:28",
            "content": "摩西把亚伦的圣衣脱下来，给他的儿子以利亚撒穿上，亚伦就死在山顶那里。于是，摩西和以利亚撒下了山。",
            "note": "亚伦在进美地前辞世，是对他背叛之罪的一种处罚。（参出32，民12:1-9）新一代祭司已受任，按利末记规定，亚伦身上的圣衣、祭司袍被脱下，由他儿子以利亚撒穿上，让会众清楚看见，下一代新的任务已经开始。"
        },
        {
            "chapter": "20:29",
            "content": "全会众，就是以色列全家，见亚伦已经死了，便都为亚伦哀哭了三十天。",
            "note": ""
        }
    ]
}