{
    "book": "民数记",
    "chapter": "9",
    "verses": [
        {
            "chapter": "9:1",
            "content": "以色列人出埃及地以后，第二年正月，耶和华在西奈的旷野吩咐摩西说：",
            "note": ""
        },
        {
            "chapter": "9:2",
            "content": "“以色列人应当在所定的日期守逾越节，",
            "note": "这是以色列人第二次守逾越节。第一次是神领百姓出埃及的前夕（参出12:1-28）。逾越节是庆祝他们出埃及脱离奴役的大节，由每年的正月十四日（犹太历）开始，紧接着是除酵节，前后一共庆祝八天（参利23:5-6）。"
        },
        {
            "chapter": "9:3",
            "content": "就是本月十四日黄昏的时候，你们要在所定的日期守这节，要按这节的律例、典章而守。”",
            "note": ""
        },
        {
            "chapter": "9:4",
            "content": "于是摩西吩咐以色列人守逾越节。",
            "note": ""
        },
        {
            "chapter": "9:5",
            "content": "他们就在西奈的旷野，正月十四日黄昏的时候守逾越节。凡耶和华所吩咐摩西的，以色列人都照样行了。",
            "note": ""
        },
        {
            "chapter": "9:6",
            "content": "有几个人因死尸而不洁净，不能在那日守逾越节。当日他们到摩西、亚伦面前，",
            "note": ""
        },
        {
            "chapter": "9:7",
            "content": "说：“我们虽因死尸而不洁净，为何被阻止不得同以色列人在所定的日期献耶和华的供物呢？”",
            "note": ""
        },
        {
            "chapter": "9:8",
            "content": "摩西对他们说：“你们暂且等候，我可以去听耶和华指着你们是怎样吩咐的。”",
            "note": ""
        },
        {
            "chapter": "9:9",
            "content": "耶和华对摩西说：",
            "note": ""
        },
        {
            "chapter": "9:10",
            "content": "“你晓谕以色列人说：‘你们和你们后代中，若有人因死尸而不洁净，或在远方行路，还要向耶和华守逾越节。",
            "note": ""
        },
        {
            "chapter": "9:11",
            "content": "他们要在二月十四日黄昏的时候守逾越节。要用无酵饼与苦菜，和逾越节的羊羔同吃。",
            "note": ""
        },
        {
            "chapter": "9:12",
            "content": "一点不可留到早晨，羊羔的骨头一根也不可折断。他们要照逾越节的一切律例而守。",
            "note": "有几个人来到摩西那里诉说困境。他们因触摸死尸（或进入有死人之家），而成为不洁净的，不能守逾越节。留意神并没有改变他对逾越节的规定，他仍然维持圣洁的标准，规定凡因故不能在所定的日期守节的，可以推迟一个月，也就是在二月十四日黄昏举行（9：11）以履行神子民的责任。我们有时面对困境，很可能降低神的标准，以求解决，但摩西却能用智慧祈求，找到合理的解决方法。"
        },
        {
            "chapter": "9:13",
            "content": "那洁净而不行路的人，若推辞不守逾越节，那人要从民中剪除，因为他在所定的日期不献耶和华的供物，应该担当他的罪。",
            "note": ""
        },
        {
            "chapter": "9:14",
            "content": "若有外人寄居在你们中间，愿意向耶和华守逾越节，他要照逾越节的律例、典章行，不管是寄居的是本地人，同归一例。’”",
            "note": "我们有时会原谅非信徒，认为他们不用守神的诫命，例如认为圣诞节、复活节这类节日可以与他们无关。但是神指望外邦人在这时和以色列人一样，遵守律例典章。他对外邦人并没有另一种标准，不管是寄居的，是本地人，“同归一例”，这句话强调非以色列人也应遵从神的命令。神拣选以色列人，是为了作其他民族的榜样，使外邦人知道如何在地上顺服他，也就是要万族万民都归顺他，敬拜他。"
        },
        {
            "chapter": "9:15",
            "content": "立起帐幕的那日，有云彩遮盖帐幕，就是法柜的帐幕。从晚上到早晨，云彩在其上，形状如火。",
            "note": ""
        },
        {
            "chapter": "9:16",
            "content": "常是这样，云彩遮盖帐幕，夜间形状如火。",
            "note": ""
        },
        {
            "chapter": "9:17",
            "content": "云彩几时从帐幕收上去，以色列人就几时起行；云彩在哪里停住，以色列人就在那里安营。",
            "note": ""
        },
        {
            "chapter": "9:18",
            "content": "以色列人遵耶和华的吩咐起行；也遵耶和华的吩咐安营。云彩在帐幕上停住几时，他们就住营几时。",
            "note": ""
        },
        {
            "chapter": "9:19",
            "content": "云彩在帐幕上停留许多日子，以色列人就守耶和华所吩咐的不起行。",
            "note": ""
        },
        {
            "chapter": "9:20",
            "content": "有时云彩在帐幕上几天，他们就照耶和华的吩咐住营，也照耶和华的吩咐起行。",
            "note": ""
        },
        {
            "chapter": "9:21",
            "content": "有时从晚上到早晨，有这云彩在帐幕上，早晨云彩收上去，他们就起行。有时昼夜云彩停在帐幕上，收上去的时候，他们就起行。",
            "note": ""
        },
        {
            "chapter": "9:22",
            "content": "云彩停留在帐幕上，无论是两天，是一月，是一年，以色列人就住营不起行，但云彩收上去，他们就起行。",
            "note": "百姓在旷野跋涉，白天有云柱、夜晚有火柱引导他们，保护他们。云柱与火柱照着神的旨意移动，这些现象乃是神亲自引领的信号，也是他指引百姓行止的凭据。"
        },
        {
            "chapter": "9:23",
            "content": "他们遵耶和华的吩咐安营，也遵耶和华的吩咐起行。他们守耶和华所吩咐的，都是凭耶和华吩咐摩西的。",
            "note": "以色列人遵照神的引导起行或安营。顺从神的引导，你就明白不管是往前行或是停留，都是在神要你所在之处。你不必求问“神啊，我下一步该做什么？”乃要问“神啊，在我目前所在之处，你要我为你做什么？”他把你放在目前这个位置，自有他的目的。当你认清他现在要你做的事，就会逐渐明白他对你一生的旨意。"
        }
    ]
}