{
    "book": "以斯帖记",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "亚哈随鲁作王，从印度直到古实，统管一百二十七省。",
            "note": "亚哈随鲁王又称薛西斯大帝，是波斯的第五个王（公元前486-465年），为人骄傲冲动，这从第一章记载的事件便可见一斑。他的冬季皇宫设于书珊城（即1:3-7所记载设宴的地点）。波斯王出征讨伐前，通常都会摆设盛大的筵席。亚哈随鲁王于公元前481年出征希腊，在温泉关取得重大胜利，翌年在撒拉米斯却被击溃，须返回波斯。又过了一年，以斯帖成为皇后（公元前479年）。"
        },
        {
            "chapter": "1:2",
            "content": "亚哈随鲁王在书珊城的宫登基。",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "在位第三年，为他一切首领、臣仆设摆筵席，有波斯和玛代的权贵，就是各省的贵胄与首领，在他面前。",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "他把他荣耀之国的丰富和他美好威严的尊贵，给他们看了许多日，就是一百八十日。",
            "note": "庆宴持续六个月，目的在于策划入侵希腊的战略，并证明王有足够的财力来支持战事。在这里，发动战争是为了夺取更多的财富、土地和权力，并非为求自保。"
        },
        {
            "chapter": "1:5",
            "content": "这日子满了，又为所有住书珊城的大小人民，在御园的院子里设摆筵席七日。",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "有白色、绿色、蓝色的帐子，用细麻绳、紫色绳从银环内系在白玉石柱上，有金银的床榻摆在红、白、黄、黑玉石的铺石地上。",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "用金器皿赐酒，器皿各有不同。御酒甚多，足显王的厚意。",
            "note": "波斯在当时是超级强国，皇帝既是权力的中心，也是世界上最富有的人之一。他们爱炫耀财富，甚至把名贵宝石戴在胡子上。波斯男子以戴不同的宝石代表不同阶级，士兵甚至戴上大量的金饰前赴战场。"
        },
        {
            "chapter": "1:8",
            "content": "喝酒有例，不准勉强人，因王吩咐宫里的一切臣宰，让人各随己意。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "王后瓦实提在亚哈随鲁王的宫内，也为妇女设摆筵席。",
            "note": "古希腊文献称亚哈随鲁王的妻子为“阿美斯特丽”，相信这是瓦实提的希腊文名字。王后瓦实提虽于公元前484/483年被废黜，但古文献记载，在她儿子亚达薛西继承王位后的统治期间，她是他的母后；这可能是由于亚哈随鲁王统治末期以斯帖已去世，或是瓦实提通过儿子夺回权力。"
        },
        {
            "chapter": "1:10",
            "content": "第七日，亚哈随鲁王饮酒，心中快乐，就吩咐在他面前侍立的七个太监米户幔、比斯他、哈波拿、比革他、亚拔他、西达、甲迦，",
            "note": "一些近身内侍须受阉割成为太监，以防繁衍后代，篡位为王。"
        },
        {
            "chapter": "1:11",
            "content": "请王后瓦实提头戴王后的冠冕到王面前，使各等臣民看她的美貌，因为她容貌甚美。",
            "note": "亚哈随鲁王被酒冲昏头脑，失去理性，作出冲动的决定，而事后懊悔不已（2:1）。头脑不清时，所作的决定都是不明智的；因此，不要想做什么就去做，要三思而后行。"
        },
        {
            "chapter": "1:12",
            "content": "王后瓦实提却不肯遵太监所传的王命而来，所以王甚发怒，心如火烧。",
            "note": "瓦实提抗拒王命，不想在男性官员前露面，让他们欣赏，这可能是由于波斯习俗不许妇女在男性群体中露面。她心中必有矛盾：到底要随从波斯习俗，抑或听从王命？最后她选择了违抗半醉的王夫，希望他迟些会省悟。有说法谓瓦实提当时已怀有亚达薛西（生于公元前483年），因而不想在公众场合露面。"
        },
        {
            "chapter": "1:13,14",
            "content": "那时，在王左右常见王面、国中坐高位的，有波斯和玛代的七个大臣，就是甲示拿、示达、押玛他、他施斯、米力、玛西拿、米母干，都是达时务的明哲人。按王的常规，办事必先询问知例明法的人。王问他们说：",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "“王后瓦实提不遵太监所传的王命，照例应当怎样办理呢？”",
            "note": "中东的帝王与妻子的关系通常并不亲密，亚哈随鲁王也不例外，这从下列事例可见：（1）他拥有后宫（2:3）；（2）他不尊重瓦实提的意愿（1:13-15）；（3）后来当以斯帖作皇后时，他曾许久没有召见她（4:11）。"
        },
        {
            "chapter": "1:16",
            "content": "米母干在王和众首领面前回答说：“王后瓦实提这事不但得罪王，并且有害于王各省的臣民。",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "因为王后这事必传到众妇人的耳中，说亚哈随鲁王吩咐王后瓦实提到王面前，她却不来。她们就藐视自己的丈夫。",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "今日，波斯和玛代的众夫人听见王后这事，必向王的大臣照样行，从此必大开藐视和忿怒之端。",
            "note": ""
        },
        {
            "chapter": "1:19",
            "content": "王若以为美，就降旨写在波斯和玛代人的例中，永不更改，不准瓦实提再到王面前，将她王后的位分赐给比她还好的人。",
            "note": "波斯帝王被人民视为神一般，圣旨一出，便永远有效（参8:8注释及但6:8）。就算律例无理也不能废除。不过如有需要，王可另颁新例来抵销旧例。"
        },
        {
            "chapter": "1:20",
            "content": "所降的旨意传遍通国（国度本来广大），所有的妇人，无论丈夫贵贱都必尊敬他。”",
            "note": ""
        },
        {
            "chapter": "1:21",
            "content": "王和众首领都以米母干的话为美，王就照这话去行。",
            "note": "统治方法之一是颁布法令，强迫人民遵守；亚哈随鲁王和他的谋士就是选择这个方法。不过耶稣提醒我们，凌驾众人之上的统治，绝非信徒所当做的（参太20:25-26，）。"
        },
        {
            "chapter": "1:22",
            "content": "发诏书，用各省的文字、各族的方言通知各省，使为丈夫的在家中作主，各说本地的方言。",
            "note": ""
        }
    ]
}