{
    "book": "以斯帖记",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "这事以后，亚哈随鲁王抬举亚甲族哈米大他的儿子哈曼，使他高升，叫他的爵位超过与他同事的一切臣宰。",
            "note": ""
        },
        {
            "chapter": "3:2",
            "content": "在朝门的一切臣仆，都跪拜哈曼，因为王如此吩咐；惟独末底改不跪不拜。",
            "note": "末底改坚守自己的信念，没有为明哲保身而随波逐流；反之，他有勇气择善固守。坚持信念有时须力排众议，成为少数分子；不过，服从神较服从人重要得多（参徒5:29）。"
        },
        {
            "chapter": "3:3",
            "content": "在朝门的臣仆问末底改说：“你为何违背王的命令呢？”",
            "note": ""
        },
        {
            "chapter": "3:4",
            "content": "他们天天劝他，他还是不听。他们就告诉哈曼，要看末底改的事站得住站不住，因他已经告诉他们自己是犹大人。",
            "note": "末底改拒绝向哈曼下拜。犹太人有时也向政府官员下拜，以示尊敬（参创23:7；撒上24:8）。但是，波斯王及位高权重的大臣，在国内被视为神圣不可侵犯的，在他们面前下跪，就等于把他们当作神，因此末底改决不肯这样做。但以理的三个朋友也曾拒绝敬拜金像（参但3：1-30）。我们敬拜的对象，只能是独一真神，而不是任何人。若有人要求你向他膜拜或违背神，你千万不要让步。"
        },
        {
            "chapter": "3:5",
            "content": "哈曼见末底改不跪不拜，他就怒气填胸。",
            "note": ""
        },
        {
            "chapter": "3:6",
            "content": "他们已将末底改的本族告诉哈曼。他以为下手害末底改一人是小事，就要灭绝亚哈随鲁王通国所有的犹大人，就是末底改的本族。",
            "note": "为何哈曼因末底改一人所为，便想灭绝整个犹太民族？（1）哈曼是亚甲人，是以色列的宿敌亚玛力人的后裔，因此他也仇恨犹太民族。（2）一人之下，万人之上（3:1）的哈曼权欲薰心，渴望得人尊崇；可是，犹太人却独尊神为最高的权威，不畏其他权势。哈曼知道，惟一满足他虚荣心的途径，便是杀戮这批敬重神，过于敬重他和皇帝的人。追求权力和种族仇恨促使他策划灭族行动。"
        },
        {
            "chapter": "3:7",
            "content": "亚哈随鲁王十二年正月，就是尼散月，人在哈曼面前，按日日月月掣普珥，就是掣签，要定何月何日为吉，择定了十二月，就是亚达月。",
            "note": "哈曼抽签择日，一心要铲除犹太人。他自以为易如反掌，谁知神的旨意远高过他的计谋，事情的进展全在神的计划中；杀戮之期几乎定在一年之后，使以斯帖有充足的时间奏请皇上。波斯人称“抽签”为“普珥”，料想不到，哈曼消灭犹太人之日，竟然变为神拯救犹太人之时，于是犹太人便称这日为“普珥日”，欢喜庆祝。"
        },
        {
            "chapter": "3:8",
            "content": "哈曼对亚哈随鲁王说：“有一种民，散居在王国各省的民中。他们的律例与万民的律例不同，也不守王的律例，所以容留他们与王无益。",
            "note": ""
        },
        {
            "chapter": "3:9",
            "content": "王若以为美，请下旨意灭绝他们；我就捐一万他连得银子，交给掌管国帑的人，纳入王的府库。”",
            "note": "哈曼必在想，皇上若降旨让他灭绝犹太人，他便可趁机掠夺他们的家园财产，中饱私囊。因为犹太人在帝国境内为数不少。"
        },
        {
            "chapter": "3:10",
            "content": "于是，王从自己手上摘下戒指，给犹大人的仇敌、亚甲族哈米大他的儿子哈曼。",
            "note": ""
        },
        {
            "chapter": "3:11",
            "content": "王对哈曼说：“这银子仍赐给你，这民也交给你，你可以随意待他们。”",
            "note": ""
        },
        {
            "chapter": "3:12",
            "content": "正月十三日，就召了王的书记来，照着哈曼一切所吩咐的，用各省的文字、各族的方言，奉亚哈随鲁王的名写旨意，传与总督和各省的省长，并各族的首领。又用王的戒指盖印，",
            "note": "古时的官员以印章戒指来代替个人签名。戒指表面镶有凸起的印鉴，用金属、木或骨制造。亚哈随鲁王的御玺戒指，很可能以金或银制造。把戒指印章盖在信封口处的软火漆上可密封信件，国家文件则用皇家印鉴为证。亚哈随鲁王把御玺戒指交给哈曼，意味着哈曼已取得无限的权力，大可为所欲为；可是皇帝却不知自己的戒指王印将会给爱妻以斯帖颁签死状。"
        },
        {
            "chapter": "3:13",
            "content": "交给驿卒传到王的各省，吩咐将犹大人，无论老少妇女孩子，在一日之间，十二月，就是亚达月十三日，全然剪除，杀戮灭绝，并夺他们的财为掠物。",
            "note": "哈曼颁发状书，判处波斯帝国境内所有犹太人死刑，以色列境内的犹太人自然也包括在内。倘若诏书的命令得到执行，神拣选的子民便会被灭绝，而神差爱子到世上成为犹太人的计划就会落空！可是，神的旨意是无人能阻挠的（参伯42:2）。"
        },
        {
            "chapter": "3:14",
            "content": "抄录这旨意，颁行各省，宣告各族，使他们预备等候那日。",
            "note": ""
        },
        {
            "chapter": "3:15",
            "content": "驿卒奉王命急忙起行，旨意也传遍书珊城。王同哈曼坐下饮酒，书珊城的民，却都慌乱。",
            "note": ""
        }
    ]
}