{
    "book": "以斯帖记",
    "chapter": "4",
    "verses": [
        {
            "chapter": "4:1",
            "content": "末底改知道所做的这一切事，就撕裂衣服，穿麻衣，蒙灰尘，在城中行走，痛哭哀号。",
            "note": ""
        },
        {
            "chapter": "4:2",
            "content": "到了朝门前停住脚步，因为穿麻衣的不可进朝门。",
            "note": ""
        },
        {
            "chapter": "4:3",
            "content": "王的谕旨所到的各省各处，犹大人大大悲哀，禁食哭泣哀号，穿麻衣躺在灰中的甚多。",
            "note": ""
        },
        {
            "chapter": "4:4",
            "content": "王后以斯帖的宫女和太监来把这事告诉以斯帖，她甚是忧愁，就送衣服给末底改穿，要他脱下麻衣，他却不受。",
            "note": ""
        },
        {
            "chapter": "4:5",
            "content": "以斯帖就把王所派伺候她的一个太监，名叫哈他革召来，吩咐他去见末底改，要知道这是什么事，是什么缘故。",
            "note": ":1　一切虽全在神的掌管之中，可是末底改与以斯帖必须有所行动；虽然我们无法明白这看似矛盾的道理，但事实的确如此，神选择并透过愿意为他工作的人，实践他的计划。我们祈祷时，要全心倚靠神；一旦行动时，则要全情投入。我们要避免走两种极端：坐等不动及一切靠自己。"
        },
        {
            "chapter": "4:6",
            "content": "于是，哈他革出到朝门前的宽阔处见末底改。",
            "note": ""
        },
        {
            "chapter": "4:7",
            "content": "末底改将自己所遇的事，并哈曼为灭绝犹大人，应许捐入王库的银数，都告诉了他。",
            "note": ""
        },
        {
            "chapter": "4:8",
            "content": "又将所抄写传遍书珊城要灭绝犹大人的旨意交给哈他革，要给以斯帖看，又要给她说明，并嘱咐她进去见王，为本族的人在王面前恳切祈求。",
            "note": ""
        },
        {
            "chapter": "4:9",
            "content": "哈他革回来，将末底改的话告诉以斯帖。",
            "note": ""
        },
        {
            "chapter": "4:10",
            "content": "以斯帖就吩咐哈他革去见末底改说：“",
            "note": ""
        },
        {
            "chapter": "4:11",
            "content": "王的一切臣仆和各省的人民，都知道有一个定例：若不蒙召，擅入内院见王的，无论男女必被治死；除非王向他伸出金杖，不得存活。现在我没有蒙召进去见王已经三十日了。”",
            "note": ""
        },
        {
            "chapter": "4:12",
            "content": "人就把以斯帖这话告诉末底改。",
            "note": ""
        },
        {
            "chapter": "4:13",
            "content": "末底改托人回复以斯帖说：“你莫想在王宫里强过一切犹大人，得免这祸。",
            "note": "虽然以斯帖贵为皇后，分享到国王的权力财富，但并不表示她就不需神的保护和智慧。不论在任何政治体制下，无人能够凭己力得享安稳。倘若相信财富地位能使我们百害不侵，就是愚不可及了。"
        },
        {
            "chapter": "4:14",
            "content": "此时你若闭口不言，犹大人必从别处得解脱、蒙拯救；你和你父家必至灭亡。焉知你得了王后的位分，不是为现今的机会吗？”",
            "note": "虽然以斯帖记没有直接提及神的名字，但全书充满神的驾临。以斯帖与末底改相信神必会眷顾；由于他们在合适的时机采取行动，神便使用他们，拯救自己的子民。"
        },
        {
            "chapter": "4:15",
            "content": "以斯帖就吩咐人回报末底改说：",
            "note": ""
        },
        {
            "chapter": "4:16",
            "content": "“你当去招聚书珊城所有的犹大人，为我禁食三昼三夜，不吃不喝；我和我的宫女也要这样禁食。然后我违例进去见王，我若死就死吧！”",
            "note": "“独善其身”，“自扫门前雪”，反映了世人对生命的自私看法，以斯帖的态度却截然不同。她知道该做的是什么，也了解可能因此而赔上生命，但她义无反顾，“我若死就死吧”意为“即使处死，也死得甘心”，虽然有时代价非凡，但对于必须做的，我们也须有同样的牺牲精神。你有否为了独善其身，在需要挺身而出时却保持缄默？只管按着神的心意而行，结果自有神来负责。"
        },
        {
            "chapter": "4:17",
            "content": "于是，末底改照以斯帖一切所吩咐的去行。",
            "note": "以斯帖与末底改相信，神会拯救他的子民，但他们不是呆坐着等，而是积极采取行动。虽然神一直掌权，但他常透过人去工作，所以我们必须实践他的旨意。单是祷告，和静观其变，并不足够。很多人相信神的应许，却只愿置身事外。以斯帖就不同，她决定晋见皇上，而末底改也遵行她的吩咐去做。该是你做的事，不要等待别人替你做。采取行动参与神的计划，你就会尝到神旨意得以成就时的喜乐。"
        }
    ]
}