{
    "book": "申命记",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "以下所记的是摩西在约旦河东的旷野、疏弗对面的亚拉巴，就是巴兰、陀弗、拉班、哈洗录、底撒哈中间，向以色列众人所说的话。",
            "note": ""
        },
        {
            "chapter": "1:2",
            "content": "从何烈山经过西珥山，到加低斯巴尼亚，有十一天的路程。",
            "note": "以色列人用了四十年，才走完实际上只需要走十一天的路程。不是由于他们与应许之地距离太远，而是他们的内心出了问题。神不但要把这一大群人安置到新的地方，他的旨意其实是预备他们，在进入应许之地以后过顺服的生活。假使以色列人跟当地的人一模一样邪恶不仁，他应许把地赐给他们又有什么益处呢？长途跋涉实在使他们苦不堪言，对磨炼他们的心志却是不可少的。神藉这事教导他们，要认识他是怎样的一位神──他乃是永生神，是全民的领袖。他也教导百姓认识自己是败坏、犯罪、又悖逆又怀疑神的人。他将律法赐给这些悖逆之民，使他们晓得应该怎样敬畏神、与人相处。你的属灵旅程虽然漫长，可能有痛苦失望与艰难，但是请你切记，神不但要使你存活，他更要你过事奉他、敬爱他的生活。"
        },
        {
            "chapter": "1:3",
            "content": "出埃及第四十年十一月初一日，摩西照耶和华藉着他所吩咐以色列人的话都晓谕他们。",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "那时，他已经击杀了住希实本的亚摩利王西宏，和住以得来、亚斯他录的巴珊王噩。",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "摩西在约旦河东的摩押地讲律法说：",
            "note": "以色列人在旷野飘流四十年，本书只记载他们在这最后一年的第十一个月之中一两个礼拜的经历（1:3）。第十二个月，就是最后一个月，他们为摩西哀哭（34:8）。他们在出埃及以后第四十一年的正月，进入应许之地（参4:19）。"
        },
        {
            "chapter": "1:6",
            "content": "“耶和华我们的　神在何烈山晓谕我们说：‘你们在这山上住的日子够了，",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "要起行转到亚摩利人的山地和靠近这山地的各处，就是亚拉巴、山地、高原、南地、沿海一带，迦南人的地并黎巴嫩山，又到幼发拉底大河。",
            "note": "请留意看摩西述说以色列人四十年行程的摘要，不是从埃及而是从何烈（西奈）山开始。他为什么将出埃及的头一部分略去？因为他并不是要列出详尽的行程，只是摘述民族的发展。他认为，以色列族不是在埃及，乃是在西奈山下开始形成的，因为神在那里与他百姓立约（参19:20）。他们与神立约后，就有了全备的知识与责任。他们既自愿选择信服神，就必须知道怎样信从他。因此神赐下详细的律法与原则，说明他期望百姓过怎样的生活（这些律例典章记载在出埃及记、利未记和民数记中），从此他们不能再推诿，说不懂得分辨是非。他们既答应顺从神，也知道该怎样做，就有责任谨守遵行。神若吩咐你拔营起程，面对他所赐的新挑战，你是否准备顺命呢？"
        },
        {
            "chapter": "1:8",
            "content": "如今我将这地摆在你们面前，你们要进去得这地，就是耶和华向你们列祖亚伯拉罕、以撒、雅各起誓应许赐给他们和他们后裔为业之地。’",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "那时我对你们说：‘管理你们的重任，我独自担当不起。",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "耶和华你们的　神使你们多起来。看哪！你们今日像天上的星那样多。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "惟愿耶和华你们列祖的　神使你们比如今更多千倍，照他所应许你们的话赐福与你们。",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "但你们的麻烦，和管理你们的重任，并你们的争讼，我独自一人怎能担当得起呢？",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "你们要按着各支派选举有智慧、有见识、为众人所认识的，我立他们为你们的首领。’",
            "note": "摩西若独力引领全族，确是个极大的重担，他一个人难以完成任务。好像其他民族、机构与教会的增长一样，以色列民中的事务变得越来越复杂。纷争时起，意见纷纭，一位领导人已无法决断全局。你可能像摩西一样倾向独揽一切工作，不敢或者不好意思请人帮助。摩西作了明智的决定，叫别人与他一同担负领导工作。不要一个人负起全部的责任，当找别人共同负担，使他们也可以运用神所赐的才干与能力。"
        },
        {
            "chapter": "1:14",
            "content": "你们回答我说：‘照你所说的行了为妙。’",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "我便将你们各支派的首领，有智慧、为众人所认识的，照你们的支派，立他们为官长、千夫长、百夫长、五十夫长、十夫长，管理你们。",
            "note": ""
        },
        {
            "chapter": "1:16",
            "content": "当时，我嘱咐你们的审判官说：‘你们听讼，无论是弟兄彼此争讼，是与同居的外人争讼，都要按公义判断。",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "审判的时候，不可看人的外貌；听讼不可分贵贱，不可惧怕人，因为审判是属乎　神的。若有难断的案件，可以呈到我这里，我就判断。’",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "那时，我将你们所当行的事都吩咐你们了。",
            "note": "摩西列出卓越领袖必备的内在素质：（1）有智慧；（2）有见识；（3）为众人所尊敬。这些特点跟现在人常用以遴选领袖的资格，有显着的差别。现代人注重仪表、财富、声望，有出人头地的抱负。身为领导的，应当令人看出具有摩西所列的素质，在选举贤能的时候，也要物色这类才德之士。"
        },
        {
            "chapter": "1:19",
            "content": "我们照着耶和华我们　神所吩咐的，从何烈山起行，经过你们所看见那大而可怕的旷野，往亚摩利人的山地去，到了加低斯巴尼亚。",
            "note": ""
        },
        {
            "chapter": "1:20",
            "content": "我对你们说：‘你们已经到了耶和华我们　神所赐给我们的亚摩利人之山地。",
            "note": ""
        },
        {
            "chapter": "1:21",
            "content": "看哪！耶和华你的　神已将那地摆在你面前，你要照耶和华你列祖的　神所说的上去得那地为业，不要惧怕，也不要惊惶。’",
            "note": ""
        },
        {
            "chapter": "1:22",
            "content": "你们都就近我来说：‘我们要先打发人去，为我们窥探那地，将我们上去该走何道，必进何城，都回报我们。’",
            "note": "摩西打发探子去窥探迦南地，不是决定应否进入应许之地，而是察探应当从何处进入。但是探子回来以后，大多数皆认为不值得付代价去冒险犯难。神必定赐攻地的能力，但是他们不敢冒险，决定放弃。神虽然赐我们能力以胜过一切障碍，但是我们常常像以色列人一样满怀疑惧，让困难控制一生。顺从神，不理会诸般艰难，必能因信而英勇得胜。"
        },
        {
            "chapter": "1:23",
            "content": "这话我以为美，就从你们中间选了十二个人，每支派一人。",
            "note": ""
        },
        {
            "chapter": "1:24",
            "content": "于是，他们起身上山地去，到以实各谷，窥探那地。",
            "note": ""
        },
        {
            "chapter": "1:25",
            "content": "他们手里拿着那地的果子下来，到我们那里回报说：‘耶和华我们的　神所赐给我们的是美地。’",
            "note": ""
        },
        {
            "chapter": "1:26",
            "content": "你们却不肯上去，竟违背了耶和华你们　神的命令，",
            "note": ""
        },
        {
            "chapter": "1:27",
            "content": "在帐棚内发怨言说：‘耶和华因为恨我们，所以将我们从埃及地领出来，要交在亚摩利人手中，除灭我们。",
            "note": ""
        },
        {
            "chapter": "1:28",
            "content": "我们上哪里去呢？我们的弟兄使我们的心消化，说那地的民比我们又大又高，城邑又广大又坚固，高得顶天，并且我们在那里看见亚衲族的人。’",
            "note": "迦南地有巨人和高大的坚固城邑。巨人就是亚衲族人，可能身高2.1到2.7公尺。那地有许多坚固城，城墙约有9公尺高。以色列人的惧怕虽然可以理解，但却不成理由，因为全能的神已经应许他们能胜过那里的人。"
        },
        {
            "chapter": "1:29",
            "content": "我就对你们说：‘不要惊恐，也不要怕他们。",
            "note": ""
        },
        {
            "chapter": "1:30",
            "content": "在你们前面行的耶和华你们的　神必为你们争战，正如他在埃及和旷野，在你们眼前所行的一样。",
            "note": ""
        },
        {
            "chapter": "1:31",
            "content": "你们在旷野所行的路上，也曾见耶和华你们的　神抚养你们，如同人抚养儿子一般，直等你们来到这地方。’",
            "note": ""
        },
        {
            "chapter": "1:32",
            "content": "你们在这事上却不信耶和华你们的　神。",
            "note": ""
        },
        {
            "chapter": "1:33",
            "content": "他在路上，在你们前面行，为你们找安营的地方。夜间在火柱里，日间在云柱里，指示你们所当行的路。",
            "note": ""
        },
        {
            "chapter": "1:34",
            "content": "耶和华听见你们这话，就发怒起誓说：",
            "note": ""
        },
        {
            "chapter": "1:35",
            "content": "‘这恶世代的人连一个也不得见我起誓应许赐给你们列祖的美地；",
            "note": ""
        },
        {
            "chapter": "1:36",
            "content": "惟有耶孚尼的儿子迦勒必得看见，并且我要将他所踏过的地赐给他和他的子孙，因为他专心跟从我。’",
            "note": ""
        },
        {
            "chapter": "1:37",
            "content": "耶和华为你的缘故也向我发怒说：‘你必不得进入那地。",
            "note": ""
        },
        {
            "chapter": "1:38",
            "content": "伺候你、嫩的儿子约书亚，他必得进入那地，你要勉励他，因为他要使以色列人承受那地为业，",
            "note": ""
        },
        {
            "chapter": "1:39",
            "content": "并且你们的妇人孩子，就是你们所说必被掳掠的和今日不知善恶的儿女，必进入那地。我要将那地赐给他们，他们必得为业。",
            "note": ""
        },
        {
            "chapter": "1:40",
            "content": "至于你们，要转回，从红海的路往旷野去。’",
            "note": "摩西讲述探子侦察应许之地的情形（民13-14章）。探子回来报告那地有巨人（亚衲族人），城市墙垣高大，百姓就惧怕而不敢前进，开始怨天尤人，陷入进退两难的困境。但是约书亚与迦勒二人指出，这地不仅肥沃，而且敌人脆弱，是可以击败的，因为有神帮助他们。我们若只消极地专注难处，就会畏首畏尾，不敢行动。尽量专注于正面──那是神的指示与应许。在你面对重要抉择并明白当做的事时，要凭信心迈步向前，别让困难阻碍你得胜。"
        },
        {
            "chapter": "1:41",
            "content": "那时，你们回答我说：‘我们得罪了耶和华，情愿照耶和华我们　神一切所吩咐的上去争战。’于是你们各人带着兵器，争先上山地去了。",
            "note": ""
        },
        {
            "chapter": "1:42",
            "content": "耶和华吩咐我说：‘你对他们说：不要上去，也不要争战，因我不在你们中间，恐怕你们被仇敌杀败了。’",
            "note": ""
        },
        {
            "chapter": "1:43",
            "content": "我就告诉了你们，你们却不听从，竟违背耶和华的命令，擅自上山地去了。",
            "note": ""
        },
        {
            "chapter": "1:44",
            "content": "住那山地的亚摩利人就出来攻击你们，追赶你们如蜂拥一般，在西珥杀退你们，直到何珥玛。",
            "note": ""
        },
        {
            "chapter": "1:45",
            "content": "你们便回来，在耶和华面前哭号；耶和华却不听你们的声音，也不向你们侧耳。",
            "note": ""
        },
        {
            "chapter": "1:46",
            "content": "于是，你们在加低斯住了许多日子。",
            "note": ""
        }
    ]
}