{
    "book": "申命记",
    "chapter": "13",
    "verses": [
        {
            "chapter": "13:1",
            "content": "你们中间若有先知或是做梦的起来，向你显个神迹奇事，",
            "note": ""
        },
        {
            "chapter": "13:2",
            "content": "对你说：‘我们去随从你素来所不认识的别神，事奉他吧！’他所显的神迹奇事，虽有应验，",
            "note": ""
        },
        {
            "chapter": "13:3",
            "content": "你也不可听那先知或是那做梦之人的话。因为这是耶和华你们的　神试验你们，要知道你们是尽心尽性爱耶和华你们的　神不是。",
            "note": "具有吸引力的领导人，不一定是神所差派的，摩西警告以色列人要提防假先知，他们引诱人敬拜别神。激励人心的新主张可能悦耳动听，但是我们必须留心那是否与神的话吻合。若有人说是为神发言，我们就要留心察看：他们是否讲真话，说真理？是否以神为中心？他们的话与你所知的真理是否一致？有些人讲真理，令你归向神；另有些人有说服力，却使你归附他们。这些人所讲的虽头头是道，却引领人走上歧途。神不反对人有新主张，但他也要人慎重。你听到新颖的、吸引人的新主张，要先仔细察验，不要立刻热烈回应。现在到处是假先知，智慧人会用圣经真理来判断。"
        },
        {
            "chapter": "13:4",
            "content": "你们要顺从耶和华你们的　神，敬畏他，谨守他的诫命，听从他的话，事奉他，专靠他。",
            "note": ""
        },
        {
            "chapter": "13:5",
            "content": "那先知或是那做梦的，既用言语叛逆那领你们出埃及地、救赎你脱离为奴之家的耶和华你们的　神，要勾引你离开耶和华你　神所吩咐你行的道，你便要将他治死，这样就把那恶从你们中间除掉。",
            "note": ""
        },
        {
            "chapter": "13:6",
            "content": "你的同胞弟兄，或是你的儿女，或是你怀中的妻，或是如同你性命的朋友，若暗中引诱你说：‘我们不如去事奉你和你列祖素来所不认识的别神，",
            "note": ""
        },
        {
            "chapter": "13:7",
            "content": "是你四围列国的神。’无论是离你近离你远，从地这边到地那边的神，",
            "note": ""
        },
        {
            "chapter": "13:8",
            "content": "你不可依从他，也不可听从他，眼不可顾惜他；你不可怜恤他，也不可遮庇他。",
            "note": ""
        },
        {
            "chapter": "13:9",
            "content": "总要杀他，你先下手，然后众民也下手，将他治死。",
            "note": ""
        },
        {
            "chapter": "13:10",
            "content": "要用石头打死他，因为他想要勾引你离开那领你出埃及地为奴之家的耶和华你的　神。",
            "note": ""
        },
        {
            "chapter": "13:11",
            "content": "以色列众人都要听见害怕，就不敢在你们中间再行这样的恶了。",
            "note": "神警告以色列人，不可听从假先知，也不要听从敬拜别神的人，无论是密友家人，都应当拒绝。人常常在不知不觉之中，受引诱离开神的命令。误导人的话不一定是大声呼喝，有可能是低声细语，尤其是出于自己所爱的人，喁喁细语更易使人接受。不过爱亲人绝不应超过爱神和对神的敬畏。我们在祷告中向神倾吐，殷勤查考圣经，就能抵制甜言蜜语的引诱。"
        },
        {
            "chapter": "13:12-13",
            "content": "在耶和华你　神所赐你居住的各城中，你若听人说，有些匪类从你们中间的一座城出来勾引本城的居民说：‘我们不如去事奉你们素来所不认识的别神。’",
            "note": ""
        },
        {
            "chapter": "13:14",
            "content": "你就要探听、查究，细细地访问，果然是真，准有这可憎恶的事行在你们中间，",
            "note": ""
        },
        {
            "chapter": "13:15",
            "content": "你必要用刀杀那城里的居民，把城里所有的，连牲畜都用刀杀尽。",
            "note": ""
        },
        {
            "chapter": "13:16",
            "content": "你从那城里所夺的财物都要堆积在街市上，用火将城和其内所夺的财物都在耶和华你　神面前烧尽，那城就永为荒堆，不可再建造。",
            "note": "摩西吩咐以色列人，要把弃绝神的城邑尽行毁灭，以免其他城市效尤，也随之偏离正道。不过，必须先查明，确定弃绝神的事属实，然后才采取行动。以色列的首领意识到，他们错怪约旦河东的三个支派偏离信仰（参书22:10-34），于是就止住战争，挽救了许多人的性命。我们一旦听闻朋友偏离了神，甚至全教会都背弃了信仰，首先要查究是否属实，然后才采取行动。神有时要我们采取行动，如斥责刚愎成性的朋友，管教儿女，弃绝假教训，这都是理所当然的，但我们必须先确定这些是否属实才能行动。"
        },
        {
            "chapter": "13:17,18",
            "content": "那当毁灭的物，连一点都不可粘你的手。你要听从耶和华你　神的话，遵守我今日所吩咐你的一切诫命，行耶和华你　神眼中看为正的事，耶和华就必转意，不发烈怒，恩待你，怜恤你，照他向你列祖所起的誓使你人数增多。",
            "note": ""
        }
    ]
}