{
    "book": "申命记",
    "chapter": "17",
    "verses": [
        {
            "chapter": "17:1",
            "content": "凡有残疾，或有什么恶病的牛羊，你都不可献给耶和华你的　神，因为这是耶和华你　神所憎恶的。",
            "note": "摩西把这个命令列于此，可能因为有些以色列人将有残疾的牛羊作为祭牲献给神。人常常受试探，希望少给神，以为没有人知道真相。奉献的态度显明我们的优先取向。将剩下的献给神，表示神在我们的生活中并不重要。你要让神优先使用你的金钱、时间、才能，如此才算尊崇他。"
        },
        {
            "chapter": "17:2",
            "content": "在你们中间，在耶和华你　神所赐你的诸城中，无论哪座城里，若有人，或男或女，行耶和华你　神眼中看为恶的事，违背了他的约，",
            "note": ""
        },
        {
            "chapter": "17:3",
            "content": "去事奉敬拜别神，或拜日头，或拜月亮，或拜天象，是主不曾吩咐的，",
            "note": ""
        },
        {
            "chapter": "17:4",
            "content": "有人告诉你，你也听见了，就要细细地探听；果然是真，准有这可憎恶的事行在以色列中，",
            "note": ""
        },
        {
            "chapter": "17:5",
            "content": "你就要将行这恶事的男人或女人拉到城门外，用石头将他打死。",
            "note": ""
        },
        {
            "chapter": "17:6",
            "content": "要凭两三个人的口作见证，将那当死的人治死；不可凭一个人的口作见证将他治死。",
            "note": ""
        },
        {
            "chapter": "17:7",
            "content": "见证人要先下手，然后众民也下手将他治死。这样，就把那恶从你们中间除掉。",
            "note": "不可单凭一个证人的见证就将人处死，必须有两三个证人作证，才可以定人的死罪，用石头打死。要将被定罪的人带到城外，由见证人先向他投掷大石，路过之人接着也可向他投石。将拜偶像的人处死，这种制度就是将“这种恶从以色列人中除去”。这两种方式能保护被告，首先，规定要有多名证人，以防止人出于私仇而作“假见证”；第二，它规定原告要首先向犯人掷石，这可使他们三思是否作不公平的控告。"
        },
        {
            "chapter": "17:8",
            "content": "你城中若起了争讼的事，或因流血，或因争竞，或因殴打，是你难断的案件，你就当起来，往耶和华你　神所选择的地方，",
            "note": ""
        },
        {
            "chapter": "17:9",
            "content": "去见祭司利未人，并当时的审判官，求问他们，他们必将判语指示你。",
            "note": ""
        },
        {
            "chapter": "17:10",
            "content": "他们在耶和华所选择的地方指示你的判语，你必照着他们所指教你的一切话谨守遵行。",
            "note": ""
        },
        {
            "chapter": "17:11",
            "content": "要按他们所指教你的律法，照他们所断定的去行，他们所指示你的判语，你不可偏离左右。",
            "note": ""
        },
        {
            "chapter": "17:12",
            "content": "若有人擅敢不听从那侍立在耶和华你　神面前的祭司，或不听从审判官，那人就必治死。这样，便将那恶从以色列中除掉。",
            "note": ""
        },
        {
            "chapter": "17:13",
            "content": "众百姓都要听见害怕，不再擅敢行事。",
            "note": ""
        },
        {
            "chapter": "17:14",
            "content": "到了耶和华你　神所赐你的地，得了那地居住的时候，若说：‘我要立王治理我，像四围的国一样。’",
            "note": ""
        },
        {
            "chapter": "17:15",
            "content": "你总要立耶和华你　神所拣选的人为王，必从你弟兄中立一人，不可立你弟兄以外的人为王。",
            "note": ""
        },
        {
            "chapter": "17:16",
            "content": "只是王不可为自己加添马匹，也不可使百姓回埃及去，为要加添他的马匹，因耶和华曾吩咐你们说：‘不可再回那条路去。’",
            "note": ""
        },
        {
            "chapter": "17:17",
            "content": "他也不可为自己多立妃嫔，恐怕他的心偏邪；也不可为自己多积金银。",
            "note": "以色列君王都未留心这个警告，结果自取败亡。神使所罗门诸事亨通，但是他在富足以后，就建立强大的军队，娶了许多妻妾，他的心也偏离了神（参王上11:-10）。他犯罪导致以色列的不顺服、使国家分裂和百姓被掳。"
        },
        {
            "chapter": "17:18",
            "content": "他登了国位，就要将祭司利未人面前的这律法书，为自己抄录一本，",
            "note": ""
        },
        {
            "chapter": "17:19",
            "content": "存在他那里；要平生诵读，好学习敬畏耶和华他的　神，谨守遵行这律法书上的一切言语和这些律例，",
            "note": ""
        },
        {
            "chapter": "17:20",
            "content": "免得他向弟兄心高气傲，偏左偏右，离了这诫命。这样，他和他的子孙，便可在以色列中，在国位上年长日久。",
            "note": "以色列人所选出的君王，必须爱慕神的话语──圣经。他必须（1）为自己抄录一本律法书，供他个人使用（那是古时的摩西五经）；（2）将这书妥为保存；（3）每天诵读；（4）完全顺服神的话语。他这样行就能尊敬神，不至心高气傲，看不起别人或在富足强盛的时候忽略神。不阅读神的话语，我们就不能明白神的旨意；除非经常阅读、默想他的话语，不然圣经对我们就毫无用处。现代人容易得到圣经，因此不难获得古时以色列君王的智慧之源，而更大的挑战，是依照圣经的指示去行。"
        }
    ]
}