{
    "book": "申命记",
    "chapter": "18",
    "verses": [
        {
            "chapter": "18:1",
            "content": "祭司利未人和利未全支派，必在以色列中无分无业，他们所吃用的，就是献给耶和华的火祭和一切所捐的。",
            "note": ""
        },
        {
            "chapter": "18:2",
            "content": "他们在弟兄中必没有产业，耶和华是他们的产业，正如耶和华所应许他们的。",
            "note": ""
        },
        {
            "chapter": "18:3",
            "content": "祭司从百姓所当得的分乃是这样：凡献牛或羊为祭的，要把前腿和两腮并脾胃给祭司。",
            "note": ""
        },
        {
            "chapter": "18:4",
            "content": "初收的五谷、新酒和油，并初剪的羊毛，也要给他。",
            "note": ""
        },
        {
            "chapter": "18:5",
            "content": "因为耶和华你的　神，从你各支派中将他拣选出来，使他和他子孙永远奉耶和华的名侍立事奉。",
            "note": ""
        },
        {
            "chapter": "18:6",
            "content": "利未人，无论寄居在以色列中的哪一座城，若从那里出来，一心愿意到耶和华所选择的地方，",
            "note": ""
        },
        {
            "chapter": "18:7",
            "content": "就要奉耶和华他　神的名事奉，像他众弟兄利未人侍立在耶和华面前事奉一样。",
            "note": ""
        },
        {
            "chapter": "18:8",
            "content": "除了他卖祖父产业所得的以外，还要得一分祭物与他们同吃。",
            "note": "旧约时代的祭司与利未人和现代的教牧人员性质极其相似。他们的任务有（1）把有关神的事教导百姓；（2）作敬虔生活的榜样；（3）料理圣所（先是会幕）和圣所内工作人员有关的事务；（4）分配百姓所献的供物与奉献。由于祭司不能拥有产业，又不能从事别的行业谋利，所以神有特别的安排，使他们能得到公平的对待。神派到教会的工作人员，有些教会却占他们的便宜。例如，未按他们付出的时间或技能给予酬劳，或规定牧师要参加全部的聚会，忽视他们本身的家庭生活。从圣经的立场看你自己的教会，你又以什么方式尊敬神所赐的领导人呢？"
        },
        {
            "chapter": "18:9",
            "content": "你到了耶和华你　神所赐之地，那些国民所行可憎恶的事，你不可学着行。",
            "note": ""
        },
        {
            "chapter": "18:10",
            "content": "你们中间不可有人使儿女经火，也不可有占卜的、观兆的、用法术的、行邪术的、",
            "note": "神严厉禁止人献儿女为祭，也禁止邪术和法术。这些古灵精怪的事，在异教之中极为普遍。以色列的邻国亚扪人，就将他们的儿女献给假神摩洛（参利20:2-5）。别国的宗教使用超自然的方法，例如用交鬼、占卜来预测未来或寻求引导。因为他们的邪风败俗，神要将信奉异教的各族从那地赶出去（18:12）。以色列人要敬拜独一的真神，取代异教的假神。"
        },
        {
            "chapter": "18:11",
            "content": "用迷术的、交鬼的、行巫术的、过阴的。",
            "note": ""
        },
        {
            "chapter": "18:12",
            "content": "凡行这些事的，都为耶和华所憎恶，因那些国民行这可憎恶的事，所以耶和华你的　神将他们从你面前赶出。",
            "note": ""
        },
        {
            "chapter": "18:13",
            "content": "你要在耶和华你的　神面前作完全人。",
            "note": "以色列人对迦南人宗教上诡谲的习俗难免好奇。撒但躲在背后操纵这些神秘习俗，因此神断然禁止以色列人沾染这些事。现代人仍然对占星术、看相算命、巫术和怪异的崇拜着迷，他们想明白并控制未来。撒但对现代人和对摩西时代的人，都是一样的阴险。神在圣经中已告诉我们必须知道的事，也透露有关将来发生的事。然而，撒但藉各种邪术所提供的信息，有歪曲的也有虚假的。我们有圣灵，藉着圣经与教会的引导，根本不需要藉古灵精怪的方法去寻求错误的指引。"
        },
        {
            "chapter": "18:14",
            "content": "因你所要赶出的那些国民，都听信观兆的和占卜的；至于你，耶和华你的　神从来不许你这样行。",
            "note": ""
        },
        {
            "chapter": "18:15",
            "content": "耶和华你的　神要从你们弟兄中间给你兴起一位先知像我，你们要听从他。",
            "note": "司提反用这节经文证明，摩西所宣称的正是神的儿子耶稣基督，就是弥赛亚（参徒7:37）。耶稣基督降世为人，并不是在事后才有的说法，乃是出于神起初的计划。"
        },
        {
            "chapter": "18:16",
            "content": "正如你在何烈山大会的日子求耶和华你　神一切的话说：‘求你不再叫我听见耶和华我　神的声音，也不再叫我看见这大火，免得我死亡。’",
            "note": ""
        },
        {
            "chapter": "18:17",
            "content": "耶和华就对我说：‘他们所说的是。",
            "note": ""
        },
        {
            "chapter": "18:18",
            "content": "我必在他们弟兄中间，给他们兴起一位先知像你。我要将当说的话传给他；他要将我一切所吩咐的都传给他们。",
            "note": ""
        },
        {
            "chapter": "18:19",
            "content": "谁不听他奉我名所说的话，我必讨谁的罪。",
            "note": ""
        },
        {
            "chapter": "18:20",
            "content": "若有先知擅敢托我的名，说我所未曾吩咐他说的话，或是奉别神的名说话，那先知就必治死。’",
            "note": ""
        },
        {
            "chapter": "18:21",
            "content": "你心里若说：‘耶和华所未曾吩咐的话，我们怎能知道呢？’",
            "note": ""
        },
        {
            "chapter": "18:22",
            "content": "先知托耶和华的名说话，所说的若不成就，也无效验，这就是耶和华所未曾吩咐的，是那先知擅自说的，你不要怕他。",
            "note": "古时以色列人之中，有人声称有从神而来的信息，现在也有人会这样说。不错，神仍然藉着人向他的子民说话，不过我们必须谨慎，不可冒失地说某人是神的发言人。我们怎能知道谁是为耶和华发言呢？（1）可以看他们预言的是否应验──这也是古代试验真假先知的方法。（2）可以用圣经为标准去衡量他们的话语。神从来不自相矛盾，所以，如果有人说出与圣经背道而驰的话，那就不是神的话语。这方法不仅适用于检验先知，也可以分辨一般的牧师和传道人。"
        }
    ]
}