{
    "book": "申命记",
    "chapter": "19",
    "verses": [
        {
            "chapter": "19:1",
            "content": "耶和华你　神将列国之民剪除的时候，耶和华你　神也将他们的地赐给你，你接着住他们的城邑并他们的房屋，",
            "note": ""
        },
        {
            "chapter": "19:2",
            "content": "就要在耶和华你　神所赐你为业的地上分定三座城。",
            "note": ""
        },
        {
            "chapter": "19:3",
            "content": "要将耶和华你　神使你承受为业的地分为三段，又要预备道路，使误杀人的，都可以逃到那里去。",
            "note": "摩西吩咐以色列人，要筑好通往几座逃城的道路。如果通往逃城的道路失修而不能使用，逃城就名存实亡。有许多投奔逃城的人，真的是为着逃命，道路的保养完善与否，可能关系到人的生死存亡。古时的道路要不断地保养维修，因为路上常常污秽泥泞，尘沙堆积，甚至有很深的坑洞且容易被水冲毁。不但要设立这种公平的制度，并且要采取必要的措施，使通往逃城的路畅通，确是非常重要的。"
        },
        {
            "chapter": "19:4",
            "content": "误杀人的逃到那里可以存活，定例乃是这样：凡素无仇恨、无心杀了人的，",
            "note": ""
        },
        {
            "chapter": "19:5",
            "content": "就如人与邻舍同入树林砍伐树木，手拿斧子一砍，本想砍下树木，不料，斧头脱了把，飞落在邻舍身上，以致于死，这人逃到那些城的一座城，就可以存活，",
            "note": ""
        },
        {
            "chapter": "19:6",
            "content": "免得报血仇的，心中火热追赶他，因路远就追上将他杀死，其实他不该死，因为他与被杀的素无仇恨。",
            "note": ""
        },
        {
            "chapter": "19:7",
            "content": "所以我吩咐你说：要分定三座城。",
            "note": "每个社会都要处理谋杀案。但是，社会应当怎样对待误杀人的呢？神给以色列人作了指示。在摩西的时代，报血仇是普遍又快速的事，所以神吩咐以色列人设立几座逃城。凡是声称误杀别人的人，都可以逃往其中的一座，以等候公平的审讯。如果他被断定为没有谋杀的意图，就可以住在城中享安全，不会被人寻仇报复。这是神对他的子民既公义又怜悯，二者融合的美好实例（对于逃城的详细资料，请参看对民35:6的注释）。"
        },
        {
            "chapter": "19:8",
            "content": "耶和华你　神若照他向你列祖所起的誓，扩张你的境界，将所应许赐你列祖的地全然给你。",
            "note": ""
        },
        {
            "chapter": "19:9",
            "content": "你若谨守遵行我今日所吩咐的这一切诫命，爱耶和华你的　神，常常遵行他的道，就要在这三座城之外，再添三座城，",
            "note": ""
        },
        {
            "chapter": "19:10",
            "content": "免得无辜之人的血流在耶和华你　神所赐你为业的地上，流血的罪就归于你。",
            "note": ""
        },
        {
            "chapter": "19:11",
            "content": "若有人恨他的邻舍，埋伏着起来击杀他，以致于死，便逃到这些城的一座城，",
            "note": ""
        },
        {
            "chapter": "19:12",
            "content": "本城的长老就要打发人去，从那里带出他来，交在报血仇的手中，将他治死。",
            "note": "“报血仇的人”是与被杀之人最近的男性亲属，是家族的保护者（参民35:19）。"
        },
        {
            "chapter": "19:13",
            "content": "你眼不可顾惜他，却要从以色列中除掉流无辜血的罪，使你可以得福。",
            "note": ""
        },
        {
            "chapter": "19:14",
            "content": "在耶和华你　神所赐你承受为业之地，不可挪移你邻舍的地界，那是先人所定的。",
            "note": ""
        },
        {
            "chapter": "19:15",
            "content": "人无论犯什么罪，作什么恶，不可凭一个人的口作见证，总要凭两三个人的口作见证才可定案。",
            "note": ""
        },
        {
            "chapter": "19:16",
            "content": "若有凶恶的见证人起来，见证某人作恶，",
            "note": ""
        },
        {
            "chapter": "19:17",
            "content": "这两个争讼的人就要站在耶和华面前，和当时的祭司，并审判官面前，",
            "note": ""
        },
        {
            "chapter": "19:18",
            "content": "审判官要细细地查究，若见证人果然是作假见证的，以假见证陷害弟兄，",
            "note": ""
        },
        {
            "chapter": "19:19",
            "content": "你们就要待他如同他想要待的弟兄。这样，就把那恶从你们中间除掉。",
            "note": ""
        },
        {
            "chapter": "19:20",
            "content": "别人听见都要害怕，就不敢在你们中间再行这样的恶了。",
            "note": ""
        },
        {
            "chapter": "19:21",
            "content": "你眼不可顾惜，要以命偿命，以眼还眼，以牙还牙，以手还手，以脚还脚。",
            "note": "这一节所定的原则是给审判官使用的，并不适用于个人的报复。这种处罚犯人的态度似乎古老，但是对古时在公义与公平的审判上，的确是一种突破。那时大多数国家，都使用专制的方法来处罚罪人；这种原则却显明神关心公平与公义并确保犯人免受酷刑，不会受过于他们所当受的。根据同样的公平原则，作假见证之人，也会因诬告受到被他陷害之人可能受的刑罚。制定罪有应得的处罚原则，在现今一样适用。"
        }
    ]
}