{
    "book": "申命记",
    "chapter": "30",
    "verses": [
        {
            "chapter": "30:1",
            "content": "我所陈明在你面前的这一切咒诅都临到你身上，你在耶和华你　神追赶你到的万国中，必心里追念祝福的话。",
            "note": ""
        },
        {
            "chapter": "30:2",
            "content": "你和你的子孙，若尽心尽性归向耶和华你的　神，照着我今日一切所吩咐的听从他的话，",
            "note": ""
        },
        {
            "chapter": "30:3",
            "content": "那时，耶和华你的　神必怜恤你，救回你这被掳的子民，耶和华你的　神要回转过来，从分散你到的万民中将你招聚回来。",
            "note": ""
        },
        {
            "chapter": "30:4",
            "content": "你被赶散的人，就是在天涯的，耶和华你的　神也必从那里将你招聚回来。",
            "note": ""
        },
        {
            "chapter": "30:5",
            "content": "耶和华你的　神必领你进入你列祖所得的地，使你可以得着；又必善待你，使你的人数比你列祖众多。",
            "note": ""
        },
        {
            "chapter": "30:6",
            "content": "耶和华你　神必将你心里和你后裔心里的污秽除掉，好叫你尽心尽性爱耶和华你的　神，使你可以存活。",
            "note": "摩西将这些话告诉百姓，只要回转归向神，他就会立刻接纳他们。他的怜悯超乎人所能想像的，也超过我们所能相信的。犹太人虽然存心偏离他，他仍然将他们领回。他要赐心灵的更新，他也要赦免我们，领我们归向他。有些人要等到四面楚歌、孤单无助时，才学到这个功课。那时忧愁痛苦才似乎开了他们的眼睛，看到神一直对他们所讲的。你是否因罪与神隔绝？不管你流离多远，只要你肯归向他，他都应许要赐给你新的开始。"
        },
        {
            "chapter": "30:7",
            "content": "耶和华你的　神必将这一切咒诅加在你仇敌和恨恶你、逼迫你的人身上。",
            "note": ""
        },
        {
            "chapter": "30:8",
            "content": "你必归回听从耶和华的话，遵行他的一切诫命，就是我今日所吩咐你的。",
            "note": ""
        },
        {
            "chapter": "30:9-10",
            "content": "你若听从耶和华你　神的话，谨守这律法书上所写的诫命、律例，又尽心尽性归向耶和华你的　神，他必使你手里所办的一切事，并你身所生的，牲畜所下的，地土所产的，都绰绰有余，因为耶和华必再喜悦你，降福与你，像从前喜悦你列祖一样。",
            "note": ""
        },
        {
            "chapter": "30:11",
            "content": "我今日所吩咐你的诫命，不是你难行的，也不是离你远的。",
            "note": ""
        },
        {
            "chapter": "30:12",
            "content": "不是在天上，使你说：‘谁替我们上天取下来，使我们听见可以遵行呢？’",
            "note": ""
        },
        {
            "chapter": "30:13",
            "content": "也不是在海外，使你说：‘谁替我们过海取了来，使我们听见可以遵行呢？’",
            "note": ""
        },
        {
            "chapter": "30:14",
            "content": "这话却离你甚近，就在你口中，在你心里，使你可以遵行。",
            "note": "神吩咐我们要谨守他的诫命，他也叫我们切记，他没有将他的律法向我们隐藏。你有否说过：只要你知道神所要的，就会顺服？（因为你不知道，所以不顺服）。你有否诉苦说：单单凭着人的才能，血肉之体想顺服神实在太难呢？这些都是不成理由的推辞。他的律法写在圣经之中，在我们周围的世界中清楚可见。顺服神的律法（包括他所定的自然律），是合理的，明智的、有益处的。不过顺服神的律法最难的乃是从现在就开始。（保罗在罗10:58中提到这段经文。）"
        },
        {
            "chapter": "30:15",
            "content": "看哪！我今日将生与福、死与祸陈明在你面前。",
            "note": ""
        },
        {
            "chapter": "30:16",
            "content": "吩咐你爱耶和华你的　神，遵行他的道，谨守他的诫命、律例、典章，使你可以存活，人数增多，耶和华你　神就必在你所要进去得为业的地上赐福与你。",
            "note": ""
        },
        {
            "chapter": "30:17",
            "content": "倘若你心里偏离，不肯听从，却被勾引去敬拜事奉别神，",
            "note": ""
        },
        {
            "chapter": "30:18",
            "content": "我今日明明告诉你们：你们必要灭亡，在你过约旦河进去得为业的地上，你的日子必不长久。",
            "note": ""
        },
        {
            "chapter": "30:19",
            "content": "我今日呼天唤地向你作见证，我将生死祸福陈明在你面前，所以你要拣选生命，使你和你的后裔都得存活；",
            "note": ""
        },
        {
            "chapter": "30:20",
            "content": "且爱耶和华你的　神，听从他的话，专靠他，因为他是你的生命，你的日子长久也在乎他。这样，你就可以在耶和华向你列祖亚伯拉罕、以撒、雅各起誓应许所赐的地上居住。”",
            "note": "摩西激励以色列人，要选择生命，顺服神可以继续蒙福。神不强迫人顺从他的旨意，他让我们自行决定顺从他或是弃绝他。不过，这种抉择乃是在生命与死亡之间的取舍。神要我们认识这件事，因为他喜欢我们都选择生命。我们每天面临新的处境，必须认定和加强对神的承诺。"
        }
    ]
}