{
    "book": "申命记",
    "chapter": "4",
    "verses": [
        {
            "chapter": "4:1",
            "content": "以色列人哪，现在我所教训你们的律例典章，你们要听从遵行，好叫你们存活，得以进入耶和华你们列祖之　神所赐给你们的地，承受为业。",
            "note": ""
        },
        {
            "chapter": "4:2",
            "content": "所吩咐你们的话，你们不可加添，也不可删减，好叫你们遵守我所吩咐的，就是耶和华你们　神的命令。",
            "note": "神的命令，人不可加添，也不可删减，这是指什么而言？这些命令（律法）是神完备的话语，人类以有限的智慧与知识，怎能润饰他完全的律法？人在神的律法上有所加添，就是画蛇添足；如果删减，则使之缺欠。所以这律法不可有丝毫更改。擅改神律法者，就是妄自尊大，以为高过赐律法的神（参太5:17-19；15:3-9；启22:18-19）。当主耶稣在世为人的时候，一班宗教领袖所做的正是如此，他们把自己所定的条例，高举到与神律法同等的地步，所以主斥责他们（参23:1-4）。"
        },
        {
            "chapter": "4:3",
            "content": "耶和华因巴力毗珥的事所行的，你们亲眼看见了。凡随从巴力毗珥的人，耶和华你们的　神都从你们中间除灭了。",
            "note": ""
        },
        {
            "chapter": "4:4",
            "content": "惟有你们专靠耶和华你们　神的人，今日全都存活。",
            "note": ""
        },
        {
            "chapter": "4:5",
            "content": "我照着耶和华我　神所吩咐的，将律例典章教训你们，使你们在所要进去得为业的地上遵行。",
            "note": ""
        },
        {
            "chapter": "4:6",
            "content": "所以你们要谨守遵行，这就是你们在万民眼前的智慧、聪明。他们听见这一切律例，必说：‘这大国的人真是有智慧有聪明。’",
            "note": ""
        },
        {
            "chapter": "4:7",
            "content": "哪一大国的人有神与他们相近，像耶和华我们的　神、在我们求告他的时候与我们相近呢？",
            "note": ""
        },
        {
            "chapter": "4:8",
            "content": "又哪一大国有这样公义的律例典章，像我今日在你们面前所陈明的这一切律法呢？",
            "note": "神赐给以色列人的律法，对现代的基督徒是否仍适用？他赐律法的目的，是要引导万民过健康、正直、敬虔的生活。律法的目的是要指出人的罪（或可能犯的罪），并且告诉人对付罪的恰当方法。神律法的核心是十条诫命，三千多年前适用，今日也一样适用；因为它宣告神喜悦何种生活方式，并充分说明神是怎样的一位神，他要人过的是怎样的生活。"
        },
        {
            "chapter": "4:9",
            "content": "你只要谨慎，殷勤保守你的心灵，免得忘记你亲眼所看见的事，又免得你一生这事离开你的心，总要传给你的子子孙孙。",
            "note": "摩西要百姓不要忘记他们亲眼所见的神的作为，又叫他们把神所行的伟大神迹传讲给儿女，也藉此提醒作父母的牢记神的信实，把神的伟大作为代代相传下去。我们很容易忘记神在自己身上所行的大事，但是通过把亲眼所见、神信实的大作为告诉儿女与亲友，也可以使自己温故知新。"
        },
        {
            "chapter": "4:10",
            "content": "你在何烈山站在耶和华你　神面前的那日，耶和华对我说：‘你为我招聚百姓，我要叫他们听见我的话，使他们存活在世的日子，可以学习敬畏我，又可以教训儿女这样行。’",
            "note": ""
        },
        {
            "chapter": "4:11",
            "content": "那时，你们近前来，站在山下，山上有火焰冲天，并有昏黑、密云、幽暗。",
            "note": ""
        },
        {
            "chapter": "4:12",
            "content": "耶和华从火焰中对你们说话，你们只听见声音，却没有看见形像。",
            "note": ""
        },
        {
            "chapter": "4:13",
            "content": "他将所吩咐你们当守的约指示你们，就是十条诫，并将这诫写在两块石版上。",
            "note": ""
        },
        {
            "chapter": "4:14",
            "content": "那时，耶和华又吩咐我将律例典章教训你们，使你们在所要过去得为业的地上遵行。",
            "note": ""
        },
        {
            "chapter": "4:15",
            "content": "所以你们要分外谨慎，因为耶和华在何烈山从火中对你们说话的那日，你们没有看见什么形像。",
            "note": ""
        },
        {
            "chapter": "4:16",
            "content": "惟恐你们败坏自己，雕刻偶像，彷佛什么男像女像，",
            "note": ""
        },
        {
            "chapter": "4:17",
            "content": "或地上走兽的像，或空中飞鸟的像。",
            "note": ""
        },
        {
            "chapter": "4:18",
            "content": "或地上爬物的像，或地底下水中鱼的像，",
            "note": ""
        },
        {
            "chapter": "4:19",
            "content": "又恐怕你向天举目观看，见耶和华你的　神为天下万民所摆列的日、月、星，就是天上的万象，自己便被勾引敬拜事奉它。",
            "note": "其他民族拜偶像，神同样不饶恕，只是审判可能延迟，但对以色列人的审判则来得又快又彻底，因为他们知道神的律法。我们必须牢记，拜偶像不仅是在家中放一个泥塑木雕，或是金属的神像，拜偶像即委身于其他邪恶的事情和信仰，有分于偶像所代表的习俗（像杀人、淫乱、残酷的战争、以自我为中心）。此外迷信人或野兽的能力，敬拜在天空运行的日月星辰，不理会创造他们的神，都是拜偶像的行为。因为神在以色列人的历史之中已经亲自显明，所以人拜他以外的一切都罪不可恕。"
        },
        {
            "chapter": "4:20",
            "content": "耶和华将你们从埃及领出来脱离铁炉，要特作自己产业的子民，像今日一样。",
            "note": ""
        },
        {
            "chapter": "4:21",
            "content": "耶和华又因你们的缘故，向我发怒起誓，必不容我过约旦河，也不容我进入耶和华你　神所赐你为业的那美地。",
            "note": ""
        },
        {
            "chapter": "4:22",
            "content": "我只得死在这地，不能过约旦河；但你们必过去得那美地。",
            "note": ""
        },
        {
            "chapter": "4:23",
            "content": "你们要谨慎，免得忘记耶和华你们　神与你们所立的约，为自己雕刻偶像，就是耶和华你　神所禁止你做的偶像，",
            "note": ""
        },
        {
            "chapter": "4:24",
            "content": "因为耶和华你的　神乃是烈火，是忌邪的　神。",
            "note": "忌邪，亦可译作嫉妒。神的嫉妒乃是指神要求人单单爱他，对他忠诚。人若看见别人比自己强而嫉妒是有害的，但人要求妻子对作丈夫的专一，则是合理的。同样，神为维护自己的尊严与圣洁，向我们提出严肃而专一的要求也是正确的，即我们必须单单敬拜事奉他（耶和华），不许向其他偶像献媚、膜拜，因为宇宙之中除了耶和华，再无别的神值得我们敬拜。"
        },
        {
            "chapter": "4:25",
            "content": "你们在那地住久了，生子生孙，就雕刻偶像，彷佛什么形像，败坏自己，行耶和华你　神眼中看为恶的事，惹他发怒。",
            "note": ""
        },
        {
            "chapter": "4:26",
            "content": "我今日呼天唤地向你们作见证，你们必在过约旦河得为业的地上速速灭尽！你们不能在那地上长久，必尽行除灭。",
            "note": ""
        },
        {
            "chapter": "4:27",
            "content": "耶和华必使你们分散在万民中，在他所领你们到的万国里，你们剩下的人数稀少。",
            "note": ""
        },
        {
            "chapter": "4:28",
            "content": "在那里你们必事奉人手所造的神，就是用木石造成，不能看、不能听、不能吃、不能闻的神。",
            "note": ""
        },
        {
            "chapter": "4:29",
            "content": "但你们在那里必寻求耶和华你的　神。你尽心尽性寻求他的时候，就必寻见。",
            "note": "神应许以色列人，只要尽心尽性地寻求他，就必寻见。你想认识他吗？人可以认识他，他也渴望被人认识，不过我们要先有渴慕认识他的心。当存真诚虔敬之心，来遵行敬拜事奉的条例。如新约所说：“凡来到神面前的人，必须信有神，且相信他赏赐那寻求他的人。”（参来11:6）他要报答那些专心与他建立关系的人。"
        },
        {
            "chapter": "4:30",
            "content": "日后你遭遇一切患难的时候，你必归回耶和华你的　神，听从他的话。",
            "note": ""
        },
        {
            "chapter": "4:31",
            "content": "耶和华你　神原是有怜悯的　神，他总不撇下你、不灭绝你，也不忘记他起誓与你列祖所立的约。",
            "note": ""
        },
        {
            "chapter": "4:32,33",
            "content": "你且考察在你以前的世代，自　神造人在世以来，从天这边到天那边，曾有何民听见　神在火中说话的声音，像你听见还能存活呢？这样的大事何曾有、何曾听见呢？",
            "note": ""
        },
        {
            "chapter": "4:34",
            "content": "神何曾从别的国中将一国的人民领出来，用试验、神迹、奇事、争战、大能的手，和伸出来的膀臂，并大可畏的事，像耶和华你们的　神在埃及、在你们眼前为你们所行的一切事呢？",
            "note": ""
        },
        {
            "chapter": "4:35",
            "content": "这是显给你看，要使你知道，惟有耶和华他是　神，除他以外，再无别神。",
            "note": ""
        },
        {
            "chapter": "4:36",
            "content": "他从天上使你听见他的声音，为要教训你；又在地上使你看见他的烈火，并且听见他从火中所说的话。",
            "note": ""
        },
        {
            "chapter": "4:37",
            "content": "因他爱你的列祖，所以拣选他们的后裔，用大能亲自领你出了埃及，",
            "note": ""
        },
        {
            "chapter": "4:38",
            "content": "要将比你强大的国民从你面前赶出，领你进去，将他们的地赐你为业，像今日一样。",
            "note": ""
        },
        {
            "chapter": "4:39",
            "content": "所以今日你要知道，也要记在心上，天上地下惟有耶和华他是　神，除他以外，再无别神。",
            "note": ""
        },
        {
            "chapter": "4:40",
            "content": "我今日将他的律例、诫命晓谕你，你要遵守，使你和你的子孙可以得福，并使你的日子在耶和华你　神所赐的地上得以长久。”",
            "note": "神是否保证以色列人，谨守他的律法就会亨通呢？答案是肯定的，不过必须仔细地看它所指的是什么。神的律法是为叫他的选民又健康、又公正，且心存怜悯。遵行律法，就凡事亨通。不过，这并不是说在他们中间从此疾病、悲哀与误会全部绝迹，而是指这个民族会全族兴旺，个人的问题也会得到公正地解决。神现在也应许人亨通──他永远与信他之人同在，赐下资源，叫人富足，而我们应当将这一切与众信徒分享。主耶稣早已告诉我们，试炼难免，但是我们可以避免存心犯罪，更知道在天上有无尽的财宝，等着我们去领取。"
        },
        {
            "chapter": "4:41",
            "content": "那时，摩西在约旦河东，向日出之地，分定三座城，",
            "note": ""
        },
        {
            "chapter": "4:42",
            "content": "使那素无仇恨、无心杀了人的，可以逃到这三城之中的一座城，就得存活。",
            "note": ""
        },
        {
            "chapter": "4:43",
            "content": "为吕便人分定旷野平原的比悉；为迦得人分定基列的拉末；为玛拿西人分定巴珊的哥兰。",
            "note": ""
        },
        {
            "chapter": "4:44",
            "content": "摩西在以色列人面前所陈明的律法，",
            "note": ""
        },
        {
            "chapter": "4:45",
            "content": "就是摩西在以色列人出埃及后所传给他们的法度、律例、典章。",
            "note": ""
        },
        {
            "chapter": "4:46",
            "content": "在约旦河东伯毗珥对面的谷中，在住希实本亚摩利王西宏之地，这西宏是摩西和以色列人出埃及后所击杀的。",
            "note": ""
        },
        {
            "chapter": "4:47",
            "content": "他们得了他的地，又得了巴珊王噩的地，就是两个亚摩利王，在约旦河东向日出之地。",
            "note": ""
        },
        {
            "chapter": "4:48",
            "content": "从亚嫩谷边的亚罗珥，直到西云山，就是黑门山。",
            "note": ""
        },
        {
            "chapter": "4:49",
            "content": "还有约旦河东的全亚拉巴，直到亚拉巴海，靠近毗斯迦山根。",
            "note": ""
        }
    ]
}