{
    "book": "申命记",
    "chapter": "5",
    "verses": [
        {
            "chapter": "5:1",
            "content": "摩西将以色列众人召了来，对他们说：“以色列人哪，我今日晓谕你们的律例典章，你们要听，可以学习，谨守遵行。",
            "note": "以色列人已经与神立了约，摩西吩咐他们要聆听、学习、谨守遵行他的律例典章。基督徒藉着耶稣基督，也与神立了约，应当满足神的期望。摩西对以色列人的三重吩咐，是对于所有属神、信从他之人的最佳劝告。聆听是指领受吸收从神来的启示；学习是指明白其中的意思和内涵；谨守遵行是指我们将所学到、所明白的，在生活中实践出来。这三部分，都是和神的关系与日俱增的要素。"
        },
        {
            "chapter": "5:2",
            "content": "耶和华我们的　神在何烈山与我们立约。",
            "note": ""
        },
        {
            "chapter": "5:3",
            "content": "这约不是与我们列祖立的，乃是与我们今日在这里存活之人立的。",
            "note": ""
        },
        {
            "chapter": "5:4",
            "content": "耶和华在山上，从火中，面对面与你们说话。",
            "note": ""
        },
        {
            "chapter": "5:5",
            "content": "（那时我站在耶和华和你们中间，要将耶和华的话传给你们，因为你们惧怕那火，没有上山。）",
            "note": ""
        },
        {
            "chapter": "5:6",
            "content": "说：‘我是耶和华你的　神，曾将你从埃及地为奴之家领出来。",
            "note": ""
        },
        {
            "chapter": "5:7",
            "content": "除了我以外，你不可有别的神。",
            "note": "人生活中放在首位的事物，都是他们的神。有些人参加异端邪教，那是明显地敬拜别的神。但有许多人以较不显眼的方式，敬拜了别的神，他们不以独一的真神为中心，只为某些事物而生活，把这些当作他们的神。如果你最大的欲望是声望、权力、或是金钱，你就是专心为别的事效力，不为神而活了。要让神居首位，就必须（1）认识在生活中什么事物取代了他的地位；（2）弃绝取代真神的假神，因为他们不配受你的膜拜；（3）求神赦免你的罪；（4）重新安排你生活中的优先次序，使爱神成为你行事的动机；（5）每天自省，好让神居首位。"
        },
        {
            "chapter": "5:8",
            "content": "不可为自己雕刻偶像，也不可做什么形像，彷佛上天、下地和地底下水中的百物。",
            "note": ""
        },
        {
            "chapter": "5:9",
            "content": "不可跪拜那些像，也不可事奉他，因为我耶和华你的　神是忌邪的　神。恨我的，我必追讨他的罪，自父及子，直到三四代；",
            "note": "如果有人为你拍一张照片，放在镜框里，常常对着它凝视，又给别人欣赏，却不理会你本人的话，你会有何感受？神也不愿意人这样对待他。他要我们与他有真正的交往，不仅举行宗教礼仪，也要我们认识他，如果我们把其他事物作为生活中心，不让神来作主的话，我们就不能满足他的期望，达到他的要求。"
        },
        {
            "chapter": "5:10",
            "content": "爱我、守我诫命的，我必向他们发慈爱，直到千代。",
            "note": ""
        },
        {
            "chapter": "5:11",
            "content": "不可妄称耶和华你　神的名；因为妄称耶和华名的，耶和华必不以他为无罪。",
            "note": "这是一条尽人皆知的诫命，吩咐人不可用空洞或轻薄的方式，妄称神的名。不过，若是奉他的名颂赞他，将荣耀归给他，则是值得鼓励的。你可能非常谨慎，不妄称他的名，不指着他的名随便起誓，不过你预备怎样多花时间，颂赞并尊崇他的名呢？"
        },
        {
            "chapter": "5:12",
            "content": "当照耶和华你　神所吩咐的，守安息日为圣日。",
            "note": ""
        },
        {
            "chapter": "5:13",
            "content": "六日要劳碌做你一切的工，",
            "note": ""
        },
        {
            "chapter": "5:14",
            "content": "但第七日是向耶和华你　神当守的安息日。这一日，你和你的儿女、仆婢、牛、驴、牲畜，并在你城里寄居的客旅，无论何工都不可做，使你的仆婢可以和你一样安息。",
            "note": ""
        },
        {
            "chapter": "5:15",
            "content": "你也要记念你在埃及地作过奴仆，耶和华你　神用大能的手和伸出来的膀臂，将你从那里领出来。因此，耶和华你的　神吩咐你守安息日。",
            "note": ""
        },
        {
            "chapter": "5:16",
            "content": "当照耶和华你　神所吩咐的孝敬父母，使你得福，并使你的日子在耶和华你　神所赐你的地上得以长久。",
            "note": "孝顺、尊敬父母，是人一生的本分，即使他们死后，仍要继续如此行。孝敬父母的方式，包括是在他们有经济需要，或是患病、不能照顾自己的时候供养他们。不过，孝敬父母的最好方法，也许是将他们敬虔的典范，传给下一代。孝敬的方法，包括了儿女所有的生活表现──言行，理想、道德等等。你以什么方式来表示孝敬父母呢？你的生活是否能扬名声、显父母呢？"
        },
        {
            "chapter": "5:17",
            "content": "不可杀人。",
            "note": "你可能说，我并没有杀人，不错，这算遵守了律法的字句。但是主耶稣解释，凡心里 恨人，对人存有烈怒的，就是违背这条诫命（参5:21-22）。别人对你不好，你心中有否向他怀怒，巴不得他早死好呢？你有否幻想杀死某人？耶稣对这条律法的教训，显示在我们内心存有犯谋杀罪的可能。即使我们在法律上清白，在道德上却都犯了杀人罪，所以应当求神赦免，并力求与人和睦，免去仇恨和恼怒。"
        },
        {
            "chapter": "5:18",
            "content": "不可奸淫。",
            "note": ""
        },
        {
            "chapter": "5:19",
            "content": "不可偷盗。",
            "note": ""
        },
        {
            "chapter": "5:20",
            "content": "不可作假见证陷害人。",
            "note": ""
        },
        {
            "chapter": "5:21",
            "content": "不可贪恋人的妻子；也不可贪图人的房屋、田地、仆婢、牛、驴，并他一切所有的。’",
            "note": "贪恋就是想得别人的财富。我们不可贪图别人的东西。贪念不但会使我们陷于苦恼，亦会使我们犯上别的罪，例如奸淫与偷窃等。羡慕别人，心存忌妒是无益有害的事，因为神能供应我们的一切需要，即使不常将我们所想望的一切赐下，也是美意。我们应当以自己所有的为满足，除去贪心。使徒保罗特别强调知足（参腓4:11），这是问题的关键。我们不应总想自己所缺的，反应感谢神已经赐下的，以此为满足。最难得的、最贵重的产业，乃是神白白赏赐、人人可得的，就是藉着主基督而得的永生。"
        },
        {
            "chapter": "5:22",
            "content": "这些话是耶和华在山上，从火中、云中、幽暗中，大声晓谕你们全会众的，此外并没有添别的话。他就把这话写在两块石版上，交给我了。",
            "note": ""
        },
        {
            "chapter": "5:23",
            "content": "那时，火焰烧山，你们听见从黑暗中出来的声音，你们支派中所有的首领和长老都来就近我，",
            "note": ""
        },
        {
            "chapter": "5:24",
            "content": "说：‘看哪！耶和华我们　神将他的荣光和他的大能显给我们看，我们又听见他的声音从火中出来。今日我们得见　神与人说话，人还存活。",
            "note": ""
        },
        {
            "chapter": "5:25",
            "content": "现在，这大火将要烧灭我们，我们何必冒死呢？若再听见耶和华我们　神的声音，就必死亡。",
            "note": ""
        },
        {
            "chapter": "5:26",
            "content": "凡属血气的，曾有何人听见永生　神的声音从火中出来，像我们听见还能存活呢？",
            "note": ""
        },
        {
            "chapter": "5:27",
            "content": "求你近前去，听耶和华我们　神所要说的一切话，将他对你说的话都传给我们，我们就听从遵行。’",
            "note": ""
        },
        {
            "chapter": "5:28",
            "content": "你们对我说的话，耶和华都听见了。耶和华对我说：‘这百姓的话我听见了，他们所说的都是。",
            "note": ""
        },
        {
            "chapter": "5:29",
            "content": "惟愿他们存这样的心敬畏我，常遵守我的一切诫命，使他们和他们的子孙永远得福。",
            "note": "神告诉摩西，他惟愿以色列人存这样的心敬畏他──由衷地尊敬他、顺服他。照规定做事，与发自内心而做很不相同。神并不注重表面的宗教活动，他要我们将内心与生活，完全奉献给他。只要爱他，就会自然而然地顺服他。"
        },
        {
            "chapter": "5:30",
            "content": "你去对他们说：你们回帐棚去吧！",
            "note": ""
        },
        {
            "chapter": "5:31",
            "content": "至于你，可以站在我这里，我要将一切诫命、律例、典章传给你，你要教训他们，使他们在我赐他们为业的地上遵行。’",
            "note": ""
        },
        {
            "chapter": "5:32",
            "content": "所以，你们要照耶和华你们　神所吩咐的谨守遵行，不可偏离左右。",
            "note": ""
        },
        {
            "chapter": "5:33",
            "content": "耶和华你们　神所吩咐你们行的，你们都要去行，使你们可以存活得福，并使你们的日子在所要承受的地上得以长久。",
            "note": ""
        }
    ]
}