{
    "book": "申命记",
    "chapter": "6",
    "verses": [
        {
            "chapter": "6:1",
            "content": "这是耶和华你们　神所吩咐教训你们的诫命、律例、典章，使你们在所要过去得为业的地上遵行，",
            "note": ""
        },
        {
            "chapter": "6:2",
            "content": "好叫你和你子子孙孙一生敬畏耶和华你的　神，谨守他的一切律例、诫命，就是我所吩咐你的，使你的日子得以长久。",
            "note": ""
        },
        {
            "chapter": "6:3",
            "content": "以色列啊！你要听，要谨守遵行，使你可以在那流奶与蜜之地得以享福，人数极其增多，正如耶和华你列祖的　神所应许你的。",
            "note": "在干旱的旷野飘流四十年，这个民族光明在望，流奶与蜜之地听起来就好像乐园一般。这使他们想到五谷丰收、活水长流、时雨滋润、绿野芳草、牛羊遍地的美景。本来早在四十年以前，以色列人就可以进入那美地的了，可惜他们失去了那大好的机会（原因参民13:1-14:45），现在摩西再度激励百姓迈向美地，力促他们勿蹈覆辙，又清楚地阐述进入美地的条件。"
        },
        {
            "chapter": "6:4",
            "content": "以色列啊，你要听！耶和华我们　神是独一的主。",
            "note": "一神论──相信只有一位神──是以色列宗教的显着特征。古时有许多宗教相信多神，但是亚伯拉罕、以撒、雅各的神，乃是全地独一的真神。这一认知对以色列民族异常重要，因为他们即将进入一块土地，那里充满敬拜多神的人民。许多人都选择信靠众多的神，古今皆然。但是时候要到，那时人将承认耶和华是独一的真神，他要作全地的王（参亚14:9）。"
        },
        {
            "chapter": "6:5",
            "content": "你要尽心、尽性、尽力爱耶和华你的　神。",
            "note": "主耶稣说，我们要尽心、尽性、尽意、尽力地爱主你的神，这是诫命中的第一，也是最大的诫命（参太22:37-39）。这个命令连同要爱人如己（参利19:18），是旧约一切律法的中心。"
        },
        {
            "chapter": "6:6",
            "content": "我今日所吩咐你的话都要记在心上，",
            "note": ""
        },
        {
            "chapter": "6:7",
            "content": "也要殷勤教训你的儿女，无论你坐在家里，行在路上，躺下，起来，都要谈论；",
            "note": "以色列人将宗教奉为生活的重心，可谓成功，因为他们的宗教教育，是以生活为中心，而不单是头脑知识。他们使用日常生活为背景，来教导关于神的事。在这经文中，已简明清楚地说出教导儿女爱神的秘诀。如果你想儿女跟从神，就必须让神成为他们日常生活的一部分；殷勤地教导儿女，在生活的大事小事中都要经历神，而不单单在与教会有关的事上。"
        },
        {
            "chapter": "6:8",
            "content": "也要系在手上为记号，戴在额上为经文；",
            "note": ""
        },
        {
            "chapter": "6:9",
            "content": "又要写在你房屋的门框上，并你的城门上。",
            "note": "这一段经文是申命记的主题。它帮助我们将神的道用在日常生活中。我们要爱神，不住思想到他的命令，将他的诫命教导儿女，每天照着他的话生活。神非常强调父母将圣经教导给儿女的重要性。作父母的，不能把责任推卸到教会与教会学校身上。圣经给我们提供了许多可实践的教导，仅靠每周一次查考圣经是不够的。敬畏神的家庭，和谐的环境中，最宜教导永恒的真理。"
        },
        {
            "chapter": "6:10",
            "content": "耶和华你的　神，领你进他向你列祖亚伯拉罕、以撒、雅各起誓应许给你的地。那里有城邑，又大又美，非你所建造的；",
            "note": ""
        },
        {
            "chapter": "6:11",
            "content": "有房屋，装满各样美物，非你所装满的；有凿成的水井，非你所凿成的；还有葡萄园、橄榄园，非你所栽种的，你吃了而且饱足。",
            "note": ""
        },
        {
            "chapter": "6:12",
            "content": "那时，你要谨慎，免得你忘记将你从埃及地为奴之家领出来的耶和华。",
            "note": ""
        },
        {
            "chapter": "6:13",
            "content": "你要敬畏耶和华你的　神，事奉他，指着他的名起誓。",
            "note": "摩西警告百姓，在他们进入应许之地定居，富足起来以后，不可忘记神。富足比贫穷更能使人看不清属灵的异象，因为它会使人自负，并且会妄想多得财富。在现代的教会里，也会有这种事发生。人数增长，事工蓬勃，多有建树，诸事顺利，人就易于自满自足，很少觉得需要神。这些事使人只顾表彰自己，却没想到感谢神和事奉他。"
        },
        {
            "chapter": "6:14",
            "content": "不可随从别神，就是你们四围国民的神，",
            "note": ""
        },
        {
            "chapter": "6:15",
            "content": "因为在你们中间的耶和华你　神，是忌邪的　神。惟恐耶和华你　神的怒气向你发作，就把你从地上除灭。",
            "note": ""
        },
        {
            "chapter": "6:16",
            "content": "你们不可试探耶和华你们的　神，像你们在玛撒那样试探他。",
            "note": ""
        },
        {
            "chapter": "6:17",
            "content": "要留意遵守耶和华你们　神所吩咐的诫命、法度、律例。",
            "note": ""
        },
        {
            "chapter": "6:18",
            "content": "耶和华眼中看为正看为善的，你都要遵行，使你可以享福，并可以进去得耶和华向你列祖起誓应许的那美地，",
            "note": ""
        },
        {
            "chapter": "6:19",
            "content": "照耶和华所说的，从你面前撵出你的一切仇敌。",
            "note": ""
        },
        {
            "chapter": "6:20",
            "content": "日后，你的儿子问你说：‘耶和华我们　神吩咐你们的这些法度、律例、典章是什么意思呢？’",
            "note": ""
        },
        {
            "chapter": "6:21",
            "content": "你就告诉你的儿子说：‘我们在埃及作过法老的奴仆，耶和华用大能的手将我们从埃及领出来，",
            "note": ""
        },
        {
            "chapter": "6:22",
            "content": "在我们眼前，将重大可怕的神迹奇事，施行在埃及地和法老并他全家的身上，",
            "note": ""
        },
        {
            "chapter": "6:23",
            "content": "将我们从那里领出来，要领我们进入他向我们列祖起誓应许之地，把这地赐给我们。",
            "note": ""
        },
        {
            "chapter": "6:24",
            "content": "耶和华又吩咐我们遵行这一切律例，要敬畏耶和华我们的　神，使我们常得好处，蒙他保全我们的生命，像今日一样。",
            "note": "“使我们常得好处”也可以译为“使我们常常兴旺”。这句话是否指我们顺服神的时候，就可以一帆风顺，毫无苦难呢？这一节经文所应许的，乃是怀着全然爱神的心，必然会与他有美好的关系，也因认识他，至终必得好处。不过这并非是远离贫穷、仇敌、或苦难的保证。我们顺服神的命令，尽心尽性地爱他，与他有美好的关系，这已足够了。"
        },
        {
            "chapter": "6:25",
            "content": "我们若照耶和华我们　神所吩咐的一切诫命，谨守遵行，这就是我们的义了。’",
            "note": ""
        }
    ]
}