{
    "book": "以斯拉记",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "波斯王塞鲁士元年，耶和华为要应验藉耶利米口所说的话，就激动波斯王塞鲁士的心，使他下诏通告全国说：",
            "note": "耶利米预言犹太人会被掳去七十年（参耶25:11；29:10）。这七十年有两种计算方法：（1）由公元前605年首次被掳（参王下24:1）至536年被掳者回归重建祭坛（参拉3:1-6）；（2）由公元前586年圣殿被毁至516年回归者完成圣殿重建。学者较接纳第二个说法，因为圣殿是国家的焦点和心脏，圣殿一天没有盖起来，犹太人就认为没有复国。"
        },
        {
            "chapter": "1:2",
            "content": "“波斯王塞鲁士如此说：‘耶和华天上的　神，已将天下万国赐给我，又嘱咐我在犹大的耶路撒冷为他建造殿宇。",
            "note": "塞鲁士王虽然不是犹太人，但透过他，被掳的人得以返回故乡。塞鲁士颁下法令，准许以色列人回归，保护他们，在财政上支持他们，并归还了尼布甲尼撒夺去的圣殿中的器皿。当你面对困难，感到四面受敌、势孤力单、受压制和排斥时，请谨记神的大能足够你用，任何人都能被他使用来成就他的计划。"
        },
        {
            "chapter": "1:3",
            "content": "在你们中间凡作他子民的，可以上犹大的耶路撒冷，在耶路撒冷重建耶和华以色列　神的殿（只有他是　神），愿　神与这人同在。",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "凡剩下的人，无论寄居何处，那地的人要用金银、财物、牲畜帮助他；另外也要为耶路撒冷　神的殿，甘心献上礼物。’”",
            "note": "通告容许犹太人同心协力，完成重建圣殿的浩大工程。他们中间部分人负责施工，其他人则负责后勤供应。艰巨的作业需要各方的协调合作，有些人在前线奔走，有些则提供后援，每个人发挥所长，对完成整个工作是非常重要的。当你蒙召事奉时，不论团队中谁得称赞，你都要忠于自己的职分。"
        },
        {
            "chapter": "1:5",
            "content": "于是，犹大和便雅悯的族长、祭司、利未人，就是一切被　神激动他心的人，都起来，要上耶路撒冷去建造耶和华的殿。",
            "note": "神感动了一班领袖、家长、祭司和利未人的心，使他们渴望返回耶路撒冷和重建圣殿。神能扭转我们的态度，改变我们的信念和理想。重大改变往往源自人内心的转变，人心被神改变，才有忠勇的行动。被掳四十八年后，自高自大的犹太人变得谦卑，态度和心愿都改变了，神便不再惩罚他们，给他们机会回国重新开始。保罗曾提醒我们：“因为你们立志行事，都是神在你们心里运行，为要成就他的美意。”（腓2:13）要遵行神的旨意，需要从内心的意愿着手。你愿意谦卑地开放自己，接受神给你的机会吗？你愿意朝着他的方向行吗？求神赐你一颗渴慕和紧紧追随他的心。"
        },
        {
            "chapter": "1:6",
            "content": "他们四围的人就拿银器、金子、财物、牲畜、珍宝帮助他们（注：原文作“坚固他们的手”），另外还有甘心献的礼物。",
            "note": "返回耶路撒冷的路途艰辛危险且花费庞大，历时超过四个月。旅途中环境恶劣，加上圣城附近已是废墟一片，居民又充满敌意，所以很多犹太人宁愿留在巴比伦，不愿返回祖国。"
        },
        {
            "chapter": "1:7",
            "content": "塞鲁士王也将耶和华殿的器皿拿出来，这器皿是尼布甲尼撒从耶路撒冷掠来，放在自己神之庙中的。",
            "note": "尼布甲尼撒王抢掠圣殿时带走了许多价值不菲的器皿，又将余下的焚毁（参代下36:18-19），大部分被劫走的物件都是用精金铸成的（参王上7:48-50）。后来，塞鲁士施恩把这些东西还给犹太人，让他们安放在重建的圣殿里。"
        },
        {
            "chapter": "1:8",
            "content": "波斯王塞鲁士派库官米提利达将这器皿拿出来，按数交给犹大的首领设巴萨。",
            "note": "设巴萨既可能就是带领第一批以色列人回归的领袖之一所罗巴伯的巴比伦名字（参2:2；3:8；4:3），也可能是负责治理回归的百姓的一位政府官员。设巴萨和所罗巴伯可能是一个人，原因是：（1）两者都是省长（5:14；该1:1）；（2）同是建立起圣殿根基的人（参3:8；5:16）；（3）犹太人在放逐期间会有巴比伦名字（在但以理书1章7节，可见到但以理和他的同伴都各有新名字）。"
        },
        {
            "chapter": "1:9",
            "content": "器皿的数目记在下面：金盘三十个，银盘一千个，刀二十九把，",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "金碗三十个，银碗之次的四百一十个，别样的器皿一千件。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "金银器皿共有五千四百件。被掳的人从巴比伦上耶路撒冷的时候，设巴萨将这一切都带上来。",
            "note": "每一件金器银器都见证着神的保护和看顾，虽然经历这么多年，神仍然把它们带回给自己的子民。我们或许会因生命中某些事情感到气馁，但不要因此灰心放弃，因为神的应许给我们希望，说不定转捩点就在前面。"
        }
    ]
}