{
    "book": "以斯拉记",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "到了七月，以色列人住在各城，那时他们如同一人，聚集在耶路撒冷。",
            "note": ""
        },
        {
            "chapter": "3:2",
            "content": "约萨达的儿子耶书亚和他的弟兄众祭司，并撒拉铁的儿子所罗巴伯与他的弟兄，都起来建筑以色列　神的坛，要照神人摩西律法书上所写的，在坛上献燔祭。",
            "note": ""
        },
        {
            "chapter": "3:3",
            "content": "他们在原有的根基上筑坛，因惧怕邻国的民，又在其上向耶和华早晚献燔祭；",
            "note": "犹太人害怕邻国的攻击。这些国家混杂了不同种族，他们的祖先曾被亚述国征服。公元前722年，以色列人被打败掳走，外族人被迫迁入北国以色列境内（参4:1-2）。这种迁徙行动是亚述国一贯的策略，免得战败国的民族主义抬头，引来动乱。部分移入的外邦人后来迁到南边近耶路撒冷的地方。现在，因犹太人回归，外邦人便感到自己在当地的主权受到威胁。"
        },
        {
            "chapter": "3:4",
            "content": "又照律法书上所写的守住棚节，按数照例，献每日所当献的燔祭。",
            "note": "住棚节为期七天，期间百姓入住的临时居所（帐篷、棚子、披屋），与祖先前往应许之地途中，在旷野漂流时所住的一样。这节日提醒神的子民，过去神如何保护和引领他们的祖先走过旷野。神对他们的爱恒久不变。（有关住棚节详细的描述，请参利23:33-36。）"
        },
        {
            "chapter": "3:5",
            "content": "其后献常献的燔祭，并在月朔与耶和华的一切圣节献祭，又向耶和华献各人的甘心祭。",
            "note": "摩西律法订明献祭条例（参利1:6；6:8-13），利未记23章详述了其中细节。每逢月朔之日，以色列人都举行特别仪式庆祝纪念（参民10:10）。"
        },
        {
            "chapter": "3:6",
            "content": "从七月初一日起，他们就向耶和华献燔祭，但耶和华殿的根基尚未立定。",
            "note": ""
        },
        {
            "chapter": "3:7",
            "content": "他们又将银子给石匠、木匠，把粮食、酒、油给西顿人、推罗人，使他们将香柏树从黎巴嫩运到海里，浮海运到约帕，是照波斯王塞鲁士所允准的。",
            "note": "所罗门建造第一座圣殿时（参代下2章），也曾用以色列盛产的粮食和橄榄油，与西顿及推罗交换国内所短缺的木材。"
        },
        {
            "chapter": "3:8",
            "content": "百姓到了耶路撒冷　神殿的地方。第二年二月，撒拉铁的儿子所罗巴伯，约萨达的儿子耶书亚和其余的弟兄，就是祭司、利未人，并一切被掳归回耶路撒冷的人，都兴工建造；又派利未人，从二十岁以外的，督理建造耶和华殿的工作。",
            "note": "建殿的准备工作在九月展开，直至翌年六月（参3:1；九月是犹太历法一年里的第七个月，因为阳历三月才是犹太新年的开始）。以色列人知道工程影响深远，所以他们花了很长时间来计划筹备。预备工作看似平凡、不怎么神圣，但其实任何工程要完满竣工，准备工夫都是不容忽视的。"
        },
        {
            "chapter": "3:9",
            "content": "于是，犹大（注：在2章40节作“何达威雅”）的后裔，就是耶书亚和他的子孙与弟兄，甲篾和他的子孙，利未人希拿达的子孙与弟兄，都一同起来，督理那在　神殿做工的人。",
            "note": ""
        },
        {
            "chapter": "3:10",
            "content": "匠人立耶和华殿根基的时候，祭司皆穿礼服吹号，亚萨的子孙利未人敲钹，照以色列王大卫所定的例，都站着赞美耶和华。",
            "note": ""
        },
        {
            "chapter": "3:11",
            "content": "他们彼此唱和、赞美称谢耶和华说：“他本为善，他向以色列人永发慈爱。”他们赞美耶和华的时候，众民大声呼喊，因耶和华殿的根基已经立定。",
            "note": "圣经记载了不少关于诗歌和音乐的事工，这方面的资料请看出埃及记16章的附表。"
        },
        {
            "chapter": "3:12",
            "content": "然而有许多祭司、利未人、族长，就是见过旧殿的老年人，现在亲眼看见立这殿的根基，便大声哭号，也有许多人大声欢呼，",
            "note": "新殿建在所罗门旧殿的根基上，两殿的大小相若，但旧殿却是精心建造装饰华丽的，周围有很多建筑物和一个宽阔的院子。两殿均用进口的香柏木建造，但所罗门的殿用大量精金和宝石装饰。旧殿花了七年多时间才完成，而新殿只用了四年。旧殿位于繁华的市中心，新殿周围却是一片废墟。新殿与旧殿如此迥异，难怪百姓感到悲伤。"
        },
        {
            "chapter": "3:13",
            "content": "甚至百姓不能分辨欢呼的声音和哭号的声音，因为众人大声呼喊，声音听到远处。",
            "note": "圣殿的根基落成，庆典中欢呼和痛哭声交杂，可见以色列人的心情复杂矛盾。圣灵会激动我们，使我们因神的恩慈而喜乐，也叫我们因罪孽而哀恸，好让神有机会使我们改过归正。当我们来到全能的神面前，同样既会满有喜乐和感谢，又会因自己的过犯和亏欠而心情沉重。"
        }
    ]
}