{
    "book": "以斯拉记",
    "chapter": "4",
    "verses": [
        {
            "chapter": "4:1",
            "content": "犹大和便雅悯的敌人，听说被掳归回的人为耶和华以色列的　神建造殿宇，",
            "note": ""
        },
        {
            "chapter": "4:2",
            "content": "就去见所罗巴伯和以色列的族长，对他们说：“请容我们与你们一同建造，因为我们寻求你们的　神，与你们一样。自从亚述王以撒哈顿带我们上这地以来，我们常祭祀　神。”",
            "note": "仇敌声称敬奉所罗巴伯和犹太人的神，表面看来，他们的确如此，但同时他们还拜别的神（参王下17:27-29, 32-34, 41）。在神眼中，这并非敬拜，而是犯罪和背叛，真正的敬拜是专一委身给神（参出20:3-5）。对这班外邦人来说，神仅是另一个偶像而已。他们声称敬拜神，真正的动机却是要破坏圣殿的重建。今天，信徒必须提防假基督徒利用基督教作谋取私利的工具。"
        },
        {
            "chapter": "4:3",
            "content": "但所罗巴伯、耶书亚和其余以色列的族长对他们说：“我们建造　神的殿与你们无干，我们自己为耶和华以色列的　神协力建造，是照波斯王塞鲁士所吩咐的。”",
            "note": "亚述征服北国以色列后，把外邦人迁入，这些人后来成为犹大和便雅悯的仇敌（参3:3注释；王下17章）。为了渗入以色列人当中破坏圣殿重建，外邦人假装愿意伸出援手，但真正的目的却是要监视犹太人的动静，防止耶路撒冷再度强盛起来。不过，犹太人早已识破他们的诡计。与不信的人合作做神的工，会叫神的子民在信仰上妥协。"
        },
        {
            "chapter": "4:4",
            "content": "那地的民就在犹大人建造的时候，使他们的手发软，扰乱他们。",
            "note": ""
        },
        {
            "chapter": "4:5",
            "content": "从波斯王塞鲁士年间，直到波斯王大利乌登基的时候，贿买谋士，要败坏他们的谋算。",
            "note": "沮丧和恐惧，是完成神工作的两大障碍，它们会突然而来，使我们措手不及。沮丧蚕蚀我们的工作动力，恐惧则僵化我们，使人毫不进取。我们必须小心这些阻碍，并记住从古至今，在每一个时代，神的子民都会遇上困难，只要专心靠主，神必帮助人得胜。当你沮丧和恐惧时，凭着圣徒间的彼此扶持，定能胜过艰难，完成神的旨意。"
        },
        {
            "chapter": "4:6",
            "content": "在亚哈随鲁才登基的时候，上本控告犹大和耶路撒冷的居民。",
            "note": "信徒为神做工时，难免会遇到拦阻（参提后3:12），不信的人和邪恶的灵界势力常常攻击神和他的子民。他们摆出友善的姿态（4:2）来寻求合作，目的却要趁机打击和威吓我们（4:4-5），甚至诬陷我们（4:6）。若能及早识破他们的诡计，仇敌便无法得逞。当拦阻出现时，我们只管照神的计划放胆而行，信靠神并留心看他如何带领我们胜过各种障碍。"
        },
        {
            "chapter": "4:7",
            "content": "亚达薛西年间，比施兰、米特利达、他别和他们的同党，上本奏告波斯王亚达薛西，本章是用亚兰文字、亚兰方言；",
            "note": "这封致亚达薛西的信，可能刻在泥版上，也可能记在陶器碎片或羊皮纸上。"
        },
        {
            "chapter": "4:8",
            "content": "省长利宏、书记伸帅要控告耶路撒冷人，也上本奏告亚达薛西王。",
            "note": ""
        },
        {
            "chapter": "4:9",
            "content": "省长利宏、书记伸帅和同党的底拿人、亚法萨提迦人、他毗拉人、亚法撒人、亚基卫人、巴比伦人、书珊迦人、底亥人、以拦人，",
            "note": ""
        },
        {
            "chapter": "4:10",
            "content": "和尊大的亚斯那巴所迁移、安置在撒玛利亚城并大河西一带地方的人等，",
            "note": "亚斯那巴（公元前669-627年）曾重新迁徙被掳的以色列人。他是亚述国最后一位有为君主，他死后国家随即衰落。公元前612年亚述终被巴比伦征服。"
        },
        {
            "chapter": "4:11",
            "content": "上奏亚达薛西王说：“河西的臣民云云。",
            "note": ""
        },
        {
            "chapter": "4:12",
            "content": "王该知道，从王那里上到我们这里的犹大人，已经到耶路撒冷重建这反叛恶劣的城，筑立根基，建造城墙。",
            "note": ""
        },
        {
            "chapter": "4:13",
            "content": "如今王该知道，他们若建造这城，城墙完毕，就不再与王进贡、交课、纳税，终久王必受亏损。",
            "note": ""
        },
        {
            "chapter": "4:14",
            "content": "我们既食御盐，不忍见王吃亏，因此奏告于王。",
            "note": ""
        },
        {
            "chapter": "4:15",
            "content": "请王考察先王的实录，必在其上查知这城是反叛的城，与列王和各省有害。自古以来，其中常有悖逆的事，因此这城曾被拆毁。",
            "note": ""
        },
        {
            "chapter": "4:16",
            "content": "我们谨奏王知，这城若再建造，城墙完毕，河西之地王就无分了。”",
            "note": ""
        },
        {
            "chapter": "4:17",
            "content": "那时，王谕覆省长利宏、书记伸帅和他们的同党，就是住撒玛利亚并河西一带地方的人说：“愿你们平安云云：",
            "note": ""
        },
        {
            "chapter": "4:18",
            "content": "你们所上的本，已经明读在我面前。",
            "note": ""
        },
        {
            "chapter": "4:19",
            "content": "我已命人考查，得知此城古来果然背叛列王，其中常有反叛悖逆的事。",
            "note": ""
        },
        {
            "chapter": "4:20",
            "content": "从前耶路撒冷也有大君王统管河西全地，人就给他们进贡、交课、纳税。",
            "note": "亚达薛西曾说：耶路撒冷“自古以来常有背叛列王、反叛悖逆的事。”他翻查历史记载，发现君王皆出自耶路撒冷，他也许担忧此城一旦重建起来，会再兴起一位强大的君王。过去所罗门曾统治庞大帝国（参王上4:21），而耶路撒冷的王亦屡抗强权，例如西底家起誓效忠尼布甲尼撒，但最后仍背叛了他（参代下36:13）。故此亚达薛西不愿帮助重建这个城邦。"
        },
        {
            "chapter": "4:21",
            "content": "现在你们要出告示，命这些人停工，使这城不得建造，等我降旨。",
            "note": ""
        },
        {
            "chapter": "4:22",
            "content": "你们当谨慎，不可迟延。为何容害加重，使王受亏损呢？”",
            "note": ""
        },
        {
            "chapter": "4:23",
            "content": "亚达薛西王的上谕读在利宏和书记伸帅，并他们的同党面前，他们就急忙往耶路撒冷去见犹大人，用势力强迫他们停工。",
            "note": "被逐的以色列人祸不单行（参4:1-22），饱受挫折，重建的工作又停滞，心中既痛苦又沮丧。虽然环境有时由不得人控制，领袖们也应尽忠，使工作继续进行。当你被困扰，感到寸步难移时，切记仍要在主里刚强站立。"
        },
        {
            "chapter": "4:24",
            "content": "于是，在耶路撒冷　神殿的工程就停止了，直停到波斯王大利乌第二年。",
            "note": "从这一节开始，以斯拉再次按年月顺序记录。这节所发生的事情，距百姓动工重建圣殿之时约有十年之久。重建工程停止了，至公元前520年，即大利乌王在位第二年才恢复（参5章）。"
        }
    ]
}