{
    "book": "以斯拉记",
    "chapter": "5",
    "verses": [
        {
            "chapter": "5:1",
            "content": "那时，先知哈该和易多的孙子撒迦利亚奉以色列　神的名，向犹大和耶路撒冷的犹大人说劝勉的话。",
            "note": "有关哈该和撒迦利亚的事迹与讯息，请参考哈该书和撒迦利亚书。"
        },
        {
            "chapter": "5:2",
            "content": "于是，撒拉铁的儿子所罗巴伯和约萨达的儿子耶书亚，都起来动手建造耶路撒冷　神的殿，有　神的先知在那里帮助他们。",
            "note": "“有神的先知在那里帮助他们。”神有时会差派先知，去激励他的子民。为此，哈该和撒迦利亚不但传讲信息，还亲自参与建造工作。今天在教会里，神也会使用先知的信息来巩固我们的工作（参弗4:11-13），如同哈该和撒迦利亚帮助以色列人一样。“但作先知讲道的，是对人说，要造就、安慰、劝勉人。”（林前14:3）。不过，我们也要多多鼓励扶持那些传讲神话语的人。"
        },
        {
            "chapter": "5:3",
            "content": "当时，河西的总督达乃和示他波斯乃，并他们的同党来问说：“谁降旨让你们建造这殿，修成这墙呢？”",
            "note": ""
        },
        {
            "chapter": "5:4",
            "content": "我们便告诉他们，建造这殿的人叫什么名字。",
            "note": ""
        },
        {
            "chapter": "5:5",
            "content": "神的眼目看顾犹大的长老，以致总督等没有叫他们停工，直到这事奏告大利乌，得着他的回谕。",
            "note": "耶路撒冷附近的外邦人企图阻止圣殿重建。事情还在法理上争论不休、未有定案时，犹太人却已继续他们的工作了。我们为神作工，每当受到耽误、扰乱或打击时，必须凭着信心勇往直前。不论谁阻挡，神必能成就他在世上的旨意。昔日他看顾犹太人的首领，今天也必看顾你。你只管专心完成神的旨意，不要被阴谋和中伤绊倒。"
        },
        {
            "chapter": "5:6",
            "content": "河西的总督达乃和示他波斯乃，并他们的同党，就是住河西的亚法萨迦人，上本奏告大利乌王。",
            "note": ""
        },
        {
            "chapter": "5:7",
            "content": "本上写着说：“愿大利乌王诸事平安！",
            "note": ""
        },
        {
            "chapter": "5:8",
            "content": "王该知道，我们往犹大省去，到了至大　神的殿，这殿是用大石建造的，梁木插入墙内，工作甚速，他们手下亨通。",
            "note": ""
        },
        {
            "chapter": "5:9",
            "content": "我们就问那些长老说：‘谁降旨让你们建造这殿、修成这墙呢？’",
            "note": ""
        },
        {
            "chapter": "5:10",
            "content": "又问他们的名字，要记录他们首领的名字，奏告于王。",
            "note": ""
        },
        {
            "chapter": "5:11",
            "content": "他们回答说：‘我们是天地之　神的仆人，重建前多年所建造的殿，就是以色列的一位大君王建造修成的。",
            "note": "在重建圣殿的过程中，波斯国派来的总督诸多刁难，质问是谁准许建殿（参5:3），以威吓以色列人，但百姓毫无惧色地回答：“我们是天地之神的仆人。”"
        },
        {
            "chapter": "5:12",
            "content": "只因我们列祖惹天上的　神发怒，　神把他们交在迦勒底人巴比伦王尼布甲尼撒的手中，他就拆毁这殿，又将百姓掳到巴比伦。",
            "note": ""
        },
        {
            "chapter": "5:13",
            "content": "然而巴比伦王塞鲁士元年，他降旨允准建造　神的这殿。",
            "note": ""
        },
        {
            "chapter": "5:14",
            "content": "神殿中的金银、器皿，就是尼布甲尼撒从耶路撒冷的殿中掠去带到巴比伦庙里的，塞鲁士王从巴比伦庙里取出来，交给派为省长的，名叫设巴萨，",
            "note": ""
        },
        {
            "chapter": "5:15",
            "content": "对他说：可以将这些器皿带去，放在耶路撒冷的殿中，在原处建造　神的殿。",
            "note": ""
        },
        {
            "chapter": "5:16",
            "content": "于是，这设巴萨来建立耶路撒冷　神殿的根基。这殿从那时直到如今，尚未造成。’”",
            "note": ""
        },
        {
            "chapter": "5:17",
            "content": "现在王若以为美，请察巴比伦王的府库，看塞鲁士王降旨，允准在耶路撒冷建造　神的殿没有。王的心意如何，请降旨晓谕我们。",
            "note": "在1章1节和5章13节中，塞鲁士分别被称为波斯王和巴比伦王，因为波斯刚攻陷巴比伦，塞鲁士便成了两国之君。巴比伦在这事件中较为重要，因希伯来人被掳的七十年都在那里度过。另外，在5章17节中的巴比伦，可能是指首都巴比伦城。"
        }
    ]
}