{
    "book": "以斯拉记",
    "chapter": "6",
    "verses": [
        {
            "chapter": "6:1",
            "content": "于是，大利乌王降旨，要寻察典籍库内，就是在巴比伦藏宝物之处，",
            "note": ""
        },
        {
            "chapter": "6:2",
            "content": "在玛代省亚马他城的宫内寻得一卷，其中记着说：",
            "note": "在这些地区（即今日叙利亚附近），发现了不少用陶泥和纸草制成的文物，这些资料记载了商业贸易的情况和历史。而在叙利亚的爱巴拉城，也发现藏有大量同类记录的档案和文献。"
        },
        {
            "chapter": "6:3",
            "content": "塞鲁士王元年，他降旨论到耶路撒冷　神的殿，要建造这殿为献祭之处，坚立殿的根基。殿高六十肘，宽六十肘，",
            "note": ""
        },
        {
            "chapter": "6:4",
            "content": "用三层大石头、一层新木头，经费要出于王库。",
            "note": ""
        },
        {
            "chapter": "6:5",
            "content": "并且　神殿的金银器皿，就是尼布甲尼撒从耶路撒冷的殿中掠到巴比伦的，要归还带到耶路撒冷的殿中，各按原处放在　神的殿里。",
            "note": ""
        },
        {
            "chapter": "6:6",
            "content": "现在河西的总督达乃和示他波斯乃，并你们的同党，就是住河西的亚法萨迦人，你们当远离他们，",
            "note": ""
        },
        {
            "chapter": "6:7",
            "content": "不要拦阻　神殿的工作，任凭犹大人的省长和犹大人的长老在原处建造　神的这殿。",
            "note": ""
        },
        {
            "chapter": "6:8",
            "content": "我又降旨，吩咐你们向犹大人的长老为建造　神的殿当怎样行，就是从河西的款项中，急速拨取贡银作他们的经费，免得耽误工作。",
            "note": ""
        },
        {
            "chapter": "6:9",
            "content": "他们与天上的　神献燔祭所需用的公牛犊、公绵羊、绵羊羔，并所用的麦子、盐、酒、油，都要照耶路撒冷祭司的话，每日供给他们，不得有误！",
            "note": ""
        },
        {
            "chapter": "6:10",
            "content": "好叫他们献馨香的祭给天上的　神，又为王和王众子的寿命祈祷。",
            "note": ""
        },
        {
            "chapter": "6:11",
            "content": "我再降旨，无论谁更改这命令，必从他房屋中拆出一根梁来，把他举起，悬在其上，又使他的房屋成为粪堆。",
            "note": ""
        },
        {
            "chapter": "6:12",
            "content": "若有王和民伸手更改这命令，拆毁这殿，愿那使耶路撒冷的殿作为他名居所的　神，将他们灭绝。我大利乌降这旨意，当速速遵行。",
            "note": ""
        },
        {
            "chapter": "6:13",
            "content": "于是，河西总督达乃和示他波斯乃，并他们的同党，因大利乌王所发的命令，就急速遵行。",
            "note": ""
        },
        {
            "chapter": "6:14",
            "content": "犹大长老因先知哈该和易多的孙子撒迦利亚所说劝勉的话，就建造这殿，凡事亨通。他们遵着以色列　神的命令和波斯王塞鲁士、大利乌、亚达薛西的旨意，建造完毕。",
            "note": "以斯拉清楚指出，最先下令重建圣殿的是神，而非众君王，因为君王不过是神所使用的工具。最奇妙的是神竟藉着外邦人典籍库里一卷遗失了的诏书，来遏止反对重建圣殿的声音，这份诏书使神的工作顺利进行。神的心思意念高过一切掌权者，也超越一切历史，胜过反对的力量。我们难以预计他如何拯救我们，但只要相信他的大能和慈爱，便再没有什么可以阻挡我们了。"
        },
        {
            "chapter": "6:15",
            "content": "大利乌王第六年，亚达月初三日，这殿修成了。",
            "note": "公元前516年，圣殿重建完毕。"
        },
        {
            "chapter": "6:16",
            "content": "以色列的祭司和利未人并其余被掳归回的人，都欢欢喜喜地行奉献　神殿的礼。",
            "note": ""
        },
        {
            "chapter": "6:17",
            "content": "行奉献　神殿的礼就献公牛一百只，公绵羊二百只、绵羊羔四百只、又照以色列支派的数目，献公山羊十二只，为以色列众人作赎罪祭。",
            "note": ""
        },
        {
            "chapter": "6:18",
            "content": "且派祭司和利未人，按着班次在耶路撒冷事奉　神，是照摩西律法书上所写的。",
            "note": ""
        },
        {
            "chapter": "6:19",
            "content": "正月十四日，被掳归回的人守逾越节。",
            "note": "逾越节是每年举行的重要庆典，纪念以色列人出埃及。当年法老王经过一连串的灾难仍不肯释放以色列人，神便派遣使者，把埃及人每个家庭的长子杀掉。不过以色列人在门框和门楣上都涂了羔羊的血，灭命使者逾越不入，他们便避过了灾难（参出12:1-30）。"
        },
        {
            "chapter": "6:20",
            "content": "原来祭司和利未人一同自洁，无一人不洁净。利未人为被掳归回的众人和他们的弟兄众祭司，并为自己宰逾越节的羊羔。",
            "note": ""
        },
        {
            "chapter": "6:21",
            "content": "从掳到之地归回的以色列人，和一切除掉所染外邦人污秽、归附他们、要寻求耶和华以色列　神的人，都吃这羊羔，",
            "note": ""
        },
        {
            "chapter": "6:22",
            "content": "欢欢喜喜地守除酵节七日，因为耶和华使他们欢喜，又使亚述王的心转向他们，坚固他们的手，做以色列　神殿的工程。",
            "note": "我们有很多途径祈求神的帮助，你可曾想过，他可以改变一个人甚至整个团体的态度。他是全能的神！他的智慧与洞察力超越人性的规律。你必须总是以先改变自己的态度作为第一步，同时记住，神也能改变别人的态度。"
        }
    ]
}