{
    "book": "哈巴谷书",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "我要站在守望所，立在望楼上观看，看耶和华对我说什么话，我可用什么话向他诉冤（注：“向他诉冤”或作“回答所疑问的”）。",
            "note": "不少先知都用守望楼来代表等候盼望（参赛21:8,11；耶6:17；结3:17）。这里提到的守望楼，也代表哈巴谷的态度是静心等候神，留意神的答复。这些用石建成的守望楼是建在城墙或了望台上，以便看守的人远远就可看见敌人或信差临近城门。不少葡萄园也建有守望台，以便守护园中成熟的果子。哈巴谷在台上等候，就是要站在最佳位置，好接受神的信息。"
        },
        {
            "chapter": "2:2",
            "content": "他对我说：“将这默示明明地写在版上，使读的人容易读（注：或作“随跑随读”）。",
            "note": ""
        },
        {
            "chapter": "2:3",
            "content": "因为这默示有一定的日期，快要应验，并不虚谎。虽然迟延，还要等候；因为必然临到，不再迟延。",
            "note": "世界好像尽是恶人当道，难怪基督徒也会像哈巴谷那样，感到又愤怒又失望。哈巴谷向神提出激烈的申诉，神的答复正如回答我们一样：忍耐一下，让我在最恰当的时候，来施行我的计划吧。忍耐虽然不是容易的事，但千万不要忘记，神比我们更加厌恶罪恶。犯罪的人必定会受到审判。他对哈巴谷说：“不要失望！”纵使我们未必晓得事情为什么要这样发生，但仍不怀疑神，这才称得上是全心的信靠他。"
        },
        {
            "chapter": "2:4",
            "content": "迦勒底人自高自大，心不正直；惟义人因信得生。",
            "note": "恶贯满盈的巴比伦人自以为是，势必覆灭。“惟义人因信得生”这节经文也可译作“义人必因信而活”。它曾激励过不少信徒。保罗曾引述过这段经文（参罗1:17；加3:11）；希伯来书的作者，也在著名的信心之篇前面，引述过同一段话（参来10:38）。对于在困苦中生活，不知前路如何的信徒来说，这句话的帮助更大。基督徒应相信神会按他的计划，引导一切的事。"
        },
        {
            "chapter": "2:5",
            "content": "迦勒底人因酒诡诈、狂傲，不住在家中，扩充心欲好像阴间。他如死不能知足，聚集万国，堆积万民都归自己。",
            "note": ""
        },
        {
            "chapter": "2:6",
            "content": "这些国的民岂不都要题起诗歌，并俗语讥刺他说：‘祸哉！迦勒底人，你增添不属自己的财物，多多取人的当头，要到几时为止呢？’",
            "note": ""
        },
        {
            "chapter": "2:7",
            "content": "咬伤你的岂不忽然起来，扰害你的岂不兴起，你就作他们的掳物吗？",
            "note": ""
        },
        {
            "chapter": "2:8",
            "content": "因你抢夺许多的国，杀人流血，向国内的城并城中一切居民施行强暴，所以各国剩下的民都必抢夺你。",
            "note": "巴比伦人骄傲自信，向来没有怀疑过自己的军事实力。他们只顾满足自己的欲望，从不管后果如何。不过这些人的罪终要被清算，被他们掳掠的人会来夺去巴比伦的一切，并耻笑他们。公义有可能来得慢，但一定会来。"
        },
        {
            "chapter": "2:9",
            "content": "为本家积蓄不义之财、在高处搭窝、指望免灾的有祸了！",
            "note": ""
        },
        {
            "chapter": "2:10",
            "content": "你图谋剪除多国的民，犯了罪，使你的家蒙羞，自害己命。",
            "note": ""
        },
        {
            "chapter": "2:11",
            "content": "墙里的石头必呼叫，房内的栋梁必应声。",
            "note": ""
        },
        {
            "chapter": "2:12",
            "content": "以人血建城、以罪孽立邑的有祸了！",
            "note": ""
        },
        {
            "chapter": "2:13",
            "content": "众民所劳碌得来的被火焚烧；列国由劳乏而得的归于虚空，不都是出于万军之耶和华吗？",
            "note": "巴比伦的财富建立在别人的不幸上面，以后这些不义之财将会变为烈火中的燃油，使他们引火上身。受害的城市和其中的居民，都会起来与他们对抗。金钱本身并不邪恶，神所谴责的是贪爱钱财的心，和诡诈的敛财手段（参提前6:10）。因此，不要为贪恋钱财而失去对神的渴慕和热心，也不要让金钱取代了家庭、朋友或神的地位。"
        },
        {
            "chapter": "2:14",
            "content": "认识耶和华荣耀的知识，要充满遍地，好像水充满洋海一般。",
            "note": ""
        },
        {
            "chapter": "2:15",
            "content": "给人酒喝，又加上毒物，使他喝醉，好看见他下体的有祸了！",
            "note": ""
        },
        {
            "chapter": "2:16",
            "content": "你满受羞辱，不得荣耀。你也喝吧！显出是未受割礼的。耶和华右手的杯必传到你那里，你的荣耀就变为大大的羞辱。",
            "note": ""
        },
        {
            "chapter": "2:17",
            "content": "你向黎巴嫩行强暴与残害惊吓野兽的事，必遮盖你；因你杀人流血，向国内的城并城中一切居民施行强暴。",
            "note": ""
        },
        {
            "chapter": "2:18",
            "content": "雕刻的偶像，人将它刻出来，有什么益处呢？铸造的偶像，就是虚谎的师傅；制造者倚靠这哑巴偶像有什么益处呢？",
            "note": "现代人拜偶像似乎不如以前普通，但其实拜偶像并非只是跪拜神只，而是指信靠人造出来的东西，也就是信靠自己所创造及所维持的一切。倘若我们口中说敬拜神，却一心仰赖自己的银行存款、家庭、工作和事业，这便与拜偶像无异。你信神过于你手所造的一切吗？"
        },
        {
            "chapter": "2:19",
            "content": "对木偶说：‘醒起！’对哑巴石像说：‘起来！’那人有祸了！这个还能教训人吗？看哪！是包裹金银的，其中毫无气息。",
            "note": ""
        },
        {
            "chapter": "2:20",
            "content": "惟耶和华在他的圣殿中；全地的人都当在他面前肃敬静默。",
            "note": "偶像没有生命，也没有位格和能力，只不过是木头或石头造出来的东西，其殿宇也是空空如也，根本没有真神在内居住。圣殿却不同，它是神的居所。这位又真又活的神满有能力，他是完全的神。拜偶像的人会命令偶像拯救自己，但我们敬拜生命之主的，则是以尊崇的态度默然仰望他，我们承认他的掌管，并知道他的行事法则。偶像并不能答复我们的问题，但永生的神却能透过圣经向我们说话。让我们怀着敬畏的心来到他的面前，静心等候他要向我们说的话。"
        }
    ]
}