{
    "book": "玛拉基书",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "耶和华藉玛拉基传给以色列的默示。",
            "note": "默示是指从神而来的信息。玛拉基是旧约中的最后一位先知。约在公元前430年前后，他继哈该、撒迦利亚和尼希米出来传讲神的默示。当时，圣殿重建完成差不多已经一个世纪了，百姓对敬拜开始失去热心，再加上以赛亚、耶利米和弥迦那些令人兴奋的、关于弥赛亚的预言仍未实现，使百姓觉得失望，于是便渐渐冷淡下来。此外，导致耶路撒冷在公元前586年沦陷的各种罪，仍存留在他们中间。因此，玛拉基特别针对他们的伪善和罪行，把公义的神跟这些心硬的百姓的一连串争辩和对话生动地描绘出来。"
        },
        {
            "chapter": "1:2",
            "content": "耶和华说：“我曾爱你们。”“你们却说：‘你在何事上爱我们呢？’”耶和华说：“以扫不是雅各的哥哥吗？我却爱雅各，",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "恶以扫，使他的山岭荒凉，把他的地业交给旷野的野狗。”",
            "note": "神藉玛拉基所说的第一句话是：“我曾爱你们。”此话虽是对以色列人说的，但其实也是对每一个时代的人说的。可惜，许多人都以世俗的眼光看神的爱，他们用政治和经济的成就来作为成功的标准。以色列人因为当时的政治腐败，经济不景，人民穷困，就以为神已经不爱他们，这实在是大错特错了。神爱所有的人，因为万民都是他所创造的。然而，永远的赏赐只属于信靠他的人。"
        },
        {
            "chapter": "1:4",
            "content": "以东人说：“我们现在虽被毁坏，却要重建荒废之处。”万军之耶和华如此说：“任他们建造，我必拆毁。人必称他们的地为‘罪恶之境’；称他们的民为耶和华永远恼怒之民。",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "你们必亲眼看见，也必说：‘愿耶和华在以色列境界之外被尊为大。’",
            "note": "“我恶以扫”这句话只说出神拣选了雅各来作以色列民和弥赛亚的祖先，与以扫的永生问题无关（参罗9:10-13）。其实，神也让以扫成为以东人的祖先，只可惜他们后来成了以色列的世仇（参创25:19-34；27:30-43）。因为神要藉雅各和他的后裔赐福给万国，所以对以色列人特别看顾，只可惜他们虽蒙神拣选，却把神拒诸门外。"
        },
        {
            "chapter": "1:6",
            "content": "藐视我名的祭司啊，万军之耶和华对你们说：儿子尊敬父亲，仆人敬畏主人；我既为父亲，尊敬我的在哪里呢？我既为主人，敬畏我的在哪里呢？“你们却说：‘我们在何事上藐视你的名呢？’",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "你们将污秽的食物献在我的坛上，且说：‘我们在何事上污秽你呢？’因你们说，耶和华的桌子是可藐视的。",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "你们将瞎眼的献为祭物，这不为恶吗？将瘸腿的、有病的献上，这不为恶吗？你献给你的省长，他岂喜悦你，岂能看你的情面吗？”这是万军之耶和华说的。",
            "note": "在献祭上百姓犯了错误，他们贪图方便，贪便宜，祭物越贱越好，又漠视献祭方法，更不遵守神的命令，随心所欲地乱献祭。此等行径反映出他们对神的轻率态度。你有没有贪图方便或草率地奉献呢？你是不是也随一己之意来奉献呢？"
        },
        {
            "chapter": "1:9",
            "content": "“现在我劝你们恳求　神，他好施恩与我们。这妄献的事既由你们经手，他岂能看你们的情面吗？”这是万军之耶和华说的。",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "“甚愿你们中间有一人关上殿门，免得你们徒然在我坛上烧火。”万军之耶和华说：“我不喜悦你们，也不从你们手中收纳供物。”",
            "note": "祭司是神与百姓之间的桥梁，有责任反映神的性情、态度和价值观。他们接纳有残疾的祭牲，百姓便以为神也会接纳，但神说：“我不喜悦你们。”同样，我们也会影响亲友对神的看法。别人从你身上看见神的什么性情呢？假如我们任意犯罪，就与玛拉基时代的祭司无异，神也不会喜悦我们这样做。"
        },
        {
            "chapter": "1:11",
            "content": "万军之耶和华说：“从日出之地到日落之处，我的名在外邦中必尊为大。在各处，人必奉我的名烧香，献洁净的供物。因为我的名在外邦中必尊为大。",
            "note": "旧约中经常出现“我（耶和华）的名在外邦中必尊为大。”这一信息在这里再次得到确定。以往神拣选了犹太人，要藉他们来拯救赐福全世界，今日神同样使用所有相信他的人，包括犹太人和外邦人来拯救赐福世界。基督徒是神的选民，我们献给神的馨香祭乃是在基督里的新生命（参林后2:14-15）。你让神来使用你，叫他的名在各国受尊崇没有呢？这个使命首先从我们的家庭和邻舍中开始，与此同时，我们更要为神的全球宣教使命祷告与努力。"
        },
        {
            "chapter": "1:12",
            "content": "你们却亵渎我的名说：‘耶和华的桌子是污秽的，其上的食物是可藐视的。’",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "你们又说：‘这些事何等烦琐！’并嗤之以鼻。”这是万军之耶和华说的。“你们把抢夺的、瘸腿的、有病的拿来献上为祭。我岂能从你们手中收纳呢？”这是耶和华说的。",
            "note": "对这些祭司们来说，敬拜是烦琐之事，是重担。太多人以为跟随神可以使生活舒适安逸、事事亨通，他们只想在神身上找方便、占便宜。事实上要达到神的标准，我们必须付出极大的努力，甚至要过贫穷困苦的生活。不过，如果我们以事奉神为人生的最高目标，那么现在所付出的代价，与日后所承受的永生和赏赐相比实在微不足道。"
        },
        {
            "chapter": "1:14",
            "content": "“行诡诈的在群中有公羊，他许愿却用有残疾的献给主，这人是可咒诅的，因为我是大君王，我的名在外邦中是可畏的。”这是万军之耶和华说的。",
            "note": "神指控祭司没有敬畏他，甚至藐视他的名，灵性上也没有给百姓作好的榜样。圣殿在公元前516年重建后，他们虽然在那里敬拜神，却没有正确地敬拜，也从不按神的律法献祭。祭司以斯拉曾在公元前458年左右发起一次大复兴运动，但到了玛拉基的时代，民族领袖又再次跌倒离开神，而百姓自然跟他们一样。敬拜不再是由衷地赞美神，而变成了祭司沉重的公事。"
        }
    ]
}