{
    "book": "玛拉基书",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "“众祭司啊，这诫命是传给你们的。”",
            "note": ""
        },
        {
            "chapter": "2:2",
            "content": "万军之耶和华说：“你们若不听从，也不放在心上，将荣耀归与我的名，我就使咒诅临到你们，使你们的福分变为咒诅；因你们不把诫命放在心上，我已经咒诅你们了。",
            "note": "虽然神藉着他的话多番提醒，但祭司仍轻看神所重视的东西。我们怎样知道神看重些什么呢？首先要尽心、尽意、尽力爱他（参申6:5）。换句话说，我们不但要聆听神的话，还要把神的话放在心上，牢牢记着，并尽力把他的吩咐实践出来。我们爱神，他的话就会如明灯照亮并指引我们每一天的路途。反观玛拉基时代的祭司，他们不再爱神，所以不知道、也不重视他的要求了。"
        },
        {
            "chapter": "2:3",
            "content": "我必斥责你们的种子，又把你们牺牲的粪抹在你们的脸上，你们要与粪一同除掉。",
            "note": ":6　人们为求私利歪曲真理，神已厌烦他们的所作所为。他们以为神缄默就表示他容许人胡作非为。其实，神要惩罚犯各种罪的假信徒（3:5）。"
        },
        {
            "chapter": "2:4",
            "content": "你们就知道我传这诫命给你们，使我与利未（注：或作“利未人”）所立的约可以常存。这是万军之耶和华说的。",
            "note": ""
        },
        {
            "chapter": "2:5",
            "content": "我曾与他立生命和平安的约，我将这两样赐给他，使他存敬畏的心；他就敬畏我，惧怕我的名。",
            "note": ""
        },
        {
            "chapter": "2:6",
            "content": "真实的律法在他口中，他嘴里没有不义的话。他以平安和正直与我同行，使多人回头离开罪孽。",
            "note": "利未是利未支派的祖先，神把这支派分别出来服事他（参民1:47-54）。他们最初在会幕里，后来在圣殿里事奉神。神要祭司们留意跟从先祖的榜样，谨守他的典章律例。"
        },
        {
            "chapter": "2:7",
            "content": "祭司的嘴里当存知识，人也当由他口中寻求律法，因为他是万军之耶和华的使者。",
            "note": ""
        },
        {
            "chapter": "2:8",
            "content": "你们却偏离正道，使许多人在律法上跌倒；你们废弃我与利未所立的约。”这是万军之耶和华说的。",
            "note": "玛拉基向祭司发怒，因为他们是神的使者，却不清楚神的旨意，更因此引导百姓走入歧途。他们故意漠视神，罪责难逃。同样，传道人和教会领袖也必须熟识通达神的道，晓得如何在生活中实践出来。你用了多少时间来研读神的话语呢？"
        },
        {
            "chapter": "2:9",
            "content": "“所以我使你们被众人藐视，看为下贱，因你们不守我的道，竟在律法上瞻徇情面。”",
            "note": "祭司容许有势力和自己喜欢的人违反律法。这些人犯罪时，祭司没有尽力指责，怕一旦得罪了他们，便会失去支持。在教会里，是否也有些“特权人士”犯了罪也没有人指正呢？我们不能对有钱、有地位的人持双重标准，要把神的话语作为我们的准则。不要偏袒自己喜爱的人，以免被神弃绝（参雅2:1-4）。"
        },
        {
            "chapter": "2:10",
            "content": "我们岂不都是一位父吗？岂不是一位　神所造的吗？我们各人怎么以诡诈待弟兄，背弃了　神与我们列祖所立的约呢？",
            "note": ""
        },
        {
            "chapter": "2:11",
            "content": "犹大人行事诡诈，并且在以色列和耶路撒冷中行一件可憎的事。因为犹大人亵渎耶和华所喜爱的圣洁（注：或作“圣地”），娶侍奉外邦神的女子为妻。",
            "note": ""
        },
        {
            "chapter": "2:12",
            "content": "凡行这事的，无论何人（注：“何人”原文作“叫醒的、答应的”），就是献供物给万军之耶和华，耶和华也必从雅各的帐棚中剪除他。",
            "note": "随着圣殿重建，城墙修筑完成，百姓都切切期待有关消灭仇敌、弥赛亚来临的预言实现。但时光飞逝，预言仍未成就。百姓感到失望，开始不愿遵守神的律法，更渐渐地公然犯罪，娶敬拜偶像的外邦女子为妻。其实早在许多年之前，以斯拉和尼希米已面对过这个问题了（参拉9-10章；尼13:23-31）。"
        },
        {
            "chapter": "2:13",
            "content": "你们又行了一件这样的事，使前妻叹息哭泣的眼泪遮盖耶和华的坛，以致耶和华不再看顾那供物，也不乐意从你们手中收纳。",
            "note": ""
        },
        {
            "chapter": "2:14",
            "content": "你们还说：“这是为什么呢？”因耶和华在你和你幼年所娶的妻中间作见证。她虽是你的配偶，又是你盟约的妻，你却以诡诈待她。",
            "note": "百姓怨无可怨，只好推说际遇欠佳。虽然怨尤并不能解决问题，但人总爱推卸责任，好减轻自己的罪咎感。其实，每当遇到难题，我们应当首先自我反省。也许我们把态度和行为改变一下，问题便能迎刃而解！"
        },
        {
            "chapter": "2:15",
            "content": "虽然　神有灵的余力能造多人，他不是单造一人吗？为何只造一人呢？乃是他愿人得虔诚的后裔。所以当谨守你们的心，谁也不可以诡诈待幼年所娶的妻。",
            "note": "当时，只有男方才可以提出离婚。他们对伴侣不忠，对于神的心意──夫妇二人成为一体，教养后代敬畏神，根本没有放在心上。其实，他们不单抛弃了发妻，也漠视了与神的关系，忽视了与神在灵里沟通的真义。"
        },
        {
            "chapter": "2:16",
            "content": "耶和华以色列的　神说：“休妻的事和以强暴待妻的人，都是我所恨恶的。所以当谨守你们的心，不可行诡诈。这是万军之耶和华说的。”",
            "note": "“谨守你们的心”一话提醒我们对婚姻要认真，就像神对他向百姓所作的应许一样的认真。婚姻关系要靠感情来维系，使双方都得到满足，并且，这分感情也只应该集中在配偶身上。"
        },
        {
            "chapter": "2:17",
            "content": "你们用言语烦琐耶和华，你们还说：“我们在何事上烦琐他呢？”因为你们说：“凡行恶的，耶和华眼看为善，并且他喜悦他们。”或说：“公义的　神在哪里呢？”",
            "note": ""
        }
    ]
}