{
    "book": "阿摩司书",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "当犹大王乌西雅，以色列王约阿施的儿子耶罗波安在位的时候，大地震前二年，提哥亚牧人中的阿摩司得默示论以色列。",
            "note": "先知撒迦利亚和其他历史记载中，都提到这段时期曾经发生过一次地震（参亚14:5）。"
        },
        {
            "chapter": "1:2",
            "content": "他说：“耶和华必从锡安吼叫，从耶路撒冷发声；牧人的草场要悲哀，迦密的山顶要枯干。”",
            "note": ":6　当神逐一谴责各民族时，都说他们三番四次地犯罪，可见每一个民族都不断敌挡神，拒绝遵行他的命令。久而久之，犯罪的行径可变成一种生活的方式。忽视或否定自己的罪其实于事无补，我们必须在神面前认罪，祈求他赦免，真心改过自新；否则，我们只会继续犯罪，无望得救。"
        },
        {
            "chapter": "1:3",
            "content": "耶和华如此说：“大马士革三番四次地犯罪，我必不免去她的刑罚；因为她以打粮食的铁器打过基列。",
            "note": "大马士革是亚兰的首都。过去，亚兰曾是以色列最难抵御的敌人，但自公元前732年亚兰败于亚述之后（参王下16:9），大马士革就不再是一种威胁了。"
        },
        {
            "chapter": "1:4",
            "content": "我却要降火在哈薛的家中，烧灭便哈达的宫殿。",
            "note": "“哈薛的家”指亚兰王；便哈达是哈薛的儿子（参王下13:24）。"
        },
        {
            "chapter": "1:5",
            "content": "我必折断大马士革的门闩，剪除亚文平原的居民和伯伊甸掌权的。亚兰人必被掳到吉珥。”这是耶和华说的。",
            "note": "亚兰人曾在吉珥作奴隶，但现在他们已自由了（参9:7）。宣告亚兰人再回吉珥，就好比说以色列人要回到埃及再作奴隶一样（参出1章）。"
        },
        {
            "chapter": "1:6",
            "content": "耶和华如此说：“迦萨三番四次地犯罪，我必不免去她的刑罚；因为她掳掠众民交给以东。",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "我却要降火在迦萨的城内，烧灭其中的宫殿。",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "我必剪除亚实突的居民和亚实基伦掌权的，也必反手攻击以革伦。非利士人所余剩的必都灭亡。”这是主耶和华说的。",
            "note": "非利士是威胁以色列的宿敌。迦萨、亚实突、亚实基伦和以革伦是非利士五大城市中的四个，至于第五个城市迦特，大概已被毁灭。所以阿摩司是在指出整个非利士民族也要因其罪被毁。"
        },
        {
            "chapter": "1:9",
            "content": "耶和华如此说：“推罗三番四次地犯罪，我必不免去她的刑罚；因为她将众民交给以东，并不记念弟兄的盟约。",
            "note": "推罗是腓尼基的两大城市之一，曾先后与以色列立约，承诺供应香柏木给大卫建造宫殿和圣殿（参撒下5:11；王上5章）。"
        },
        {
            "chapter": "1:10",
            "content": "我却要降火在推罗的城内，烧灭其中的宫殿。”",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "耶和华如此说：“以东三番四次地犯罪，我必不免去她的刑罚；因为她拿刀追赶兄弟，毫无怜悯，发怒撕裂，永怀忿怒。",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "我却要降火在提幔，烧灭波斯拉的宫殿。”",
            "note": "以东和以色列都是以撒的后裔：以东源自以撒的长子以扫，以色列则来自以扫的孪生弟弟雅各（参创25:19-28；27章）。然而，这两个民族就好像他们的祖先一样，不断争竞。在以色列落难之时，以东幸灾乐祸。为此，神应许要从南边的提幔直至北边的波斯拉，完全毁灭以东。"
        },
        {
            "chapter": "1:13",
            "content": "耶和华如此说：“亚扪人三番四次地犯罪，我必不免去他们的刑罚；因为他们剖开基列的孕妇，扩张自己的境界。",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "我却要在争战呐喊的日子，旋风狂暴的时候，点火在拉巴的城内，烧灭其中的宫殿。",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "他们的王和首领必一同被掳去。”这是耶和华说的。",
            "note": "亚扪人是罗得和他小女儿乱伦所生的亚扪的后裔（参创19:30-38）。亚扪人一直敌视以色列人，即使以色列人转而敬拜他们的偶像，他们还是要起来攻击（参士10:6-8）。扫罗受膏作以色列王之后，第一场胜仗就是与亚扪人对阵（参撒上11章）。拉巴是亚扪的首府。阿摩司预言亚扪人遭毁灭一事，终于由亚述人的进攻应验了。"
        }
    ]
}