{
    "book": "阿摩司书",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "以色列人哪，你们全家是我从埃及地领上来的，当听耶和华攻击你们的话：",
            "note": ""
        },
        {
            "chapter": "3:2",
            "content": "“在地上万族中，我只认识你们；因此，我必追讨你们的一切罪孽。”",
            "note": "神拣选了以色列人，使列邦都藉着他们认识神；因为神是如此应许以色列的祖先亚伯拉罕的（参创12:1-3）。以色列并没有做出任何贡献，使他们值得神去恩待，只因神愿意，就赐给了他们这个特权（参申9:4-6）。可是，这特权却引来了他们的骄傲和自满，使其不再体察神的旨意，也不理会别人的苦况。"
        },
        {
            "chapter": "3:3",
            "content": "二人若不同心，岂能同行呢？",
            "note": ""
        },
        {
            "chapter": "3:4",
            "content": "狮子若非抓食，岂能在林中咆哮呢？少壮狮子若无所得，岂能从洞中发声呢？",
            "note": ""
        },
        {
            "chapter": "3:5",
            "content": "若没有机槛，雀鸟岂能陷在网罗里呢？网罗若无所得，岂能从地上翻起呢？",
            "note": ""
        },
        {
            "chapter": "3:6",
            "content": "城中若吹角，百姓岂不惊恐呢？灾祸若临到一城，岂非耶和华所降的吗？",
            "note": "这节经文指出，是神亲自降灾给以色列的。"
        },
        {
            "chapter": "3:7",
            "content": "主耶和华若不将奥秘指示他的仆人众先知，就一无所行。",
            "note": "即使在烈怒当中，神也满有怜悯：在惩罚降临之前，神往往藉先知告诫他的子民。昔日对以色列如是，今天对属神的人也如此。神既然警告了我们，到刑罚真的来临之时，我们就无可推诿。所以，神既已藉先知警告百姓，而他们仍然不肯悔改，当神降罚之时，他们便不可再向神埋怨，找理由搪塞。我们切勿轻视神的警戒，其实，这是神对我们的怜悯。"
        },
        {
            "chapter": "3:8",
            "content": "狮子吼叫，谁不惧怕呢？主耶和华发命，谁能不说预言呢？",
            "note": ""
        },
        {
            "chapter": "3:9",
            "content": "要在亚实突的宫殿中和埃及地的宫殿里传扬说：“你们要聚集在撒玛利亚的山上，就看见城中有何等大的扰乱与欺压的事。",
            "note": "亚实突是非利士的城市，也是大衮（外邦神只）神庙所在地。阿摩司形容非利士和埃及均被传召去见证以色列的大罪恶。可见，即使以色列最奸恶且敬拜偶像的邻邦，也要目睹神如何审判以色列。"
        },
        {
            "chapter": "3:10",
            "content": "“那些以强暴抢夺财物、积蓄在自己家中的人，不知道行正直的事。”这是耶和华说的。",
            "note": "以色列再也不知道何谓正直的事。他们犯罪愈多，就愈会忘记神的要求。同样，我们愈给罪恶留有余地，它就愈抓紧我们；最后，我们便会忘记何谓正直。你是否正处于忘记的边缘？"
        },
        {
            "chapter": "3:11",
            "content": "所以主耶和华如此说：“敌人必来围攻这地，使你的势力衰微，抢掠你的家宅。”",
            "note": ""
        },
        {
            "chapter": "3:12",
            "content": "耶和华如此说：“牧人怎样从狮子口中抢回两条羊腿或半个耳朵，住撒玛利亚的以色列人躺卧在床角上，或铺绣花毯的榻上，他们得救也不过如此。”",
            "note": "此处“敌人”指亚述，它攻陷以色列后，所作所为一如阿摩司的预言：百姓散居外邦，以色列地为外邦人所占据，以保太平。昔日，以色列的贵胄抢掠手无寸铁的百姓；今日，他们也要手无寸铁地被亚述抢掠。阿摩司更指出，即使以色列人肯悔改，也为时已晚：破坏将会彻底令一切荡然无存。"
        },
        {
            "chapter": "3:13",
            "content": "主耶和华万军之　神说：“当听这话，警戒雅各家！",
            "note": ""
        },
        {
            "chapter": "3:14",
            "content": "我讨以色列罪的日子，也要讨伯特利祭坛的罪；坛角必被砍下，坠落于地。",
            "note": "神审判祭坛的罪，显示他否定了以色列整个宗教体系，因为它已受到严重玷污。“坛角”代表保护（参王上1:49-53），但虚假的坛角却要被摧毁。如此，审判来临之时，百姓就再也没有圣所作为保护或避难之处（参4:4）。"
        },
        {
            "chapter": "3:15",
            "content": "我要拆毁过冬和过夏的房屋；象牙的房屋也必毁灭，高大的房屋都归无有。”这是耶和华说的。",
            "note": ""
        }
    ]
}