{
    "book": "阿摩司书",
    "chapter": "6",
    "verses": [
        {
            "chapter": "6:1",
            "content": "国为列国之首，人最著名，且为以色列家所归向，在锡安和撒玛利亚山安逸无虑的有祸了！",
            "note": ""
        },
        {
            "chapter": "6:2",
            "content": "你们要过到甲尼察看，从那里往大城哈马去，又下到非利士人的迦特，看那些国比你们的国还强吗？境界比你们的境界还宽吗？",
            "note": "东方、北方和西方的大城，都因骄傲自大而被神毁灭。以色列既如他们一样犯了大罪，昔日发生在列邦身上的结局，也必会在以色列身上重演。"
        },
        {
            "chapter": "6:3",
            "content": "你们以为降祸的日子还远，坐在位上尽行强暴（注：或作“行强暴使审判临近”）。",
            "note": ""
        },
        {
            "chapter": "6:4",
            "content": "你们躺卧在象牙床上，舒身在榻上，吃群中的羊羔、棚里的牛犊。",
            "note": "象牙是进口货品，是当时极为稀有的名贵奢侈品。即使是少量的象牙已象征着富有，何况是一张镶嵌着象牙的床！浪费在上面的资财，不知可帮助多少穷苦人。"
        },
        {
            "chapter": "6:5",
            "content": "弹琴鼓瑟唱消闲的歌曲，为自己制造乐器，如同大卫所造的。",
            "note": ""
        },
        {
            "chapter": "6:6",
            "content": "以大碗喝酒，用上等的油抹身，却不为约瑟的苦难担忧。",
            "note": "阿摩司将他的抨击集中到住在以色列和犹大境内那些安享舒适奢华、自鸣得意的人身上。财富以及安舒的生活令人自觉安全稳妥。但神并不喜悦我们忽视别人的需要，他要我们照顾别人，就如他看顾我们一样，神的国容不下自私无情。我们必须学习看重别人的需要，甚或看得比自己的需求还要重。善用自己的财富去帮助别人，是保障自己不骄傲自满的一个方法。"
        },
        {
            "chapter": "6:7",
            "content": "所以这些人必在被掳的人中首先被掳，舒身的人荒宴之乐必消灭了。",
            "note": ""
        },
        {
            "chapter": "6:8",
            "content": "主耶和华万军之　神指着自己起誓说：“我憎恶雅各的荣华，厌弃他的宫殿；因此，我必将城和其中所有的都交付敌人。”",
            "note": ""
        },
        {
            "chapter": "6:9",
            "content": "那时，若在一房之内剩下十个人，也都必死。",
            "note": ""
        },
        {
            "chapter": "6:10",
            "content": "死人的伯叔，就是烧他尸首的，要将这尸首搬到房外，问房屋内间的人说：“你那里还有人没有？”他必说：“没有。”又说：“不要作声，因为我们不可提耶和华的名。”",
            "note": "阿摩司形象地描绘出从神而来的可怕审判：即使在悲苦患难之时，百姓也不敢提及神的名，恐怕会因此招惹他的愤怒，带来另一次审判。"
        },
        {
            "chapter": "6:11",
            "content": "看哪，耶和华出令，大房就被攻破，小屋就被打裂。",
            "note": "百姓以建筑华美的房子来炫耀自己的成就。当然，居住环境舒适并非罪过，但须小心，勿让这些成为自满及夸口的源头。神把房屋赐给我们，乃是为了我们生存、事奉的需要，而非让我们藉此自我夸耀。"
        },
        {
            "chapter": "6:12",
            "content": "马岂能在崖石上奔跑？人岂能在那里用牛耕种呢？你们却使公平变为苦胆，使公义的果子变为茵陈。",
            "note": ""
        },
        {
            "chapter": "6:13",
            "content": "你们喜爱虚浮的事，自夸说：“我们不是凭自己的力量取了角吗？”",
            "note": ""
        },
        {
            "chapter": "6:14",
            "content": "耶和华万军之　神说：“以色列家啊，我必兴起一国攻击你们；他们必欺压你们，从哈马口直到亚拉巴的河。”",
            "note": "“角”指以色列东北边陲一个微不足道的小城镇，尤其是与他们所面对的亚述相比。哈马是在北方，亚拉巴则在南方；意指整个国家都要毁于亚述之手（参王下17:1-41）。"
        }
    ]
}