{
    "book": "阿摩司书",
    "chapter": "7",
    "verses": [
        {
            "chapter": "7:1",
            "content": "主耶和华指示我一件事：为王割菜之后（注：“菜”或作“草”），菜又发生，刚发生的时候，主造蝗虫。",
            "note": ""
        },
        {
            "chapter": "7:2",
            "content": "蝗虫吃尽那地的青物，我就说：“主耶和华啊，求你赦免！因为雅各微弱，他怎能站立得住呢？”",
            "note": ""
        },
        {
            "chapter": "7:3",
            "content": "耶和华就后悔说：“这灾可以免了。”",
            "note": ""
        },
        {
            "chapter": "7:4",
            "content": "主耶和华又指示我一件事：他命火来惩罚以色列，火就吞灭深渊，险些将地烧灭。",
            "note": ""
        },
        {
            "chapter": "7:5",
            "content": "我就说：“主耶和华啊，求你止息！因为雅各微弱，他怎能站立得住呢？”",
            "note": ""
        },
        {
            "chapter": "7:6",
            "content": "耶和华就后悔说：“这灾也可免了。”",
            "note": "神两度把将要降临到以色列的惩罚，藉异象预示给阿摩司看。阿摩司即时的反应都是祈求神不降罚与以色列。祈祷是带有能力的特权；阿摩司的祷告提醒我们，要多为自己的国家祈求。"
        },
        {
            "chapter": "7:7",
            "content": "他又指示我一件事：有一道墙是按准绳建筑的，主手拿准绳站在其上。",
            "note": ""
        },
        {
            "chapter": "7:8",
            "content": "耶和华对我说：“阿摩司啊，你看见什么？”我说：“看见准绳。”主说：“我要吊起准绳在我民以色列中，我必不再宽恕他们。",
            "note": ""
        },
        {
            "chapter": "7:9",
            "content": "以撒的邱坛必然凄凉，以色列的圣所必然荒废。我必兴起，用刀攻击耶罗波安的家。”",
            "note": "准绳是用来量度墙壁是否垂直的工具；倾斜的墙最终必倒塌。神希望百姓能与他一同站立，因此，那些使我们弯曲的罪要立刻清除。神的话语就是准绳，叫我们察验自己的罪。在神的准绳以下，你的表现如何？"
        },
        {
            "chapter": "7:10",
            "content": "伯特利的祭司亚玛谢，打发人到以色列王耶罗波安那里说：“阿摩司在以色列家中图谋背叛你；他所说的一切话，这国担当不起。",
            "note": "像阿摩司这样的先知，往往会被人看为是乱党，是卖国贼，因为他们总是针对王和王的谋士，质疑他们的权柄，揭露他们的罪行。所以，列王总会视先知为敌人，而非真心帮助他们及国家的人，也不承认先知是来自神、代表神发言的人。"
        },
        {
            "chapter": "7:11",
            "content": "因为阿摩司如此说：‘耶罗波安必被刀杀，以色列民定被掳去离开本地。’”",
            "note": ""
        },
        {
            "chapter": "7:12",
            "content": "亚玛谢又对阿摩司说：“你这先见哪，要逃往犹大地去，在那里糊口，在那里说预言，",
            "note": ""
        },
        {
            "chapter": "7:13",
            "content": "却不要在伯特利再说预言，因为这里有王的圣所，有王的宫殿。”",
            "note": ""
        },
        {
            "chapter": "7:14",
            "content": "阿摩司对亚玛谢说：“我原不是先知，也不是先知的门徒（注：原文作“儿子”）；我是牧人，又是修理桑树的。",
            "note": ""
        },
        {
            "chapter": "7:15",
            "content": "耶和华选召我，使我不跟从羊群，对我说：‘你去向我民以色列说预言。’",
            "note": "虽然没受过特别的训练、教育或培养，阿摩司却顺服了神的呼召：“你去向我民以色列说预言”。顺服是测试神的仆人是否忠心的灵药。你是否顺服神向你所发的呼召？"
        },
        {
            "chapter": "7:16",
            "content": "亚玛谢啊，现在你要听耶和华的话。你说：‘不要向以色列说预言，也不要向以撒家滴下预言。’",
            "note": ""
        },
        {
            "chapter": "7:17",
            "content": "所以耶和华如此说：‘你的妻子必在城中作妓女，你的儿女必倒在刀下；你的地必有人用绳子量了分取，你自己必死在污秽之地。以色列民定被掳去离开本地。’”",
            "note": "亚玛谢是伯特利的大祭司，代表以色列的官方宗教。可是，他并不关注神的信息，只在乎自己的地位是否稳固──保障一己的地位，竟然比认识真理更为重要。切勿让你自己的欲望（如对声望、权力及金钱的追求）把你捆绑在本来应该离开的工作或位置上。切勿让任何人或事物阻隔你与神的关系。"
        }
    ]
}