{
    "book": "阿摩司书",
    "chapter": "9",
    "verses": [
        {
            "chapter": "9:1",
            "content": "我看见主站在祭坛旁边，他说：“你要击打柱顶，使门槛震动，打碎柱顶落在众人头上；所剩下的人，我必用刀杀戮，无一人能逃避，无一人能逃脱。",
            "note": "审判要从祭坛开始，因为祭坛是百姓生活的中心，也是他们期望得到保护和赐福的地方。这审判要临到以色列所有的人，即十二个支派。解经家对祭坛的位置有不同理解：有的认为是伯特利的祭坛；但更可能是耶路撒冷圣殿内的祭坛。神要拆毁他们自以为安全的根基，好使他们回转归向他。不过，神已应许要复兴他更新了的子民、重建毁坏的以色列。（9:11）"
        },
        {
            "chapter": "9:2",
            "content": "他们虽然挖透阴间，我的手必取出他们来；虽然爬上天去，我必拿下他们来。",
            "note": ""
        },
        {
            "chapter": "9:3",
            "content": "虽然藏在迦密山顶，我必搜寻，捉出他们来；虽然从我眼前藏在海底，我必命蛇咬他们。",
            "note": ""
        },
        {
            "chapter": "9:4",
            "content": "虽被仇敌掳去，我必命刀剑杀戮他们；我必向他们定住眼目，降祸不降福。”",
            "note": "阴间是死人之地，迦密山则是大山；两者都象征着遥不可及──没有人能逃脱神的审判。对忠于神的人来说，这是个佳音；但在敌挡神的人看来，这却是个噩耗。无论我们逃到山顶，还是潜入深海，神都必能找着我们，按我们所言所行的来审判我们。阿摩司把审判恶人形容得像深海、猛兽无情地追寻那些受咒诅的人。然而，对忠于神的信徒，审判只会带来和平而繁盛的新天地。对你来说，神的审判是佳音还是噩耗？"
        },
        {
            "chapter": "9:5",
            "content": "主万军之耶和华摸地，地就消化，凡住在地上的都必悲哀。地必全然像尼罗河涨起，如同埃及河落下。",
            "note": ""
        },
        {
            "chapter": "9:6",
            "content": "那在天上建造楼阁、在地上安定穹苍、命海水浇在地上的──耶和华是他的名。",
            "note": ""
        },
        {
            "chapter": "9:7",
            "content": "耶和华说：“以色列人哪，我岂不看你们如古实人吗？我岂不是领以色列人出埃及地，领非利士人出迦斐托，领亚兰人出吉珥吗？",
            "note": "古实在埃及以南，对以色列人来说，是一片遥远的蛮荒之地。迦斐托即克里特，是非利士人移居巴勒斯坦时落脚的小岛。神审判以色列，跟审判列邦无大不同。他不但是以色列的神，更是万邦之神，统管万民。"
        },
        {
            "chapter": "9:8",
            "content": "主耶和华的眼目察看这有罪的国，必将这国从地上灭绝；却不将雅各家灭绝净尽。”这是耶和华说的。",
            "note": "阿摩司向以色列人保证，神必不将以色列“灭绝净尽”；换言之，惩罚并非长久，尚留有余地。神是要拯救，而非刑罚；但在必需刑罚的时候，他也不会按住不动。就好像充满慈爱的父亲一样，神所爱的，他就要管教，使他们改正。假若神管教你，你便当视之为神对你的爱，要欣然接受。"
        },
        {
            "chapter": "9:9",
            "content": "“我必出令，将以色列家分散在列国中，好像用筛子筛谷，连一粒也不落在地上。",
            "note": "虽然亚述要毁灭以色列，把以色列民掳去，但仍有人存留；早在数百年以前，对被掳一事已有预言了（参申28:63-68）。无疑百姓要在这次攻击和被掳中被净化，可是，没有一个真信徒会因此而永远失落。人间的审判制度纵然缺陷很多，但神却绝对公平；罪人必逃不了，义人却不会被忘记。真信徒必定不会失落。"
        },
        {
            "chapter": "9:10",
            "content": "我民中的一切罪人说：‘灾祸必追不上我们，也迎不着我们。’他们必死在刀下。",
            "note": ""
        },
        {
            "chapter": "9:11",
            "content": "到那日，我必建立大卫倒塌的帐幕，堵住其中的破口。把那破坏的建立起来，重新修造，像古时一样，",
            "note": ""
        },
        {
            "chapter": "9:12",
            "content": "使以色列人得以东所余剩的和所有称为我名下的国。”此乃行这事的耶和华说的。",
            "note": "在惩罚来临时，大卫家要成为“倒塌的帐幕”。神曾与大卫立约说，大卫必有一个后裔，永远接续他的王位（参撒下7:12-16）。然而，以色列民被掳，使这个应许看来无法实现。不过，神说“到那日”他要重建以色列国，使它恢复应许中的荣耀。这是同时向以色列和犹大所发的应许，这应许并非由地上政治领袖去实现，而是弥赛亚将来复兴的属灵国度，并掌权直到永远。雅各曾引述这几节经文（参徒15:16-17），指出这应许是藉基督的复活和教会（包含犹太人和外邦人）来实现的。“得以东所余剩的”是指弥赛亚的国度乃是普世性的，也包括外邦人。当神把外邦人带进来的时候，便是把那被破坏的重新建立起来。外邦人也被召集起来后，神便要重新复兴新以色列的荣耀。所有以色列的领土，将来都要成为神国的一部分。"
        },
        {
            "chapter": "9:13",
            "content": "耶和华说：“日子将到，耕种的必接续收割的，踹葡萄的必接续撒种的。大山要滴下甜酒，小山都必流奶（注：原文作“消化”。见约珥书3章18节）。",
            "note": "这节经文描述那时的谷物大丰收，百姓收也收不完。"
        },
        {
            "chapter": "9:14",
            "content": "我必使我民以色列被掳的归回，他们必重修荒废的城邑居住，栽种葡萄园，喝其中所出的酒；修造果木园，吃其中的果子。",
            "note": ""
        },
        {
            "chapter": "9:15",
            "content": "我要将他们栽于本地，他们不再从我所赐给他们的地上拔出来。”这是耶和华你的　神说的。",
            "note": "阿摩司时代的犹太人，早已把神向他们所施的爱和眷顾忘得一干二净。有钱人过着无忧无虑、舒适安逸的生活，对有需要的人却袖手旁观。他们遵守宗教礼仪，期望藉此讨神喜悦，但心底里对神却没有一点爱。故此阿摩司宣告，他们要因自己的恶行遭神毁灭。"
        }
    ]
}