{
    "book": "历代志下",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "大卫的儿子所罗门国位坚固。耶和华他的　神与他同在，使他甚为尊大。",
            "note": "历代志上以大卫的生平为经纬，下卷则集中描述南国犹大其他君王的生平，很少提到北国以色列，因为（1）这卷书是为从巴比伦被掳之地归回的犹大人而写的；（2）犹大代表大卫王的家谱，弥赛亚将从这个谱系而出。以色列地动乱不绝，成为无政府状态，人民悖逆神，然而犹大偶尔还能顺从神。"
        },
        {
            "chapter": "1:2",
            "content": "所罗门吩咐以色列众人，就是千夫长、百夫长、审判官、首领与族长都来。",
            "note": "所罗门兴起作王，详情请参列王纪上1章1至2章46节，列王纪上4章有关于他的介绍。"
        },
        {
            "chapter": "1:3",
            "content": "所罗门和会众都往基遍的邱坛去，因那里有　神的会幕，就是耶和华仆人摩西在旷野所制造的。",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "只是　神的约柜，大卫已经从基列耶琳搬到他所预备的地方，因他曾在耶路撒冷为约柜支搭了帐幕，",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "并且户珥的孙子、乌利的儿子比撒列所造的铜坛，也在基遍耶和华的会幕前。所罗门和会众都就近坛前。",
            "note": "摩西在数百年前所建造的会幕（参出35-40），虽历经搬动，百姓仍然藉着它来敬拜神。所罗门登基作王，会幕设在基遍，该城距离耶路撒冷西北约10公里。除了约柜被大卫运到耶路撒冷以外，会幕中其余的器物都留在基遍（参代上13, 15-16章）。大卫想把象征神同在的约柜安放在耶路撒冷城中，让他在那里治理百姓，但是会幕所在地基遍仍是以色列的宗教重地，直到所罗门在耶路撒冷造好圣殿以后，敬拜中心才自此转移。"
        },
        {
            "chapter": "1:6",
            "content": "所罗门上到耶和华面前会幕的铜坛那里，献一千牺牲为燔祭。",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "当夜，　神向所罗门显现，对他说：“你愿我赐你什么，你可以求。”",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "所罗门对　神说：“你曾向我父大卫大施慈爱，使我接续他作王。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "耶和华　神啊！现在求你成就向我父大卫所应许的话。因你立我作这民的王，他们如同地上尘沙那样多，",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "求你赐我智慧聪明，我好在这民前出入；不然，谁能判断这众多的民呢？”",
            "note": "神对所罗门的应许：“你愿我赐你什么，你可以求”（1:7）势必让人心为之一振。所罗门把百姓的需要放在第一位，只求智慧而不求财富，他晓得贵为人君最宝贵的财产就是智慧。后来他在箴言书中这样说：“智慧比珍珠（或红宝石）宝贵，你一切所喜爱的，都不足与之比较。”（箴3:15）昔日神赐给所罗门智慧，今天他也乐意赐给我们，赐人智慧的乃是同一位神。怎样能有智慧呢？首先，我们应当祈求“那厚赐与众人，也不斥责人的神”（参雅1:15）。其次，必须全心全意地查考圣经，并活用在日常生活上，因为那是属天智慧的泉源。（有关所罗门的智慧，请参王上3:6-9；3:12的注释）。"
        },
        {
            "chapter": "1:11",
            "content": "神对所罗门说：“我已立你作我民的王。你既有这心意，并不求资财、丰富、尊荣，也不求灭绝那恨你之人的性命，又不求大寿数，只求智慧聪明好判断我的民；",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "我必赐你智慧聪明，也必赐你资财、丰富、尊荣。在你以前的列王都没有这样，在你以后也必没有这样的。”",
            "note": "所罗门虽能尽得一切，但是他只求神赐智慧用以治理百姓。神悦纳他的优先选择，所以神也赏他资财、丰足和尊荣。主耶稣也讲到生活的优先次序，只要我们将神放在首位，一切需用他都会加给我们（参太6:33）。他这应许并不是说我们必会像所罗门一样富足显贵，乃是指我们让神居首位，他所赐的智慧必使我们有蒙神充分祝福的一生。我们的生活有目标，学习“以所有的为满足”，财富（不仅是物质上的）必然比用心积攒来得更丰足。"
        },
        {
            "chapter": "1:13",
            "content": "于是，所罗门从基遍邱坛会幕前回到耶路撒冷，治理以色列人。",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "所罗门聚集战车马兵，有战车一千四百辆，马兵一万二千名，安置在屯车的城邑和耶路撒冷，就是王那里。",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "王在耶路撒冷使金银多如石头，香柏木多如高原的桑树。",
            "note": ""
        },
        {
            "chapter": "1:16",
            "content": "所罗门的马是从埃及带来的，是王的商人一群一群按着定价买来的。",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "他们从埃及买来的车，每辆价银六百舍客勒，马每匹一百五十舍客勒。赫人诸王和亚兰诸王所买的车马，也是按这价值经他们手买来的。",
            "note": ""
        }
    ]
}