{
    "book": "历代志下",
    "chapter": "12",
    "verses": [
        {
            "chapter": "12:1",
            "content": "罗波安的国坚立，他强盛的时候，就离弃耶和华的律法，以色列人也都随从他。",
            "note": ""
        },
        {
            "chapter": "12:2",
            "content": "罗波安王第五年，埃及王示撒上来攻打耶路撒冷，因为王和民得罪了耶和华。",
            "note": "在埃及的碑文之中，有示撒军队侵略以色列的记载，说他们向北边直打到北国加利利海。埃及以前是世界强国，此时已经雄风不再，但示撒想重振国家过去的威荣，所以出兵。他的兵力虽然不足以征服犹大与以色列两国，却能摧毁犹大的主要城市，占据贸易通道，并造成犹大与以色列人民之间的不和。"
        },
        {
            "chapter": "12:3",
            "content": "示撒带战车一千二百辆，马兵六万，并且跟从他出埃及的路比人、苏基人和古实人，多得不可胜数。",
            "note": ""
        },
        {
            "chapter": "12:4",
            "content": "他攻取了犹大的坚固城，就来到耶路撒冷。",
            "note": ""
        },
        {
            "chapter": "12:5",
            "content": "那时，犹大的首领因为示撒就聚集在耶路撒冷。有先知示玛雅去见罗波安和众首领，对他们说：“耶和华如此说：‘你们离弃了我，所以我使你们落在示撒手里。’”",
            "note": ""
        },
        {
            "chapter": "12:6",
            "content": "于是，王和以色列的众首领都自卑说：“耶和华是公义的！”",
            "note": ""
        },
        {
            "chapter": "12:7",
            "content": "耶和华见他们自卑，耶和华的话就临到示玛雅说：“他们既自卑，我必不灭绝他们；必使他们略得拯救，我不藉着示撒的手，将我的怒气倒在耶路撒冷。",
            "note": ""
        },
        {
            "chapter": "12:8",
            "content": "然而他们必作示撒的仆人，好叫他们知道，服事我与服事外邦人有何分别。”",
            "note": "犹大人不顺服神的代价就是要服事外邦人的君王。首领以为凭自己的力量足以成功，其实大错特错。我们悖逆神，肯定是要付出代价的。生活之中若不理会神，我们属灵上的损失，必定大过经济上的收获。"
        },
        {
            "chapter": "12:9",
            "content": "于是，埃及王示撒上来攻取耶路撒冷，夺了耶和华殿和王宫里的宝物，尽都带走；又夺去所罗门制造的金盾牌。",
            "note": ""
        },
        {
            "chapter": "12:10",
            "content": "罗波安王制造铜盾牌代替那金盾牌，交给守王宫门的护卫长看守。",
            "note": ""
        },
        {
            "chapter": "12:11",
            "content": "王每逢进耶和华的殿，护卫兵就拿这盾牌，随后仍将盾牌送回，放在护卫房。",
            "note": "所罗门放在圣殿之中的纯金盾牌，竟换成价廉的铜盾牌，这是何等的荒唐。罗波安想保持昔日光荣的装饰外貌，可惜铜毕竟比不上金。我们生活不再以神为中心，却要维持基督徒生活的外表，实属肤浅；外表的美丽须是发自于内心的圣洁。"
        },
        {
            "chapter": "12:12",
            "content": "王自卑的时候，耶和华的怒气就转消了，不将他灭尽，并且在犹大中间也有善益的事。",
            "note": ""
        },
        {
            "chapter": "12:13",
            "content": "罗波安王自强，在耶路撒冷作王，他登基的时候年四十一岁，在耶路撒冷，就是耶和华从以色列众支派中所选择立他名的城，作王十七年。罗波安的母亲名叫拿玛，是亚扪人。",
            "note": ""
        },
        {
            "chapter": "12:14",
            "content": "罗波安行恶，因他不立定心意寻求耶和华。",
            "note": "罗波安悲惨的一生，是因为“他不立定心意寻求耶和华”。人若罔顾神的心意，真是危险。神要我们对他专一、坚定不移，我们要完全信靠他，否则就会与神隔绝。"
        },
        {
            "chapter": "12:15",
            "content": "罗波安所行的事，自始至终不都写在先知示玛雅和先见易多的史记上吗？罗波安与耶罗波安时常争战。",
            "note": ""
        },
        {
            "chapter": "12:16",
            "content": "罗波安与他列祖同睡，葬在大卫城里。他儿子亚比雅接续他作王。",
            "note": ""
        }
    ]
}