{
    "book": "历代志下",
    "chapter": "14",
    "verses": [
        {
            "chapter": "14:1",
            "content": "亚比雅与他列祖同睡，葬在大卫城里。他儿子亚撒接续他作王。亚撒年间，国中太平十年。",
            "note": ""
        },
        {
            "chapter": "14:2",
            "content": "亚撒行耶和华他　神眼中看为善为正的事，",
            "note": ""
        },
        {
            "chapter": "14:3",
            "content": "除掉外邦　神的坛和邱坛，打碎柱像，砍下木偶，",
            "note": ""
        },
        {
            "chapter": "14:4",
            "content": "吩咐犹大人寻求耶和华他们列祖的　神，遵行他的律法诫命；",
            "note": ""
        },
        {
            "chapter": "14:5",
            "content": "又在犹大各城邑除掉邱坛和日像，那时国享太平；",
            "note": "仅仅外表上参加敬拜聚会，未必能享神所赐的平安。我们必须效法亚撒，主动除去神看为可憎的事物。我们若未能清理日常犯罪的习惯，虽然积极参加教会聚会、做好事，心底仍不会安宁。我们要不断地求神帮助，根绝生活之中一切试探的源头。"
        },
        {
            "chapter": "14:6",
            "content": "又在犹大建造了几座坚固城，国中太平数年，没有战争。因为耶和华赐他平安。",
            "note": "亚撒作王国中太平，因为他“行耶和华他神眼中看为善为正的事”。这句话常在历代志中重覆出现──顺服神使他能与神和好、与人相安。犹大的君王因顺服神，全国得享太平，这也是神历代以来的应许。我们顺服神，不一定就能与仇敌和好，却必定使我们与神和好，并且在未来的国度里得享完全的平安。今天，顺服神仍是得享平安的第一步。"
        },
        {
            "chapter": "14:7",
            "content": "他对犹大人说：“我们要建造这些城邑，四围筑墙、盖楼、安门、做闩；地还属我们，是因寻求耶和华我们的　神。我们既寻求他，他就赐我们四境平安。”于是建造城邑，诸事亨通。",
            "note": "“四境平安”是指犹大与邻国皆相安无事。太平盛世并非单单叫人休息，乃是要我们居安思危，作好准备。亚撒王认定太平的时代是建立防务的良机，到兵临城下便为时晚矣。除非我们在事先准备好，否则要随时抵挡属灵的攻击，必然遇到困难。在我们感到试探难挡之前，要冷静思考怎样面对。在考验临到以前，要先建立你的防务系统。"
        },
        {
            "chapter": "14:8",
            "content": "亚撒的军兵，出自犹大拿盾牌拿枪的三十万人；出自便雅悯拿盾牌拉弓的二十八万人。这都是大能的勇士。",
            "note": ""
        },
        {
            "chapter": "14:9",
            "content": "有古实王谢拉率领军兵一百万，战车三百辆，出来攻击犹大人，到了玛利沙。",
            "note": ""
        },
        {
            "chapter": "14:10",
            "content": "于是亚撒出去与他迎敌，就在玛利沙的洗法谷彼此摆阵。",
            "note": ""
        },
        {
            "chapter": "14:11",
            "content": "亚撒呼求耶和华他的　神说：“耶和华啊，惟有你能帮助软弱的胜过强盛的。耶和华我们的　神啊，求你帮助我们！因为我们仰赖你，奉你的名来攻击这大军。耶和华啊，你是我们的　神，不要容人胜过你。”",
            "note": "如果你面对争战，感到力不能胜的时候，不要屈服。亚撒面对兵员众多的强大敌军，自知无力抵挡这样的敌军，所以求神帮助。得胜的秘诀，首先是承认自己从人得不到帮助，惟有倚靠神的拯救。神的大能，在那些认识自己软弱的人身上运行（参林后12:9）。自以为天下无敌的人其实正落入最大的危险中。"
        },
        {
            "chapter": "14:12",
            "content": "于是，耶和华使古实人败在亚撒和犹大人面前；古实人就逃跑了。",
            "note": ""
        },
        {
            "chapter": "14:13",
            "content": "亚撒和跟随他的军兵追赶他们，直到基拉耳。古实人被杀的甚多，不能再强盛，因为败在耶和华与他军兵面前。犹大人就夺了许多财物，",
            "note": ""
        },
        {
            "chapter": "14:14",
            "content": "又打破基拉耳四围的城邑。耶和华使其中的人都甚恐惧。犹大人又将所有的城掳掠一空，因其中的财物甚多；",
            "note": ""
        },
        {
            "chapter": "14:15",
            "content": "又毁坏了群畜的圈，夺取许多的羊和骆驼，就回耶路撒冷去了。",
            "note": ""
        }
    ]
}