{
    "book": "历代志下",
    "chapter": "15",
    "verses": [
        {
            "chapter": "15:1",
            "content": "神的灵感动俄德的儿子亚撒利雅。",
            "note": ""
        },
        {
            "chapter": "15:2",
            "content": "他出来迎接亚撒，对他说：“亚撒和犹大、便雅悯众人哪，要听我说！你们若顺从耶和华，耶和华必与你们同在；你们若寻求他，就必寻见；你们若离弃他，他必离弃你们。",
            "note": "亚撒明智地听从与神亲近之人的话，并虚心受谏；而亚撒利雅则严厉地警告犹大军兵，鼓励他们紧紧依靠神。与被圣灵充满之人相交，你就会明白神的计划，你要经常花时间，与能够帮助你明白神心意的人在一起读经祷告。"
        },
        {
            "chapter": "15:3",
            "content": "以色列人不信真神，没有训诲的祭司，也没有律法，已经好久了。",
            "note": "亚撒利雅说北国以色列不信真神。犹大王亚撒在位的四十一年间，以色列有八位君王全都是恶的。头一个君王耶罗波安开了设立偶像的先河，又逐出神的祭司（11:13-15）。亚撒利雅援引以色列的历史作为鉴戒警告犹大人，如果效法北国人所行的偏离神的话，灾祸也必会临到他们。"
        },
        {
            "chapter": "15:4",
            "content": "但他们在急难的时候，归向耶和华以色列的　神，寻求他，他就被他们寻见。",
            "note": ""
        },
        {
            "chapter": "15:5",
            "content": "那时出入的人，不得平安；列国的居民，都遭大乱。",
            "note": ""
        },
        {
            "chapter": "15:6",
            "content": "这国攻击那国，这城攻击那城，互相破坏，因为　神用各样灾难扰乱他们。",
            "note": ""
        },
        {
            "chapter": "15:7",
            "content": "现在你们要刚强，不要手软，因你们所行的，必得赏赐。”",
            "note": "亚撒利雅鼓励犹大人继续行善，“因你们所行的必得赏赐”。这也是对我们的鼓励。表扬与赏赐为人带来动力，具有双重的意义：（1）今生的好处：照着神的心意而活，能在今生今世得称许；（2）永世的益处：在来世会得到永恒赏赐。如果你对神赤忠，今生在地上没有得到赏赐的话，不要灰心，最好的赏赐不在今生，而在于来世。"
        },
        {
            "chapter": "15:8",
            "content": "亚撒听见这话和俄德儿子先知亚撒利雅的预言，就壮起胆来，在犹大、便雅悯全地，并以法莲山地所夺的各城，将可憎之物尽都除掉；又在耶和华殿的廊前，重新修筑耶和华的坛；",
            "note": ""
        },
        {
            "chapter": "15:9",
            "content": "又招聚犹大、便雅悯的众人，并他们中间寄居的以法莲人、玛拿西人、西缅人。有许多以色列人归降亚撒，因见耶和华他的　神与他同在。",
            "note": ""
        },
        {
            "chapter": "15:10",
            "content": "亚撒十五年三月，他们都聚集在耶路撒冷。",
            "note": ""
        },
        {
            "chapter": "15:11",
            "content": "当日，他们从所取的掳物中，将牛七百只、羊七千只献给耶和华。",
            "note": ""
        },
        {
            "chapter": "15:12",
            "content": "他们就立约，要尽心尽性地寻求耶和华他们列祖的　神；",
            "note": ""
        },
        {
            "chapter": "15:13",
            "content": "凡不寻求耶和华以色列　神的，无论大小、男女，必被治死。",
            "note": ""
        },
        {
            "chapter": "15:14",
            "content": "他们就大声欢呼，吹号吹角，向耶和华起誓。",
            "note": ""
        },
        {
            "chapter": "15:15",
            "content": "犹大众人为所起的誓欢喜。因他们是尽心起誓，尽意寻求耶和华，耶和华就被他们寻见，且赐他们四境平安。",
            "note": "许多人觉得难以专心一意献身于任何事业。他们凡事犹疑不定、怕负责任。亚撒和犹大人却不是这样，他们清楚坚定地顺从神。他们吹号而欢呼，郑重起誓效忠神，这种坚定不移的决心讨神喜悦，使全国得享太平。如果你想有平安，你要检讨自己在什么地方还未完全交托给神。把你的生命全部交托给神，平安也就伴随而来。"
        },
        {
            "chapter": "15:16",
            "content": "亚撒王贬了他祖母玛迦太后的位，因她造了可憎的偶像亚舍拉。亚撒砍下她的偶像，捣得粉碎，烧在汲沦溪边。",
            "note": "神的十诫吩咐我们当孝敬父母，但是亚撒王却贬了祖母太后的位。孝敬父母固然是神的命令，对神忠诚更属第一位的。主耶稣警告我们，孝敬父母并不能成为藉口，拦阻我们去跟从他（参路14:26）。如果你有不信主的父母，仍须孝敬他们，不过你必须尊主为大，优先考虑神的事。"
        },
        {
            "chapter": "15:17",
            "content": "只是邱坛还没有从以色列中废去，然而亚撒的心一生诚实。",
            "note": ""
        },
        {
            "chapter": "15:18",
            "content": "亚撒将他父所分别为圣、与自己所分别为圣的金银和器皿都奉到　神的殿里。",
            "note": ""
        },
        {
            "chapter": "15:19",
            "content": "从这时直到亚撒三十五年，都没有争战的事。",
            "note": ""
        }
    ]
}