{
    "book": "历代志下",
    "chapter": "21",
    "verses": [
        {
            "chapter": "21:1",
            "content": "约沙法与他列祖同睡，葬在大卫城他列祖的坟地里。他儿子约兰接续他作王。",
            "note": ""
        },
        {
            "chapter": "21:2",
            "content": "约兰有几个兄弟，就是约沙法的儿子亚撒利雅、耶歇、撒迦利雅、亚撒利雅、米迦勒、示法提雅，这都是以色列王约沙法的儿子。",
            "note": ""
        },
        {
            "chapter": "21:3",
            "content": "他们的父亲将许多金银、财宝和犹大地的坚固城，赐给他们；但将国赐给约兰，因为他是长子。",
            "note": ""
        },
        {
            "chapter": "21:4",
            "content": "约兰兴起坐他父的位，奋勇自强，就用刀杀了他的众兄弟和以色列的几个首领。",
            "note": ""
        },
        {
            "chapter": "21:5",
            "content": "约兰登基的时候年三十二岁，在耶路撒冷作王八年。",
            "note": ""
        },
        {
            "chapter": "21:6",
            "content": "他行以色列诸王的道，与亚哈家一样。因他娶了亚哈的女儿为妻，行耶和华眼中看为恶的事。",
            "note": "犹大的新王约兰娶了亚她利雅为妻，就是以色列昏君亚哈之女，后来作了犹大下任君王亚哈谢的母亲（22:2）。她的母亲耶洗别是以色列有史以来最邪恶的女人。约兰娶妻使犹大倾覆，因为亚她利雅将母亲的恶道带到犹大，使犹大忘记神，转去敬拜巴力（22:3）。"
        },
        {
            "chapter": "21:7",
            "content": "耶和华却因自己与大卫所立的约，不肯灭大卫的家，照他所应许的，永远赐灯光与大卫和他的子孙。",
            "note": "神应许大卫的后裔，他的国位会历久不衰（参撒下7:8-16）。在他们国家灭亡，人民被掳以后，这个应许怎样实现呢？神的应许有两个部分：（1）按表面意义说：只要犹大仍有实际的王位，大卫的后裔就会坐在其上；不过，这部分的应许系于君王对神的顺服。人不顺服，神就没有必要继续履行对大卫后裔之应许。（2）按灵意来说，这个应许在大卫的后裔──主耶稣再来的时候，就会完全应验了，他要坐在大卫的宝座上，直到永远。"
        },
        {
            "chapter": "21:8",
            "content": "约兰年间，以东人背叛犹大，脱离他的权下，自己立王。",
            "note": ""
        },
        {
            "chapter": "21:9",
            "content": "约兰就率领军长和所有的战车，夜间起来，攻击围困他的以东人和车兵长。",
            "note": ""
        },
        {
            "chapter": "21:10",
            "content": "这样，以东人背叛犹大，脱离他的权下，直到今日。那时，立拿人也背叛了，因为约兰离弃耶和华他列祖的　神。",
            "note": ""
        },
        {
            "chapter": "21:11",
            "content": "他又在犹大诸山建筑邱坛，使耶路撒冷的居民行邪淫，诱惑犹大人。",
            "note": "约兰王朝的特色是犯罪与残忍。他娶拜偶像的妇人，杀害六个兄弟，容许人拜偶像。但他没有阵亡，也未遭叛逆者杀死，却死于肠子坠落的痛苦疾病（21:18-19）。神对罪的处罚，不一定是戏剧性的即时报应。但是如果我们不理会神的律法，终会尝到罪的后果。"
        },
        {
            "chapter": "21:12",
            "content": "先知以利亚达信与约兰说：“耶和华你祖大卫的　神如此说：‘因为你不行你父约沙法和犹大王亚撒的道，",
            "note": "历代志中只在这里提到以利亚。在列王纪上17章1节至列王纪下2章11节之中多次提到这位伟大的先知。在列王纪上18章有关于他的人物介绍。"
        },
        {
            "chapter": "21:13",
            "content": "乃行以色列诸王的道，使犹大人和耶路撒冷的居民行邪淫，像亚哈家一样，又杀了你父家比你好的诸兄弟。",
            "note": ""
        },
        {
            "chapter": "21:14",
            "content": "故此，耶和华降大灾与你的百姓和你的妻子、儿女并你一切所有的。",
            "note": ""
        },
        {
            "chapter": "21:15",
            "content": "你的肠子必患病，日加沉重，以致你的肠子坠落下来。’”",
            "note": ""
        },
        {
            "chapter": "21:16",
            "content": "以后，耶和华激动非利士人和靠近古实的阿拉伯人来攻击约兰。",
            "note": ""
        },
        {
            "chapter": "21:17",
            "content": "他们上来攻击犹大，侵入境内，掳掠了王宫里所有的财货和他的妻子儿女。除了他小儿子约哈斯（注：又名“亚哈谢”）之外，没有留下一个儿子。",
            "note": ""
        },
        {
            "chapter": "21:18",
            "content": "这些事以后，耶和华使约兰的肠子患不能医治的病。",
            "note": ""
        },
        {
            "chapter": "21:19",
            "content": "他患此病缠绵日久，过了二年，肠子坠落下来，病重而死。他的民没有为他烧什么物件，像从前为他列祖所烧的一样。",
            "note": ""
        },
        {
            "chapter": "21:20",
            "content": "约兰登基的时候年三十二岁，在耶路撒冷作王八年。他去世无人思慕，众人葬他在大卫城，只是不在列王的坟墓里。",
            "note": ""
        }
    ]
}