{
    "book": "历代志下",
    "chapter": "25",
    "verses": [
        {
            "chapter": "25:1",
            "content": "亚玛谢登基的时候年二十五岁，在耶路撒冷作王二十九年。他母亲名叫约耶但，是耶路撒冷人。",
            "note": ""
        },
        {
            "chapter": "25:2",
            "content": "亚玛谢行耶和华眼中看为正的事，只是心不专诚。",
            "note": "亚玛谢表面行看为正的事，但心中常常不悦。他顺服神是出于勉强。先知告诉他神必施行拯救，他却埋怨用作招募以色列士兵的银子白白失去了（25:9）。他看军事胜利过于遵行神的旨意。我们要察验自己的心，除去一切不能顺服的原因，因为勉强遵从算不上真正顺服。"
        },
        {
            "chapter": "25:3",
            "content": "国一坚定，就把杀他父王的臣仆杀了，",
            "note": ""
        },
        {
            "chapter": "25:4",
            "content": "却没有治死他们的儿子，是照摩西律法书上耶和华所吩咐的说：“不可因子杀父，也不可因父杀子，各人要为本身的罪而死。”",
            "note": ""
        },
        {
            "chapter": "25:5",
            "content": "亚玛谢招聚犹大人，按着犹大和便雅悯的宗族，设立千夫长、百夫长。又数点人数，从二十岁以外，能拿枪拿盾牌出去打仗的精兵，共有三十万。",
            "note": ""
        },
        {
            "chapter": "25:6",
            "content": "又用银子一百他连得，从以色列招募了十万大能的勇士。",
            "note": ""
        },
        {
            "chapter": "25:7",
            "content": "有一个神人来见亚玛谢，对他说：“王啊，不要使以色列的军兵与你同去，因为耶和华不与以色列人以法莲的后裔同在。",
            "note": ""
        },
        {
            "chapter": "25:8",
            "content": "你若一定要去，就奋勇争战吧！但　神必使你败在敌人面前，因为　神能助人得胜，也能使人倾败。”",
            "note": ""
        },
        {
            "chapter": "25:9",
            "content": "亚玛谢问神人说：“我给了以色列军的那一百他连得银子怎么样呢？”神人回答说：“耶和华能把更多的赐给你。”",
            "note": ""
        },
        {
            "chapter": "25:10",
            "content": "于是，亚玛谢将那从以法莲来的军兵分别出来，叫他们回家去，故此，他们甚恼怒犹大人，气忿忿地回家去了。",
            "note": "亚玛谢与以色列的士兵立下协议，答应付他们银子，来为他争战（25:6）。但是因先知的警告，在军兵上阵以前，他虽付了他们银钱，也不得不打发他们回去。虽然他平白地损失大笔金钱，却明智地看出，金钱不足弥补他与以色列人联盟的恶果。你如果身处这种情势，你会怎样反应？金钱切不可成为绊脚石，防碍你择选正路。主的恩惠乃是无价之宝，远胜过无数的金银。"
        },
        {
            "chapter": "25:11",
            "content": "亚玛谢壮起胆来，率领他的民到盐谷，杀了西珥人一万。",
            "note": ""
        },
        {
            "chapter": "25:12",
            "content": "犹大人又生擒了一万带到山崖上，从那里把他们扔下去，以致他们都摔碎了。",
            "note": ""
        },
        {
            "chapter": "25:13",
            "content": "但亚玛谢所打发回去、不许一同出征的那些军兵，攻打犹大各城，从撒玛利亚直到伯和仑，杀了三千人，抢了许多财物。",
            "note": ""
        },
        {
            "chapter": "25:14",
            "content": "亚玛谢杀了以东人回来，就把西珥的神像带回，立为自己的神，在他面前叩拜烧香。",
            "note": "亚玛谢得胜凯旋之后，竟向所掳获的神像献祭。我们在成功得意之日，极容易犯罪；踌躇满志、洋洋自得时，我们易失去警觉，撒但就使用各样的试探来攻击。在你得胜之时，务要警醒，登上峰巅之后，慎防跌入深谷。"
        },
        {
            "chapter": "25:15",
            "content": "因此，耶和华的怒气向亚玛谢发作，就差一个先知去见他说：“这些神不能救他的民脱离你的手，你为何寻求他呢？”",
            "note": "亚玛谢敬拜他从以东掳来的偶像，实在愚不可及。由于赞赏以东的成就，他竟然敬拜他们的偶像，事奉被打败之仇敌的假神，真是何等愚蠢。我们追求金钱、权力、名声，就犯了和亚玛谢同样的错误。认识到追逐这些世俗的事尽属虚空，我们就不至贪慕世俗的东西。"
        },
        {
            "chapter": "25:16",
            "content": "先知与王说话的时候，王对他说：“谁立你作王的谋士呢？你住口吧！为何找打呢？”先知就止住了，又说：“你行这事不听从我的劝戒，我知道　神定意要灭你。”",
            "note": ""
        },
        {
            "chapter": "25:17",
            "content": "犹大王亚玛谢与群臣商议，就差遣使者去见耶户的孙子、约哈斯的儿子、以色列王约阿施说：“你来，我们二人相见于战场。”",
            "note": ""
        },
        {
            "chapter": "25:18",
            "content": "以色列王约阿施差遣使者去见犹大王亚玛谢说：“黎巴嫩的蒺藜差遣使者去见黎巴嫩的香柏树说：‘将你的女儿给我儿子为妻。’后来黎巴嫩有一个野兽经过，把蒺藜践踏了。",
            "note": "以色列王约阿施用比喻，将犹大比作蒺藜，将以色列比作香柏树。亚玛谢因打败以东而骄傲，想再攻打以色列；约阿施警告他不要前去攻击，亚玛谢的野心大过能力，结果自食其果，被打得大败。不要让野心与骄傲闯进生命之中，使你忘记神。"
        },
        {
            "chapter": "25:19",
            "content": "你说：‘看哪！我打败了以东人。’你就心高气傲，以致矜夸。你在家里安居就罢了，为何要惹祸使自己和犹大国一同败亡呢？”",
            "note": ""
        },
        {
            "chapter": "25:20",
            "content": "亚玛谢却不肯听从，这是出乎　神，好将他们交在敌人手里，因为他们寻求以东的神。",
            "note": ""
        },
        {
            "chapter": "25:21",
            "content": "于是，以色列王约阿施上来，在犹大的伯示麦与犹大王亚玛谢相见于战场。",
            "note": ""
        },
        {
            "chapter": "25:22",
            "content": "犹大人败在以色列人面前，各自逃回家里去了。",
            "note": ""
        },
        {
            "chapter": "25:23",
            "content": "以色列王约阿施，在伯示麦擒住约哈斯（注：就是“亚哈谢”）的孙子、约阿施的儿子、犹大王亚玛谢，将他带到耶路撒冷。又拆毁耶路撒冷的城墙，从以法莲门直到角门，共四百肘；",
            "note": ""
        },
        {
            "chapter": "25:24",
            "content": "又将俄别以东所看守　神殿里的一切金银和器皿，与王宫里的财宝都拿了去，并带人去为质，就回撒玛利亚去了。",
            "note": ""
        },
        {
            "chapter": "25:25",
            "content": "以色列王约哈斯的儿子约阿施死后，犹大王约阿施的儿子亚玛谢又活了十五年。",
            "note": ""
        },
        {
            "chapter": "25:26",
            "content": "亚玛谢其余的事，自始至终不都写在犹大和以色列诸王记上吗？",
            "note": ""
        },
        {
            "chapter": "25:27",
            "content": "自从亚玛谢离弃耶和华之后，在耶路撒冷有人背叛他，他就逃到拉吉。叛党却打发人到拉吉将他杀了。",
            "note": ""
        },
        {
            "chapter": "25:28",
            "content": "人就用马将他的尸首驮回，葬在犹大京城他列祖的坟地里。",
            "note": ""
        }
    ]
}