{
    "book": "历代志下",
    "chapter": "31",
    "verses": [
        {
            "chapter": "31:1",
            "content": "这事既都完毕，在那里的以色列众人就到犹大的城邑，打碎柱像、砍断木偶，又在犹大、便雅悯、以法莲、玛拿西遍地，将邱坛和祭坛拆毁净尽。于是，以色列众人各回各城，各归各地。",
            "note": "拜偶像为什么罪大恶极？因为以色列人虽然可以亲近独一的真神，他们却一直敬拜毫无生命气息的、用木头石头所造的偶像。他们对敬拜真神的事置之不理，不拜造物之主，却拜受造之物。神不在心中居首位的时候，我们也会犯同样拜偶像之罪。我们想到财富、宴乐、物质产业、声望多过想到神时，实际上就是拜这些为神了。犹大人因为敬拜偶像，最后被掳到外邦（36:14-17）。我们虽然不至于被敌人俘掳而流落异地，但是若看重属世的东西过于属灵的事，必然受神的管教。"
        },
        {
            "chapter": "31:2",
            "content": "希西家派定祭司利未人的班次，各按各职献燔祭和平安祭，又在耶和华殿（注：原文作“营”）门内事奉、称谢、颂赞耶和华。",
            "note": ""
        },
        {
            "chapter": "31:3",
            "content": "王又从自己的产业中定出分来为燔祭，就是早晚的燔祭，和安息日、月朔、并节期的燔祭，都是按耶和华律法上所载的。",
            "note": ""
        },
        {
            "chapter": "31:4",
            "content": "又吩咐住耶路撒冷的百姓，将祭司利未人所应得的分给他们，使他们专心遵守耶和华的律法。",
            "note": ""
        },
        {
            "chapter": "31:5",
            "content": "谕旨一出，以色列人就把初熟的五谷、新酒、油、蜜和田地的出产多多送来，又把各物的十分之一送来的极多。",
            "note": ""
        },
        {
            "chapter": "31:6",
            "content": "住犹大各城的以色列人和犹大人，也将牛羊的十分之一，并分别为圣归耶和华他们　神之物，就是十分取一之物，尽都送来积成堆垒。",
            "note": ""
        },
        {
            "chapter": "31:7",
            "content": "从三月积起，到七月才完。",
            "note": ""
        },
        {
            "chapter": "31:8",
            "content": "希西家和众首领来，看见堆垒，就称颂耶和华，又为耶和华的民以色列人祝福。",
            "note": "希西家恢复犹大人的十一奉献条例，叫百姓将自己收入的十分之一献给祭司和利未人，使他们能专心事奉神、也服事人民。百姓立刻遵从，慷慨地回应。神的工作需要百姓的支持。神是否从你的收入之中得着他所当得的分呢？慷慨使我们的奉献讨神的喜悦（参林后8；9）。如果所有的基督徒都始终如一，依照这种样式奉献的话，教会的光景将是何等辉煌！"
        },
        {
            "chapter": "31:9",
            "content": "希西家向祭司利未人查问这堆垒。",
            "note": ""
        },
        {
            "chapter": "31:10",
            "content": "撒督家的大祭司亚撒利雅回答说：“自从民将供物送到耶和华殿以来，我们不但吃饱，且剩下的甚多。因为耶和华赐福与他的民，所剩下的才这样丰盛。”",
            "note": ""
        },
        {
            "chapter": "31:11",
            "content": "希西家吩咐在耶和华殿里预备仓房，他们就预备了。",
            "note": ""
        },
        {
            "chapter": "31:12",
            "content": "他们诚心将供物和十分取一之物，并分别为圣之物，都搬入仓内。利未人歌楠雅掌管这事，他兄弟示每为副管。",
            "note": ""
        },
        {
            "chapter": "31:13",
            "content": "耶歇、亚撒细雅、拿哈、亚撒黑、耶利末、约撒拔、以列、伊斯玛基雅、玛哈、比拿雅都是督理，在歌楠雅和他兄弟示每的手下，是希西家王和管理　神殿的亚撒利雅所派的。",
            "note": ""
        },
        {
            "chapter": "31:14",
            "content": "守东门的利未人音拿的儿子可利，掌管乐意献与　神的礼物，发放献与耶和华的供物和至圣的物。",
            "note": ""
        },
        {
            "chapter": "31:15",
            "content": "在他手下有伊甸、民雅民、耶书亚、示玛雅、亚玛利雅、示迦尼雅，在祭司的各城里供紧要的职任，无论弟兄大小，都按着班次分给他们。",
            "note": ""
        },
        {
            "chapter": "31:16",
            "content": "按家谱，三岁以外的男丁，凡每日进耶和华殿按班次供职的，也分给他。",
            "note": ""
        },
        {
            "chapter": "31:17",
            "content": "又按宗族家谱分给祭司，按班次职任分给二十岁以外的利未人。",
            "note": ""
        },
        {
            "chapter": "31:18",
            "content": "又按家谱计算，分给他们会中的妻子、儿女，因他们身供要职，自洁成圣。",
            "note": ""
        },
        {
            "chapter": "31:19",
            "content": "按名派定的人，要把应得的，分给亚伦子孙，住在各城郊野祭司所有的男丁和一切载入家谱的利未人。",
            "note": ""
        },
        {
            "chapter": "31:20",
            "content": "希西家在犹大遍地这样办理，行耶和华他　神眼中看为善为正为忠的事。",
            "note": ""
        },
        {
            "chapter": "31:21",
            "content": "凡他所行的，无论是办　神殿的事，是遵律法守诫命的，是寻求他的　神，都是尽心去行，无不亨通。",
            "note": "因为希西家行“耶和华他神眼中看为善为正为忠的事”，他就使犹大人民有属灵的更新。他的行动也是我们更新的榜样。（1）他纪念神的怜悯（30:9）。（2）他不理别人的讥诮，竭力推行宗教改革（30:10）。（3）他除恶务尽，灭绝影响生命的种种歪风（30:14；31:1）。（4）他为人民代祷，求耶和华赦免（30:15-20）。（5）他允许人民自动自发地延长敬拜（30:23）。（6）他对神的工作慷慨地奉献（31:3）。在你的生活之中，如果缺少以上的任何一项，请你将他的榜样用在你身上，把你自己重新交托给神吧。"
        }
    ]
}