{
    "book": "历代志下",
    "chapter": "35",
    "verses": [
        {
            "chapter": "35:1",
            "content": "约西亚在耶路撒冷向耶和华守逾越节。正月十四日，就宰了逾越节的羊羔。",
            "note": ""
        },
        {
            "chapter": "35:2",
            "content": "王分派祭司各尽其职，又勉励他们办耶和华殿中的事。",
            "note": ""
        },
        {
            "chapter": "35:3",
            "content": "又对那归耶和华为圣、教训以色列人的利未人说：“你们将圣约柜安放在以色列王大卫儿子所罗门建造的殿里，不必再用肩扛抬。现在要事奉耶和华你们的　神，服事他的民以色列。",
            "note": "在摩西的时代，利未人的职务之一就是当以色列人无论何时在旷野中移动，他们都要扛抬约柜起行。“你们将圣约柜安放在圣殿里”，意味着在约西亚以前，玛拿西、亚们这些邪恶的君王在位时，约柜被搬到圣殿的外面。现在这约柜要永远地放在圣殿之中，不再像以色列人在旷野飘流的时候随他们移动。约西亚告诉利未人，现在可以按自己的意愿，负起其他的责任（参代上24）。"
        },
        {
            "chapter": "35:4",
            "content": "你们应当按着宗族，照着班次，遵以色列王大卫和他儿子所罗门所写的，自己预备。",
            "note": ""
        },
        {
            "chapter": "35:5",
            "content": "要按着你们的弟兄这民宗族的班次，站在圣所，每班中要利未宗族的几个人。",
            "note": ""
        },
        {
            "chapter": "35:6",
            "content": "要宰逾越节的羊羔，洁净自己，为你们的弟兄预备了，好遵守耶和华藉摩西所吩咐的话。”",
            "note": ""
        },
        {
            "chapter": "35:7",
            "content": "约西亚从群畜中赐给在那里所有的人民，绵羊羔和山羊羔三万只，牛三千只，作逾越节的祭物。这都是出自王的产业中。",
            "note": ""
        },
        {
            "chapter": "35:8",
            "content": "约西亚的众首领也乐意将牺牲给百姓和祭司利未人；又有管理　神殿的希勒家、撒迦利亚、耶歇，将羊羔二千六百只、牛三百只给祭司作逾越节的祭物。",
            "note": ""
        },
        {
            "chapter": "35:9",
            "content": "利未人的族长歌楠雅和他两个兄弟示玛雅、拿坦业，与哈沙比雅、耶利、约撒拔，将羊羔五千只、牛五百只给利未人作逾越节的祭物。",
            "note": ""
        },
        {
            "chapter": "35:10",
            "content": "这样，供献的事齐备了。祭司站在自己的地方，利未人按着班次站立，都是照王所吩咐的。",
            "note": ""
        },
        {
            "chapter": "35:11",
            "content": "利未人宰了逾越节的羊羔，祭司从他们手里接过血来洒在坛上；利未人剥皮，",
            "note": ""
        },
        {
            "chapter": "35:12",
            "content": "将燔祭搬来，按着宗族的班次分给众民，好照摩西书上所写的，献给耶和华；献牛也是这样。",
            "note": ""
        },
        {
            "chapter": "35:13",
            "content": "他们按着常例，用火烤逾越节的羊羔，别的圣物用锅、用釜、用罐煮了，速速地送给众民。",
            "note": ""
        },
        {
            "chapter": "35:14",
            "content": "然后为自己和祭司预备祭物，因为祭司亚伦的子孙献燔祭和脂油，直到晚上。所以利未人为自己和祭司亚伦的子孙预备祭物。",
            "note": ""
        },
        {
            "chapter": "35:15",
            "content": "歌唱的亚萨之子孙，照着大卫、亚萨、希幔和王的先见耶杜顿所吩咐的，站在自己的地位上。守门的看守各门，不用离开他们的职事，因为他们的弟兄利未人给他们预备祭物。",
            "note": "圣殿守门的都是利未人，看守圣殿的四个主要入口，每天早晨打开各门。他们也天天做日常的琐碎工作，例如洁净、预备献祭的祭物、数点人民对圣殿奉献的银钱等（有关圣殿守门的详情，请参看代上26:1-32）。"
        },
        {
            "chapter": "35:16",
            "content": "当日，供奉耶和华的事齐备了，就照约西亚王的吩咐守逾越节，献燔祭在耶和华的坛上。",
            "note": ""
        },
        {
            "chapter": "35:17",
            "content": "当时，在耶路撒冷的以色列人守逾越节，又守除酵节七日。",
            "note": "除酵节是从逾越节结束后那日开始所守的为期七天的节期，和逾越节一样，也是纪念祖先出埃及这件事。他们要像祖先在离开埃及的时候一样，吃无酵饼七日。他们的祖先吃无酵饼为的是快速地准备好，急速地离开（参出12:14-20）。这个节期使人记住，他们已经摆脱奴役生涯，来到神所应许之地。"
        },
        {
            "chapter": "35:18",
            "content": "自从先知撒母耳以来，在以色列中没有守过这样的逾越节；以色列诸王也没有守过像约西亚、祭司、利未人、在那里的犹大人和以色列人以及耶路撒冷居民所守的逾越节。",
            "note": ""
        },
        {
            "chapter": "35:19",
            "content": "这逾越节是约西亚作王十八年守的。",
            "note": ""
        },
        {
            "chapter": "35:20",
            "content": "这事以后，约西亚修完了殿，有埃及王尼哥上来，要攻击靠近幼发拉底河的迦基米施，约西亚出去抵挡他。",
            "note": "这件事发生于公元前609年，亚述人的首都尼尼微在三年前被巴比伦人毁灭。被打败的亚述军队在哈兰与迦基米施之间重整旗鼓，准备再战。但巴比伦差派部队去打败了他们，使其一蹶不振。法老尼哥想使埃及成为世界强国，他担心巴比伦势力的增长，所以假道犹大挥军北上，好在迦基米施协助亚述作战。但犹大王约西亚想截击尼哥，不让他从国境经过往迦基米施作战，结果约西亚阵亡，犹大变成埃及的臣仆。（请参王下23:25-30有关这场悲剧的详情。约西亚虽然信从耶和华，但因玛拿西的罪，以及犹大人民的表面悔改，神并没有消除他对犹大的惩罚。）尼哥率军抵达迦基米施，与巴比伦军队相峙了四年，终于在公元前605年大败，巴比伦遂成为左右世界局势的强国。"
        },
        {
            "chapter": "35:21",
            "content": "他差遣使者来见约西亚说：“犹大王啊，我与你何干？我今日来不是要攻击你，乃是要攻击与我争战之家，并且　神吩咐我速行，你不要干预　神的事，免得他毁灭你，因为　神是与我同在。”",
            "note": ""
        },
        {
            "chapter": "35:22",
            "content": "约西亚却不肯转去离开他，改装要与他打仗，不听从　神藉尼哥之口所说的话，便来到米吉多平原争战。",
            "note": ""
        },
        {
            "chapter": "35:23",
            "content": "弓箭手射中约西亚王。王对他的臣仆说：“我受了重伤，你拉我出阵吧！”",
            "note": ""
        },
        {
            "chapter": "35:24",
            "content": "他的臣仆扶他下了战车，上了次车，送他到耶路撒冷，他就死了，葬在他列祖的坟墓里。犹大人和耶路撒冷人都为他悲哀。",
            "note": "约西亚不理会尼哥的警告，他以为尼哥只是异教的君王，不可能成为神大计划之中的一员。这种错误的假设断送了他自己的性命。尽管并不是人声称有神的信息就一定是真的，但神的信息也可能以人所想不到的方式临到。神在过去曾经对异教的君王说话（参创12:17-20；20:3-7；但4:1-3）。别让成见或虚假的臆断使你接收不到神的信息。"
        },
        {
            "chapter": "35:25",
            "content": "耶利米为约西亚作哀歌。所有歌唱的男女也唱哀歌，追悼约西亚，直到今日；而且在以色列中成了定例。这歌载在哀歌书上。",
            "note": "耶利米虽然写了悼念约西亚阵亡的哀歌，但那不是圣经之中的耶利米哀歌。"
        },
        {
            "chapter": "35:26",
            "content": "约西亚其余的事和他遵着耶和华律法上所记而行的善事，",
            "note": ""
        },
        {
            "chapter": "35:27",
            "content": "并他自始至终所行的，都写在以色列和犹大列王记上。",
            "note": ""
        }
    ]
}