{
    "book": "历代志下",
    "chapter": "36",
    "verses": [
        {
            "chapter": "36:1",
            "content": "国民立约西亚的儿子约哈斯，在耶路撒冷接续他父作王。",
            "note": ""
        },
        {
            "chapter": "36:2",
            "content": "约哈斯登基的时候年二十三岁，在耶路撒冷作王三个月，",
            "note": ""
        },
        {
            "chapter": "36:3",
            "content": "埃及王在耶路撒冷废了他；又罚犹大国银子一百他连得，金子一他连得。",
            "note": ""
        },
        {
            "chapter": "36:4",
            "content": "埃及王尼哥立约哈斯的哥哥以利雅敬作犹大和耶路撒冷的王，改名叫约雅敬，又将约哈斯带到埃及去了。",
            "note": ""
        },
        {
            "chapter": "36:5",
            "content": "约雅敬登基的时候年二十五岁，在耶路撒冷作王十一年，行耶和华他　神眼中看为恶的事。",
            "note": ""
        },
        {
            "chapter": "36:6",
            "content": "巴比伦王尼布甲尼撒上来攻击他，用铜链锁着他，要将他带到巴比伦去。",
            "note": "尼布甲尼撒是新巴比伦帝国创立者的儿子。他在公元前605年作王，并在迦基米施战役中获胜，打败了亚述（参看35:20的注释）。有关尼布甲尼撒的介绍，请看但以理书第三章。"
        },
        {
            "chapter": "36:7",
            "content": "尼布甲尼撒又将耶和华殿里的器皿带到巴比伦，放在他神的庙里（注：或作“自己的宫里”）。",
            "note": ""
        },
        {
            "chapter": "36:8",
            "content": "约雅敬其余的事和他所行可憎的事，并他一切的行为，都写在以色列和犹大列王记上。他儿子约雅斤接续他作王。",
            "note": ""
        },
        {
            "chapter": "36:9",
            "content": "约雅斤登基的时候年八岁（注：列王记下24章8节作“十八岁”），在耶路撒冷作王三个月零十天，行耶和华眼中看为恶的事。",
            "note": ""
        },
        {
            "chapter": "36:10",
            "content": "过了一年，尼布甲尼撒差遣人将约雅斤和耶和华殿里各样宝贵的器皿带到巴比伦，就立约雅斤的叔叔（注：原文作“兄”）西底家作犹大和耶路撒冷的王。",
            "note": "列王纪下24章8节说约雅斤登基的时候十八岁（经文小字注也说明这事）。许多希伯来文的抄本说他是八岁，列王纪下24章8节所说的年岁可能是最正确的，因为他在那时已经有了妻子（参看王下24:15）。"
        },
        {
            "chapter": "36:11",
            "content": "西底家登基的时候年二十一岁，在耶路撒冷作王十一年，",
            "note": ""
        },
        {
            "chapter": "36:12",
            "content": "行耶和华他　神眼中看为恶的事。先知耶利米以耶和华的话劝他，他仍不在耶利米面前自卑。",
            "note": ""
        },
        {
            "chapter": "36:13",
            "content": "尼布甲尼撒曾使他指着　神起誓，他却背叛，强项硬心，不归服耶和华以色列的　神。",
            "note": ""
        },
        {
            "chapter": "36:14",
            "content": "众祭司长和百姓也大大犯罪，效法外邦人一切可憎的事，污秽耶和华在耶路撒冷分别为圣的殿。",
            "note": ""
        },
        {
            "chapter": "36:15",
            "content": "耶和华他们列祖的　神，因为爱惜自己的民和他的居所，从早起来差遣使者去警戒他们。",
            "note": ""
        },
        {
            "chapter": "36:16",
            "content": "他们却嘻笑　神的使者，藐视他的言语，讥诮他的先知，以致耶和华的忿怒向他的百姓发作，无法可救。",
            "note": "神警戒犹大人只要他们离弃罪恶，他会继续向他的百姓施恩惠。结果情势到了无法可救的地步。所以应当留意，不要把罪藏在心中，要公开承认悔改，否则到了无法可救的时候，神就要以他的审判代替怜悯。人一再犯罪不肯悔改，就会招致灾祸。"
        },
        {
            "chapter": "36:17",
            "content": "所以，耶和华使迦勒底人的王来攻击他们。在他们圣殿里用刀杀了他们的壮丁，不怜恤他们的少男处女、老人白叟。耶和华将他们都交在迦勒底王手里。",
            "note": ""
        },
        {
            "chapter": "36:18",
            "content": "迦勒底王将　神殿里的大小器皿，与耶和华殿里的财宝，并王和众首领的财宝，都带到巴比伦去了。",
            "note": ""
        },
        {
            "chapter": "36:19",
            "content": "迦勒底人焚烧　神的殿，拆毁耶路撒冷的城墙，用火烧了城里的宫殿，毁坏了城里宝贵的器皿。",
            "note": ""
        },
        {
            "chapter": "36:20",
            "content": "凡脱离刀剑的，迦勒底王都掳到巴比伦去，作他和他子孙的仆婢，直到波斯国兴起来。",
            "note": ""
        },
        {
            "chapter": "36:21",
            "content": "这就应验耶和华藉耶利米口所说的话，地享受安息；因为地土荒凉便守安息，直满了七十年。",
            "note": "利未记26章27至45节有惊人的预言，论到以色列人的被掳，说他们因不顺服神，就会从那地被神拔出。他们不理会神的律法，律法中有一条说，每逢第七年要让地休息一年，不耕种也不收割（参出23:10-11）。在他们被掳的七十年中，土地得到了安息，刚好补足了他们没有遵守这律法的年数。我们知道神信守他一切的应许，不单是赐福的应许，也要应验他施行审判的应许。"
        },
        {
            "chapter": "36:22",
            "content": "波斯王塞鲁士元年，耶和华为要应验藉耶利米口所说的话，就激动波斯王塞鲁士的心，使他下诏通告全国说：",
            "note": ""
        },
        {
            "chapter": "36:23",
            "content": "“波斯王塞鲁士如此说：‘耶和华天上的　神，已将天下万国赐给我，又嘱咐我在犹大的耶路撒冷为他建造殿宇。你们中间凡作他子民的，可以上去，愿耶和华他的　神与他同在。’”",
            "note": "历代志下专注于犹大人敬拜神的兴衰，以耶路撒冷的圣殿为象征。大卫设计圣殿，所罗门将它建成，并举行了世上有史以来最壮观的献殿之礼。在殿中的敬拜是最庄严隆重的。"
        }
    ]
}