{
    "book": "历代志下",
    "chapter": "5",
    "verses": [
        {
            "chapter": "5:1",
            "content": "所罗门做完了耶和华殿的一切工，就把他父大卫分别为圣的金银和器皿都带来，放在　神殿的府库里。",
            "note": ""
        },
        {
            "chapter": "5:2",
            "content": "那时，所罗门将以色列的长老、各支派的首领并以色列的族长招聚到耶路撒冷，要把耶和华的约柜从大卫城就是锡安运上来。",
            "note": ""
        },
        {
            "chapter": "5:3",
            "content": "于是，以色列众人在七月节前都聚集到王那里。",
            "note": "百姓在第七月所守的节期是住棚节，纪念他们列祖进入应许之地以前，在旷野飘流时神对他们的保护。他们每年守这节期，为的是重申对神的委身，信靠他的引导与保护。这一次的节期与奉献圣殿礼结合有双重意义，他们一面纪念祖先在旷野飘流时住过帐棚，另一面更因这个永远荣美的圣殿发出感谢。"
        },
        {
            "chapter": "5:4",
            "content": "以色列众长老来到，利未人便抬起约柜，",
            "note": ""
        },
        {
            "chapter": "5:5",
            "content": "祭司利未人将约柜运上来，又将会幕和会幕的一切圣器具都带上来。",
            "note": ""
        },
        {
            "chapter": "5:6",
            "content": "所罗门王和聚集到他那里的以色列全会众，都在约柜前献牛羊为祭，多得不可胜数。",
            "note": ""
        },
        {
            "chapter": "5:7",
            "content": "祭司将耶和华的约柜抬进内殿，就是至圣所，放在两个基路伯的翅膀底下。",
            "note": ""
        },
        {
            "chapter": "5:8",
            "content": "基路伯张着翅膀在约柜之上，遮掩约柜和抬柜的杠。",
            "note": ""
        },
        {
            "chapter": "5:9",
            "content": "这杠甚长，杠头在内殿前可以看见，在殿外却不能看见，直到如今还在那里。",
            "note": "圣经里有几卷书是在神的感动之下，从不同的资料取材编写成的。历代志所记载的事件经历好几百年，是由单独一位作者汇集几卷书而编成。其中有一句“直到如今还在那里”（参王上8:8），是取材于公元前586年犹大人被掳以前所写的史料。尽管历代志上下编写完成，是在被掳和所罗门的圣殿被毁以后，但作者似乎认为应该在这卷书中保留这句话。"
        },
        {
            "chapter": "5:10",
            "content": "约柜里惟有两块石版，就是以色列人出埃及后，耶和华与他们立约的时候，摩西在何烈山所放的。除此以外，并无别物。",
            "note": ""
        },
        {
            "chapter": "5:11",
            "content": "当时，在那里所有的祭司都已自洁，并不分班供职。",
            "note": ""
        },
        {
            "chapter": "5:12",
            "content": "他们出圣所的时候，歌唱的利未人亚萨、希幔、耶杜顿和他们的众子、众兄弟都穿细麻布衣服，站在坛的东边敲钹、鼓瑟、弹琴。同着他们有一百二十个祭司吹号。",
            "note": "祭司把约柜抬进圣殿，放在至圣所以后，便从圣所中出来。外间的圣所有桌子，其上放有陈设饼，圣所内还有香炉与金灯台。通常至圣所只有大祭司一年一次在赎罪日那天可以进去。在这个独特的时刻，还有几个祭司也必须进入至圣所，将约柜抬到新的安放之处。他们进去的时候，利未人就赞美神，因为知道神悦纳了为约柜所预备的新地方（5:13）。"
        },
        {
            "chapter": "5:13",
            "content": "吹号的、歌唱的都一齐发声，声合为一，赞美感谢耶和华。吹号、敲钹，用各种乐器，扬声赞美耶和华说：“耶和华本为善，他的慈爱永远长存！”那时，耶和华的殿有云充满，",
            "note": "圣殿举行第一次敬拜聚会，以赞美神、宣告他的同在和美善开始。我们敬拜的时候，也应当以见证神的慈爱作为开始，首先要赞美他，然后就能预备自己的心，向他陈明内心的需要。回想神的慈爱与怜悯，你就能心被恩感，天天敬拜他。诗篇107篇，是大卫如何回忆神永存慈爱的范例。"
        },
        {
            "chapter": "5:14",
            "content": "甚至祭司不能站立供职，因为耶和华的荣光充满了　神的殿。",
            "note": ""
        }
    ]
}