{
    "book": "约拿书",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "耶和华的话临到亚米太的儿子约拿，说：",
            "note": ",2　约拿在以色列王耶罗波安二世掌权期间（公元前793-753年）说预言（参王下14:25）。他也许曾是以利沙先知的门徒之一（参王下2:3）。"
        },
        {
            "chapter": "1:2",
            "content": "“你起来往尼尼微大城去，向其中的居民呼喊，因为他们的恶达到我面前。”",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "约拿却起来逃往他施去躲避耶和华。下到约帕，遇见一只船要往他施去，他就给了船价，上了船，要与船上的人同往他施去躲避耶和华。",
            "note": "约拿知道神给他的特别任务，却不肯去做。他施可能是腓尼基西部诸海港中的一个，而尼尼微是靠东面的城市。约拿打算走得远远的。当神向我们说话、给我们方向和指示时，有时候我们会害怕得逃跑，或者固执地避开。我们抱怨神要求得太多。对神那宽博的怜悯也许会又惊怕又愤怒，约拿也为此而逃跑了。但逃跑只会令他招致更多麻烦。至终约拿明白了最好还是遵命完成神起初所吩咐的事。不过到这时候，他已为逃避神付出了沉重的代价。一开始便顺从神，这才是最上算的。"
        },
        {
            "chapter": "1:4",
            "content": "然而耶和华使海中起大风，海就狂风大作，甚至船几乎破坏。",
            "note": ",5　在海浪翻腾之际，约拿却在舱底酣睡。他逃避神，良心竟丝毫不受责备。不过良心的内疚并不常是我们做事对错的晴雨表。我们不能用感觉来量度顺服神的程度，因为人可以罔顾现实。相反，我们要用神的标准来衡量我们的生活和为人。"
        },
        {
            "chapter": "1:5",
            "content": "水手便惧怕，各人哀求自己的神。他们将船上的货物抛在海中，为要使船轻些。约拿已下到底舱躺卧沉睡。",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "船主到他那里对他说：“你这沉睡的人哪，为何这样呢？起来，求告你的神，或者神顾念我们，使我们不至灭亡。”",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "船上的人彼此说：“来吧！我们掣签，看看这灾临到我们是因谁的缘故。”于是他们掣签，掣出约拿来。",
            "note": "船员掣签寻出有罪之人，这方法近于迷信。他们的办法能行得通，只因为神介入其中，为要让约拿知道自己根本跑不掉。"
        },
        {
            "chapter": "1:8",
            "content": "众人对他说：“请你告诉我们，这灾临到我们是因谁的缘故？你以何事为业？你从哪里来？你是哪一国、属哪一族的人？”",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "他说：“我是希伯来人。我敬畏耶和华──那创造沧海旱地之天上的　神。”",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "他们就大大惧怕，对他说：“你做的是什么事呢？”他们已经知道他躲避耶和华，因为他告诉了他们。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "他们问他说：“我们当向你怎样行，使海浪平静呢？”这话是因海浪越发翻腾。",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "他对他们说：“你们将我抬起来，抛在海中，海就平静了。我知道你们遭这大风是因我的缘故。”",
            "note": "约拿早知道风暴是冲着他不顺服来的，但是到船员们掣签掣出他来，他才说出真情。他情愿舍命救船上的人，却拒绝为尼尼微人作出同样的牺牲。他对亚述人的仇恨，深深地影响了他对事物的看法。"
        },
        {
            "chapter": "1:13",
            "content": "然而那些人竭力汤桨，要把船拢岸，却是不能，因为海浪越发向他们翻腾。",
            "note": "约拿不想去警告尼尼微人审判将到，水手们却尽力挽救约拿的性命，这些外邦水手显得比约拿更有同情心。非信徒若比信徒更愿意关怀与同情人，信徒们就该自觉羞愧。神要我们关心所有属他的百姓，无论是失丧的或是已蒙恩的。"
        },
        {
            "chapter": "1:14",
            "content": "他们便求告耶和华说：“耶和华啊，我们恳求你，不要因这人的性命使我们死亡，不要使流无辜血的罪归与我们，因为你耶和华是随自己的意旨行事。”",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "他们遂将约拿抬起，抛在海中，海的狂浪就平息了。",
            "note": ""
        },
        {
            "chapter": "1:16",
            "content": "那些人便大大敬畏耶和华，向耶和华献祭，并且许愿。",
            "note": "约拿曾违背神，直等到他逃开后，才停止悖逆，全心顺服。那时船员们因为看到狂浪平静下来，而开始敬拜神。神能够使用我们的过错，去帮助其他人认识他。认罪也许是很痛苦的事，但却能成为有力的见证，引导未认识神的人归向神。外邦水手向神献祭祷告并许愿事奉他，做了整个以色列民族不去做的事，对以色列人来说实在是极大的讽刺。"
        },
        {
            "chapter": "1:17",
            "content": "耶和华安排一条大鱼吞了约拿，他在鱼腹中三日三夜。",
            "note": "许多人曾试图把这个神迹视为小说中的情节，但圣经并没有将它说成为一场梦境或神话故事。我们切勿将此神迹解释成可有可无的事，人不能从圣经中挑选出什么神迹可信，什么神迹不可信。这种态度会使我们怀疑圣经中的任何一部分，使我们不相信圣经是神真实可信的话。约拿的经历曾被耶稣引用来解释他自己的死和复活（参太12:39-40）。"
        }
    ]
}