{
    "book": "约拿书",
    "chapter": "4",
    "verses": [
        {
            "chapter": "4:1",
            "content": "这事约拿大大不悦，且甚发怒，",
            "note": "为什么神拯救了尼尼微，约拿反而生气呢？在约拿时代，犹大人不想与外邦人分享神的信息，在保罗时代他们也是如此（参帖前2:14-16）。他们忘记了当初神要他们成为一个大族的目的是要他们同其他民族分享神的信息（参创22:18），成为万国的祝福。约拿认为神不应该将救恩白白赐给邪恶的异教民族，但这正是神所要做的，就是施恩给凡凭信心来到他面前的人。"
        },
        {
            "chapter": "4:2",
            "content": "就祷告耶和华说：“耶和华啊，我在本国的时候岂不是这样说吗？我知道你是有恩典、有怜悯的　神，不轻易发怒，有丰盛的慈爱，并且后悔不降所说的灾，所以我急速逃往他施去。",
            "note": ""
        },
        {
            "chapter": "4:3",
            "content": "耶和华啊，现在求你取我的命吧！因为我死了比活着还好。”",
            "note": "约拿不履行责任，远避尼尼微，不想传递神即将施行毁灭的信息。后来由于毁灭并没有来到，他便想寻死。他在鱼腹中时，神怜悯了他，可是他很快就忘记了这恩典。神救他时，他非常高兴，但是当尼尼微得救时，他却很生气。这里，神要约拿学习一条宝贵的教训，好领略神的怜悯和赦免。神的赦免不仅是给约拿和以色列，也要临到世上所有悔改相信他的人。"
        },
        {
            "chapter": "4:4",
            "content": "耶和华说：“你这样发怒合乎理吗？”",
            "note": ""
        },
        {
            "chapter": "4:5",
            "content": "于是约拿出城，坐在城的东边，在那里为自己搭了一座棚，坐在棚的荫下，要看看那城究竟如何。",
            "note": ""
        },
        {
            "chapter": "4:6",
            "content": "耶和华　神安排一棵蓖麻，使其发生高过约拿，影儿遮盖他的头，救他脱离苦楚；约拿因这棵蓖麻大大喜乐。",
            "note": ""
        },
        {
            "chapter": "4:7",
            "content": "次日黎明，　神却安排一条虫子咬这蓖麻，以致枯槁。",
            "note": ""
        },
        {
            "chapter": "4:8",
            "content": "日头出来的时候，　神安排炎热的东风，日头曝晒约拿的头，使他发昏，他就为自己求死说：“我死了比活着还好！”",
            "note": ""
        },
        {
            "chapter": "4:9",
            "content": "神对约拿说：“你因这棵蓖麻发怒合乎理吗？”他说：“我发怒以致于死，都合乎理！”",
            "note": "约拿对蓖麻的枯萎很气愤，但对尼尼微人的福祉却漠不关心。我们许多人可能曾为宠物的死亡而哭泣，或者为那些锺爱的物品损坏而流泪，但我们曾否因一位朋友不认识神而哭泣呢？我们对自己的得失总是看得很重，而对周围人的属灵需要常常反应迟钝。"
        },
        {
            "chapter": "4:10",
            "content": "耶和华说：“这蓖麻不是你栽种的，也不是你培养的，一夜发生，一夜干死，你尚且爱惜；",
            "note": ",11　有些时候，人希望审判和毁灭临到有罪之人的身上，因为邪恶之人理当马上受惩罚。但神的怜悯远超乎我们的想像。我们想要审判的罪人，神却对他们满有同情，要设法把他们带到他的身边。你对那些特别邪恶的人持什么态度呢？是想他们遭毁灭，还是希望他们经历神的怜悯和赦免呢？"
        },
        {
            "chapter": "4:11",
            "content": "何况这尼尼微大城，其中不能分辨左手右手的有十二万多人，并有许多牲畜，我岂能不爱惜呢？”",
            "note": "水手向神求怜悯，神就救了他们；约拿于鱼腹中向神祷告，神也救了他。尼尼微人一回应约拿的宣告，便得到神的拯救，因为神垂听凡求告他的人。神按自己的旨意行事，他希望所有人都归向他、相信他并且得救。若留心神藉圣经向我们所发出的警告，我们便可得救；若以顺服的心回应，我们必得神的恩惠，并领受他的怜悯，而不是受惩罚。"
        }
    ]
}