{
    "book": "以西结书",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "当三十年四月初五日，以西结（注：原文作“我”）在迦巴鲁河边被掳的人中，天就开了，得见　神的异象。",
            "note": "神通过异象与以西结交通。异象是显明神真理的神迹。这些异象是启示性的，所以看上去很奇异。这意味着以西结看见了生动的象征性画面。但以理和约翰则是使用天启异象的另外两位圣经作者。在流放中的百姓已经不晓得神有什么目的和为什么与他们同在了。以西结把从神而来的异象带到他们中间，向他们展示了神那可畏的荣耀和圣洁，并尽早地警告人们犯罪的结果。"
        },
        {
            "chapter": "1:2",
            "content": "正是约雅斤王被掳去第五年四月初五日，",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "在迦勒底人之地、迦巴鲁河边，耶和华的话特特临到布西的儿子祭司以西结，耶和华的灵（注：原文作“手”）降在他身上。",
            "note": "“以西结”的名字是“神是刚强的”或“神是力量”的意思。更确切地说，它总结了全书的基本信息：虽然百姓被掳，但神仍在掌权；神要审判自己的敌人并使真正的百姓重建家园。"
        },
        {
            "chapter": "1:4",
            "content": "我观看，见狂风从北方刮来，随着有一朵包括闪烁火的大云，周围有光辉，从其中的火内发出好像光耀的精金；",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "又从其中显出四个活物的形像来。他们的形状是这样：有人的形像，",
            "note": "四个活物中每一个都有四张脸，象征着神那完美的本性。有些人认为，狮子象征力量；牛象征兢兢业业的服事；人代表智慧；鹰代表神圣。其他人认为，这些乃是神最威严的活物，因此是代表了神的整个创造。早期教会认为，这四活物和四本福音书之间的关系是：狮子是马太福音，基督代表犹大的狮子；牛是马可福音，把基督描述为仆人；人是路加福音，把基督描述为完全的人；鹰是约翰福音，把基督描述为神的儿子，被高升并且成圣。约翰在启示录第四章中的异象，与以西结的异象并行不悖。"
        },
        {
            "chapter": "1:6",
            "content": "各有四个脸面，四个翅膀；",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "他们的腿是直的，脚掌好像牛犊之蹄，都灿烂如光明的铜；",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "在四面的翅膀以下有人的手。这四个活物的脸和翅膀乃是这样：",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "翅膀彼此相接，行走并不转身，俱各直往前行；",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "至于脸的形像：前面各有人的脸，右面各有狮子的脸，左面各有牛的脸，后面各有鹰的脸。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "各展开上边的两个翅膀相接，各以下边的两个翅膀遮体。",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "他们俱各直往前行，灵往哪里去，他们就往那里去，行走并不转身。",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "至于四活物的形像，就如烧着火炭的形状，又如火把的形状。火在四活物中间上去下来，这火有光辉，从火中发出闪电。",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "这活物往来奔走，好像电光一闪。",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "我正观看活物的时候，见活物的脸旁，各有一轮在地上。",
            "note": ""
        },
        {
            "chapter": "1:16",
            "content": "轮的形状和颜色（注：原文作“做法”）好像水苍玉。四轮都是一个样式，形状和做法好像轮中套轮。",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "轮行走的时候，向四方都能直行，并不掉转。",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "至于轮辋，高而可畏；四个轮辋周围满有眼睛。",
            "note": "“轮中套轮”可能是彼此成直角的两个轮子，一个在南北向的轴承上，另一个在东西向的轴承上。它们可以往任何方向移动，能够看见所有的事情（1:18）。神并不局限在耶路撒冷，神统治整个生命和历史。流放虽给百姓带来了巨大的变化，神仍在掌握一切。"
        },
        {
            "chapter": "1:19",
            "content": "活物行走，轮也在旁边行走；活物从地上升，轮也都上升；",
            "note": ""
        },
        {
            "chapter": "1:20",
            "content": "灵往哪里去，活物就往那里去；活物上升，轮也在活物旁边上升，因为活物的灵在轮中。",
            "note": ""
        },
        {
            "chapter": "1:21",
            "content": "那些行走，这些也行走；那些站住，这些也站住。那些从地上升，轮也在旁边上升，因为活物的灵在轮中。",
            "note": ""
        },
        {
            "chapter": "1:22",
            "content": "活物的头以上有穹苍的形像，看着像可畏的水晶，铺张在活物的头以上。",
            "note": ""
        },
        {
            "chapter": "1:23",
            "content": "穹苍以下，活物的翅膀直张，彼此相对，每活物有两个翅膀遮体。",
            "note": ""
        },
        {
            "chapter": "1:24",
            "content": "活物行走的时候，我听见翅膀的响声，像大水的声音，像全能者的声音，也像军队哄嚷的声音。活物站住的时候，便将翅膀垂下。",
            "note": ""
        },
        {
            "chapter": "1:25",
            "content": "在他们头以上的穹苍之上有声音。他们站住的时候，便将翅膀垂下。",
            "note": ""
        },
        {
            "chapter": "1:26",
            "content": "在他们头以上的穹苍之上有宝座的形像，彷佛蓝宝石；在宝座形像以上有彷佛人的形状。",
            "note": "“有彷佛人的形状”启示了神的神圣，并为以西结预备了神要他传讲的内容。这形像代表了坐在宝座上的神。基督是用相似的方式以人的形状向人启示了神，并且为我们预备了救赎的信息。基督以一个真实的人身进入了人类历史。"
        },
        {
            "chapter": "1:27",
            "content": "我见从他腰以上有彷佛光耀的精金，周围都有火的形状；又见从他腰以下有彷佛火的形状，周围也有光辉。",
            "note": ""
        },
        {
            "chapter": "1:28",
            "content": "下雨的日子，云中虹的形状怎样，周围光辉的形状也是怎样。这就是耶和华荣耀的形像。我一看见就俯伏在地，又听见一位说话的声音。",
            "note": "四个活物和四个轮子是一幅审判大能的图画；而横在宝座上的彩虹，则象征着神对百姓永无止境的信实。这就像神用彩虹向挪亚应许不再用洪水毁灭大地一样（参创9:8-17），这条彩虹象征的是神要持守对神忠诚之人的应许。神惩罚我们的目的在于矫正我们。神最终将使和平和公义在地上永远掌权。"
        }
    ]
}