{
    "book": "以西结书",
    "chapter": "16",
    "verses": [
        {
            "chapter": "16:1",
            "content": "耶和华的话又临到我说：",
            "note": ""
        },
        {
            "chapter": "16:2",
            "content": "“人子啊，你要使耶路撒冷知道她那些可憎的事。",
            "note": ""
        },
        {
            "chapter": "16:3",
            "content": "说：‘主耶和华对耶路撒冷如此说：你根本，你出世，是在迦南地；你父亲是亚摩利人，你母亲是赫人。",
            "note": "迦南是这地方的古名，被以色列的子孙沿用了。圣经常常使用这个名字来指该地区败坏的异教国家。亚摩利人和赫人是迦南地区以邪恶闻名的两大民族。但神在这里所暗指的是，神的百姓并不比迦南人好多少。"
        },
        {
            "chapter": "16:4",
            "content": "论到你出世的景况，在你初生的日子没有为你断脐带，也没有用水洗你，使你洁净，丝毫没有撒盐在你身上，也没有用布裹你。",
            "note": ""
        },
        {
            "chapter": "16:5",
            "content": "谁的眼也不可怜你，为你做一件这样的事怜恤你；但你初生的日子扔在田野，是因你被厌恶。",
            "note": ""
        },
        {
            "chapter": "16:6",
            "content": "我从你旁边经过，见你滚在血中，就对你说：你虽在血中，仍可存活；你虽在血中，仍可存活。",
            "note": ""
        },
        {
            "chapter": "16:7",
            "content": "我使你生长好像田间所长的，你就渐渐长大，以至极其俊美，两乳成形，头发长成，你却仍然赤身露体。",
            "note": ""
        },
        {
            "chapter": "16:8",
            "content": "我从你旁边经过，看见你的时候正动爱情，便用衣襟搭在你身上，遮盖你的赤体，又向你起誓，与你结盟，你就归于我。这是主耶和华说的。",
            "note": ""
        },
        {
            "chapter": "16:9",
            "content": "那时我用水洗你，洗净你身上的血，又用油抹你。",
            "note": ""
        },
        {
            "chapter": "16:10",
            "content": "我也使你身穿绣花衣服，脚穿海狗皮鞋，并用细麻布给你束腰，用丝绸为衣披在你身上。",
            "note": ""
        },
        {
            "chapter": "16:11",
            "content": "又用妆饰打扮你，将镯子戴在你手上，将金链戴在你项上。",
            "note": ""
        },
        {
            "chapter": "16:12",
            "content": "我也将环子戴在你鼻子上，将耳环戴在你耳朵上，将华冠戴在你头上。",
            "note": ""
        },
        {
            "chapter": "16:13",
            "content": "这样，你就有金银的妆饰，穿的是细麻衣和丝绸并绣花衣；吃的是细面、蜂蜜并油。你也极其美貌，发达到王后的尊荣。",
            "note": ""
        },
        {
            "chapter": "16:14",
            "content": "你美貌的名声传在列邦中，你十分美貌，是因我加在你身上的威荣。这是主耶和华说的。",
            "note": ""
        },
        {
            "chapter": "16:15",
            "content": "只是你仗着自己的美貌，又因你的名声就行邪淫。你纵情淫乱，使过路的任意而行。",
            "note": "神对犹大的关照和爱护，就是让他们脱离其他的国家和他们的假神。现在这个民族已经成熟了，有了名气，但他却忘记是谁赐给自己生命的（16:22）。这就叫灵命上的淫乱（即所谓叛教，离开了那惟一的真神）。当我们变得成熟和有知识的时候，我们不要背离那位真正爱我们的神。"
        },
        {
            "chapter": "16:16",
            "content": "你用衣服为自己在高处结彩，在其上行邪淫。这样的事将来必没有，也必不再行了。",
            "note": ""
        },
        {
            "chapter": "16:17",
            "content": "你又将我所给你那华美的金银、宝器为自己制造人像，与他行邪淫。",
            "note": ""
        },
        {
            "chapter": "16:18",
            "content": "又用你的绣花衣服给他披上，并将我的膏油和香料摆在他跟前。",
            "note": ""
        },
        {
            "chapter": "16:19",
            "content": "又将我赐给你的食物，就是我赐给你吃的细面、油和蜂蜜都摆在他跟前为馨香的供物。这是主耶和华说的。",
            "note": ""
        },
        {
            "chapter": "16:20",
            "content": "并且你将给我所生的儿女焚献给他。",
            "note": ""
        },
        {
            "chapter": "16:21",
            "content": "你行淫乱岂是小事，竟将我的儿女杀了，使他们经火归与他吗？",
            "note": "在以色列人占领迦南之前，迦南人就一直用儿童献祭，但这是神严厉禁止的（参利20:1-3）。在以西结的时代，人们公开以自己的孩子献祭（参王下16:3；21:6）。耶利米也证实这是一个普遍的习俗（参耶　7:31；32:35）。连神的百姓和祭司中都有这邪恶的行为，圣殿显然已不适合神居住了。当神离开圣殿的时候，神就不再是犹大的指导和保护了。"
        },
        {
            "chapter": "16:22",
            "content": "你行这一切可憎和淫乱的事，并未追念你幼年赤身露体滚在血中的日子。",
            "note": ""
        },
        {
            "chapter": "16:23",
            "content": "你行这一切恶事之后，（主耶和华说，你有祸了！有祸了！）",
            "note": ""
        },
        {
            "chapter": "16:24",
            "content": "又为自己建造圆顶花楼，在各街上做了高台。",
            "note": ""
        },
        {
            "chapter": "16:25",
            "content": "你在一切市口上建造高台，使你的美貌变为可憎的，又与一切过路的多行淫乱。",
            "note": ""
        },
        {
            "chapter": "16:26",
            "content": "你也和你邻邦放纵情欲的埃及人行淫，加增你的淫乱，惹我发怒。",
            "note": ""
        },
        {
            "chapter": "16:27",
            "content": "因此，我伸手攻击你，减少你应用的粮食，又将你交给恨你的非利士众女（注：是“城邑”的意思。本章下同），使她们任意待你。她们见你的淫行，为你羞耻。",
            "note": "犹大的行为那么淫荡，以至于那些敬拜别神的人，包括以色列最大的敌人非利士人都为这种行为感到羞耻，犹大人在行恶方面远超过了他们。"
        },
        {
            "chapter": "16:28",
            "content": "你因贪色无厌，又与亚述人行淫，与他们行淫之后，仍不满意。",
            "note": ""
        },
        {
            "chapter": "16:29",
            "content": "并且多行淫乱直到那贸易之地，就是迦勒底，你仍不满意。",
            "note": ""
        },
        {
            "chapter": "16:30",
            "content": "主耶和华说，你行这一切事，都是不知羞耻妓女所行的，可见你的心是何等懦弱！",
            "note": ""
        },
        {
            "chapter": "16:31",
            "content": "因你在一切市口上建造圆顶花楼，在各街上做了高台，你却藐视赏赐，不像妓女。",
            "note": ""
        },
        {
            "chapter": "16:32",
            "content": "哎！你这行淫的妻啊，宁肯接外人不接丈夫。",
            "note": ""
        },
        {
            "chapter": "16:33",
            "content": "凡妓女是得人赠送，你反倒赠送你所爱的人，贿赂他们从四围来与你行淫。",
            "note": ""
        },
        {
            "chapter": "16:34",
            "content": "你行淫与别的妇女相反，因为不是人从你行淫；你既赠送人，人并不赠送你，所以你与别的妇女相反。",
            "note": ""
        },
        {
            "chapter": "16:35",
            "content": "你这妓女啊，要听耶和华的话。",
            "note": ""
        },
        {
            "chapter": "16:36",
            "content": "主耶和华如此说：因你的污秽倾泄了，你与你所爱的行淫露出下体。又因你拜一切可憎的偶像，流儿女的血献给他，",
            "note": ""
        },
        {
            "chapter": "16:37",
            "content": "我就要将你一切相欢相爱的和你一切所恨的都聚集来，从四围攻击你。又将你的下体露出，使他们看尽了。",
            "note": ""
        },
        {
            "chapter": "16:38",
            "content": "我也要审判你，好像官长审判淫妇和流人血的妇女一样。我因忿怒忌恨，使流血的罪归到你身上。",
            "note": ""
        },
        {
            "chapter": "16:39",
            "content": "我又要将你交在他们手中，他们必拆毁你的圆顶花楼，毁坏你的高台，剥去你的衣服，夺取你的华美宝器，留下你赤身露体。",
            "note": ""
        },
        {
            "chapter": "16:40",
            "content": "他们也必带多人来攻击你，用石头打死你，用刀剑刺透你，",
            "note": ""
        },
        {
            "chapter": "16:41",
            "content": "用火焚烧你的房屋，在许多妇人眼前向你施行审判。我必使你不再行淫，也不再赠送与人。",
            "note": ""
        },
        {
            "chapter": "16:42",
            "content": "这样，我就止息向你发的忿怒，我的忌恨也要离开你，我要安静，不再恼怒。",
            "note": ""
        },
        {
            "chapter": "16:43",
            "content": "因你不追念你幼年的日子，在这一切的事上向我发烈怒，所以我必照你所行的报应在你头上，你就不再贪淫，行那一切可憎的事。这是主耶和华说的。",
            "note": ""
        },
        {
            "chapter": "16:44",
            "content": "凡说俗语的必用俗语攻击你说：母亲怎样，女儿也怎样。",
            "note": ""
        },
        {
            "chapter": "16:45",
            "content": "你正是你母亲的女儿，厌弃丈夫和儿女；你正是你姐妹的姐妹，厌弃丈夫和儿女。你母亲是赫人，你父亲是亚摩利人。",
            "note": ""
        },
        {
            "chapter": "16:46",
            "content": "你的姐姐是撒玛利亚，她和她的众女住在你左边；你的妹妹是所多玛，她和她的众女住在你右边。",
            "note": ""
        },
        {
            "chapter": "16:47",
            "content": "你没有效法她们的行为，也没有照她们可憎的事去做，你以那为小事，你一切所行的倒比她们更坏。",
            "note": ""
        },
        {
            "chapter": "16:48",
            "content": "主耶和华说，我指着我的永生起誓，你妹妹所多玛与她的众女，尚未行你和你众女所行的事。",
            "note": ""
        },
        {
            "chapter": "16:49",
            "content": "看哪，你妹妹所多玛的罪孽是这样：她和她的众女都心骄气傲，粮食饱足，大享安逸，并没有扶助困苦和穷乏人的手。",
            "note": "审判和谴责所多玛特别是她那可怕的性犯罪，是一件很容易的事。以西结是在提醒犹大：所多玛被毁是因为她百姓的高傲，饱食终日，对需要帮助的穷人漠不关心。表面上的罪我们容易避免，例如我们可能不会犯像淫乱、同性恋、偷窃和谋杀这样可怕的罪，但我们正可能因过上了富足的生活，就犯像高傲、贪食和对有需要的人漠不关心这样的罪。这些罪也许不会使我们感到有多严重，但它们同样是神所憎恶的罪。"
        },
        {
            "chapter": "16:50",
            "content": "她们狂傲，在我面前行可憎的事，我看见便将她们除掉。",
            "note": ""
        },
        {
            "chapter": "16:51",
            "content": "撒玛利亚没有犯你一半的罪，你行可憎的事比她更多，使你的姐妹因你所行一切可憎的事，倒显为义。",
            "note": ""
        },
        {
            "chapter": "16:52",
            "content": "你既断定你姐妹为义（注：“为义”或作“当受羞辱”），就要担当自己的羞辱，因你所犯的罪比她们更为可憎，她们就比你更显为义；你既使你的姐妹显为义，你就要抱愧担当自己的羞辱。",
            "note": "所多玛城是个完全腐败的象征。它因邪恶被神彻底毁灭（参创19:24-25）。撒玛利亚是原来北国的首都，遭到了南国犹大人的蔑视和抵制。被称为撒玛利亚和所多玛的姐妹已够坏的了，若被称为更加堕落则意味着犹大的罪恶已罄竹难书，难逃毁灭了。认为犹大更坏的原因并不一定是犹大恶行更甚，而是因为犹大知道得更多，却仍明知故犯。同样，在我们生活的时代，神的信息已经通过圣经向我们表明了，如果我们继续犯罪，那我们就比犹大更坏（参11:20-24）。"
        },
        {
            "chapter": "16:53",
            "content": "我必叫她们被掳的归回，就是叫所多玛和她的众女，撒玛利亚和她的众女，并你们中间被掳的，都要归回，",
            "note": ""
        },
        {
            "chapter": "16:54",
            "content": "好使你担当自己的羞辱，并因你一切所行的使她们得安慰，你就抱愧。",
            "note": ""
        },
        {
            "chapter": "16:55",
            "content": "你的妹妹所多玛和她的众女必归回原位；撒玛利亚和她的众女，你和你的众女也必归回原位。",
            "note": ""
        },
        {
            "chapter": "16:56,57",
            "content": "在你骄傲的日子，你的恶行没有显露以先，你的口就不提你的妹妹所多玛。那受了凌辱的亚兰众女和亚兰四围非利士的众女都恨恶你，藐视你。",
            "note": ""
        },
        {
            "chapter": "16:58",
            "content": "耶和华说，你贪淫和可憎的事，你已经担当了。",
            "note": ""
        },
        {
            "chapter": "16:59",
            "content": "主耶和华如此说：你这轻看誓言、背弃盟约的，我必照你所行的待你。",
            "note": ""
        },
        {
            "chapter": "16:60",
            "content": "然而，我要追念在你幼年时与你所立的约，也要与你立定永约。",
            "note": ""
        },
        {
            "chapter": "16:61",
            "content": "你接待你姐姐和你妹妹的时候，你要追念你所行的，自觉惭愧。并且我要将她们赐你为女儿，却不是按着前约。",
            "note": ""
        },
        {
            "chapter": "16:62",
            "content": "我要坚定与你所立的约（你就知道我是耶和华），",
            "note": ""
        },
        {
            "chapter": "16:63",
            "content": "好使你在我赦免你一切所行的时候，心里追念，自觉抱愧，又因你的羞辱就不再开口。这是主耶和华说的。’”",
            "note": "百姓没有信守他们的承诺，所以什么都不配，只配受惩罚。神却不会因此撤回自己对他们的应许。如果百姓回头，神就会再次赦免他们，并且更新同他们的约。这个约在耶稣为全人类付赎价死在十字架上的时候开始生效（参来10:8-10）。没有一个人是神不会赦免的。我们虽然什么都不配，只配受对罪的惩罚，但神的膀臂能触到我们。在我们悔改和向神归回的时候，神绝不会失言而不拯救、不赦免我们。"
        }
    ]
}