{
    "book": "以西结书",
    "chapter": "24",
    "verses": [
        {
            "chapter": "24:1",
            "content": "第九年十月初十日，耶和华的话又临到我说：",
            "note": ""
        },
        {
            "chapter": "24:2",
            "content": "“人子啊，今日正是巴比伦王就近耶路撒冷的日子，你要将这日记下。",
            "note": ""
        },
        {
            "chapter": "24:3",
            "content": "要向这悖逆之家设比喻说：‘主耶和华如此说：将锅放在火上，放好了，就倒水在其中，",
            "note": ""
        },
        {
            "chapter": "24:4",
            "content": "将肉块，就是一切肥美的肉块，腿和肩都聚在其中，拿美好的骨头把锅装满；",
            "note": ""
        },
        {
            "chapter": "24:5",
            "content": "取羊群中最好的，将柴堆在锅下，使锅开滚，好把骨头煮在其中。",
            "note": ""
        },
        {
            "chapter": "24:6",
            "content": "主耶和华如此说：祸哉！这流人血的城，就是长锈的锅。其中的锈未曾除掉，须要将肉块从其中一一取出来，不必为它拈阄。",
            "note": ""
        },
        {
            "chapter": "24:7",
            "content": "城中所流的血倒在净光的磐石上，不倒在地上，用土掩盖。",
            "note": ""
        },
        {
            "chapter": "24:8",
            "content": "这城中所流的血倒在净光的磐石上，不得掩盖，乃是出于我，为要发忿怒施行报应。",
            "note": ""
        },
        {
            "chapter": "24:9",
            "content": "所以主耶和华如此说：祸哉！这流人血的城，我也必大堆火柴。",
            "note": ""
        },
        {
            "chapter": "24:10",
            "content": "添上木柴，使火着旺，将肉煮烂，把汤熬浓，使骨头烤焦。",
            "note": ""
        },
        {
            "chapter": "24:11",
            "content": "把锅倒空坐在炭火上，使锅烧热，使铜烧红，熔化其中的污秽，除净其上的锈。",
            "note": ""
        },
        {
            "chapter": "24:12",
            "content": "这锅劳碌疲乏，所长的大锈仍未除掉，这锈就是用火也不能除掉。",
            "note": ""
        },
        {
            "chapter": "24:13",
            "content": "在你污秽中有淫行，我洁净你，你却不洁净。你的污秽再不能洁净，直等我向你发的忿怒止息。",
            "note": "耶路撒冷像一个盛满罪恶的锅，已无法洁净。神要洁净那些住在耶路撒冷的人，他今天也要洁净我们。有时候神要用艰难困苦来炼净我们。当我们面对艰难的时候，要让我们生命中的罪在煎熬我们的火中烧掉。把我们的问题看成是我们信心成长的机会吧。当这些机会来到的时候，生活中不必要的优先考虑和转移就被除去了。我们可以重新省察自己的生活，这样我们的所作所为才真正算数。"
        },
        {
            "chapter": "24:14",
            "content": "我耶和华说过的必定成就，必照话而行，必不返回，必不顾惜，也不后悔。人必照你的举动行为审判你。这是主耶和华说的。’”",
            "note": "以西结于公元前588年发出这一信息，比前述最早的一个信息晚了三年（参20:1-2）。仍在犹大的百姓认为自己是“被选中的肉”，因为在公元前597年巴比伦最后一次攻击该地的时候他们没有被掳走。以西结以前曾用过这样的图解（11章），说如果人们认为“在自己的锅里头”最安全保险，那么这个“锅”实际上就是他们被毁灭的地方。就在以西结向被掳到巴比伦的人传讲这段信息的同一天，巴比伦向耶路撒冷进攻（24:2），并开始了历时两年的围城，最后毁灭了这座城。神的审判一到是毫不留情的。"
        },
        {
            "chapter": "24:15",
            "content": "耶和华的话又临到我说：",
            "note": ""
        },
        {
            "chapter": "24:16",
            "content": "“人子啊，我要将你眼目所喜爱的忽然取去，你却不可悲哀哭泣，也不可流泪，",
            "note": ""
        },
        {
            "chapter": "24:17",
            "content": "只可叹息，不可出声，不可办理丧事；头上仍勒裹头巾，脚上仍穿鞋，不可蒙着嘴唇，也不可吃吊丧的食物。”",
            "note": ""
        },
        {
            "chapter": "24:18",
            "content": "于是我将这事早晨告诉百姓，晚上我的妻就死了。次日早晨，我便遵命而行。",
            "note": "神告诉以西结，他的妻子要死去，但他不可为她悲伤。就像何西阿接受吩咐去同一位不忠的妇女结婚一样（参何1:2-3），以西结也顺服了神。这两件不寻常的事都是象征性的行动，描述了神同百姓的关系。顺服神的代价很高，但若不顺服神便失去了永生，这比失去伴侣又不能哭泣更痛苦。以西结总是全心全意地顺服神。我们也应该这样做。我们可以从学做神吩咐我们的事开始，即使是要做我们不想做的事情。我们愿意不愿意像以西结那样来事奉主呢？"
        },
        {
            "chapter": "24:19",
            "content": "百姓问我说：“你这样行与我们有什么关系，你不告诉我们吗？”",
            "note": ""
        },
        {
            "chapter": "24:20",
            "content": "我回答他们：“耶和华的话临到我说：",
            "note": ""
        },
        {
            "chapter": "24:21",
            "content": "‘你告诉以色列家，主耶和华如此说：我必使我的圣所，就是你们势力所夸耀、眼里所喜爱、心中所爱惜的被亵渎，并且你们所遗留的儿女，必倒在刀下。",
            "note": ""
        },
        {
            "chapter": "24:22",
            "content": "那时，你们必行我仆人所行的：不蒙着嘴唇，也不吃吊丧的食物，",
            "note": ""
        },
        {
            "chapter": "24:23",
            "content": "你们仍要头上勒裹头巾，脚上穿鞋，不可悲哀哭泣。你们必因自己的罪孽相对叹息，渐渐消灭。",
            "note": ""
        },
        {
            "chapter": "24:24",
            "content": "以西结必这样为你们作预兆；凡他所行的，你们也必照样行。那事来到，你们就知道我是主耶和华。’",
            "note": "不允许以西结为他死去的妻子表示悲伤，是为了向被掳的人们说明，他们不要为耶路撒冷的被毁而悲伤。任何个人的悲哀都会很快地被国家的悲哀──耶路撒冷被毁的恐怖所遮盖。那里的人都会因自己的罪被毁灭，并引起该城的毁灭。"
        },
        {
            "chapter": "24:25",
            "content": "人子啊，我除掉他们所倚靠、所欢喜的荣耀，并眼中所喜爱、心里所重看的儿女。",
            "note": ""
        },
        {
            "chapter": "24:26",
            "content": "那日逃脱的人岂不来到你这里，使你耳闻这事吗？",
            "note": ""
        },
        {
            "chapter": "24:27",
            "content": "你必向逃脱的人开口说话，不再哑口。你必这样为他们作预兆，他们就知道我是耶和华。”",
            "note": "有些时候神不许以西结说话，除非神有信息让他传递给百姓（3:25-27）。对以西结的这一限制在耶路撒冷被毁不久就解除了。以西结对犹大和耶路撒冷的预言全部实现了（33:21-22）。"
        }
    ]
}