{
    "book": "以西结书",
    "chapter": "29",
    "verses": [
        {
            "chapter": "29:1",
            "content": "第十年十月十二日，耶和华的话临到我说：",
            "note": ""
        },
        {
            "chapter": "29:2",
            "content": "“人子啊，你要向埃及王法老预言攻击他和埃及全地，",
            "note": ""
        },
        {
            "chapter": "29:3",
            "content": "说：‘主耶和华如此说：埃及王法老啊，我与你这卧在自己河中的大鱼为敌。你曾说：这河是我的，是我为自己造的。",
            "note": ""
        },
        {
            "chapter": "29:4",
            "content": "我耶和华必用钩子钩住你的腮颊，又使江河中的鱼贴住你的鳞甲；我必将你和所有贴住你鳞甲的鱼，从江河中拉上来，",
            "note": ""
        },
        {
            "chapter": "29:5",
            "content": "把你并江河中的鱼都抛在旷野；你必倒在田间，不被收殓，不被掩埋。我已将你给地上野兽、空中飞鸟作食物。",
            "note": ""
        },
        {
            "chapter": "29:6",
            "content": "埃及一切的居民，因向以色列家成了芦苇的杖，就知道我是耶和华。",
            "note": ""
        },
        {
            "chapter": "29:7",
            "content": "他们用手持住你，你就断折，伤了他们的肩；他们倚靠你，你就断折，闪了他们的腰。",
            "note": ""
        },
        {
            "chapter": "29:8",
            "content": "所以主耶和华如此说：我必使刀剑临到你，从你中间将人与牲畜剪除。",
            "note": ""
        },
        {
            "chapter": "29:9",
            "content": "埃及地必荒废凄凉，他们就知道我是耶和华。因为法老说：这河是我的，是我所造的。",
            "note": ""
        },
        {
            "chapter": "29:10",
            "content": "所以我必与你并你的江河为敌，使埃及地从色弗尼塔直到古实境界，全然荒废凄凉。",
            "note": "尼罗河横贯旷野之中，是埃及的骄傲、快乐和赐生命的活水。埃及不但不感谢神，反而声称：“尼罗河是我的，是我为自己造的。”我们也会说：“这房子是我的，我建了它。”或者说：“这个教会是我建的，这个生意或名誉，都是我白手起家建立的。”这些说法都显示出我们的骄傲。有时候我们对神的赏赐习以为常，认为成就全是自己努力而来的。当然，我们是付出了努力和辛苦，但提供资源，给我们能力和机会的是神。我们不要像埃及人那样宣扬自己的伟大，而要宣扬神的伟大，将荣誉归与神。（密夺在埃及的北部，阿斯旺在南部，因此这意味着整个埃及。）"
        },
        {
            "chapter": "29:11",
            "content": "人的脚，兽的蹄，都不经过，四十年之久并无人居住。",
            "note": ""
        },
        {
            "chapter": "29:12",
            "content": "我必使埃及地在荒凉的国中成为荒凉，使埃及城在荒废的城中变成荒废，共有四十年。我必将埃及人分散在列国，四散在列邦。",
            "note": ""
        },
        {
            "chapter": "29:13",
            "content": "主耶和华如此说：满了四十年，我必招聚分散在各国民中的埃及人。",
            "note": ""
        },
        {
            "chapter": "29:14",
            "content": "我必叫埃及被掳的人回来，使他们归回本地巴忒罗。在那里必成为低微的国，",
            "note": ""
        },
        {
            "chapter": "29:15",
            "content": "必为列国中最低微的，也不再自高于列国之上。我必减少他们，以致不再辖制列国。",
            "note": ""
        },
        {
            "chapter": "29:16",
            "content": "埃及必不再作以色列家所倚靠的；以色列家仰望埃及人的时候，便思念罪孽，他们就知道我是主耶和华。’”",
            "note": "很难确切指出埃及的四十年“荒凉期”是什么时间。尼布甲尼撒约于公元前572年攻击了埃及，并掳了很多人去巴比伦，幸免被掳的人逃往邻国避难。约33年后波斯帝国国王塞鲁士占领了巴比伦，允许被征服的埃及人返回家园。也许加上七年的重组以及旅途中的时间，差不多就是四十年。自从那时起，埃及再未恢复到以往的世界霸主的地位。上埃及是在尼罗河三角洲以南的地区。"
        },
        {
            "chapter": "29:17",
            "content": "二十七年正月初一日，耶和华的话临到我说：",
            "note": ""
        },
        {
            "chapter": "29:18",
            "content": "“人子啊，巴比伦王尼布甲尼撒使他的军兵大大效劳，攻打推罗，以致头都光秃，肩都磨破；然而他和他的军兵攻打推罗，并没有从那里得什么酬劳。",
            "note": "以西结是在公元前571年发出这一预言的，实际上也是他发出的最新预言。在长达十五年耗资巨大的围城之后（公元前586-571年），尼布甲尼撒终于征服了推罗。他不甘心自己受到的损耗，于是挥军南下，征服了埃及来弥补在征服推罗中蒙受的一切损失。以西结在这里的预言要描述的是，谁将把审判带给埃及。神正在使用尼布甲尼撒这么一位恶人，充当惩罚推罗、犹大和埃及这些邪恶的国家的工具。当巴比伦没有认识到神的帮助的时候，神也会同样地审判巴比伦。"
        },
        {
            "chapter": "29:19",
            "content": "所以主耶和华如此说：我必将埃及地赐给巴比伦王尼布甲尼撒。他必掳掠埃及群众，抢其中的财为掳物，夺其中的货为掠物，这就可以作他军兵的酬劳。",
            "note": ""
        },
        {
            "chapter": "29:20",
            "content": "我将埃及地赐给他，酬他所效的劳，因王与军兵是为我勤劳。这是主耶和华说的。",
            "note": ""
        },
        {
            "chapter": "29:21",
            "content": "当那日，我必使以色列家的角发生，又必使你以西结在他们中间得以开口，他们就知道我是耶和华。”",
            "note": "埃及有伟大的艺术宝藏，发达的文明和举世闻名的军事力量。不幸的是它邪恶，自高自大，拜偶像并残酷对待奴隶。因着这些罪，神谴责了埃及。在公元前605年迦基米施战役中，巴比伦把埃及连同亚述一并打垮。当时亚述处于世界的领袖地位。"
        }
    ]
}