{
    "book": "以西结书",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "他对我说：“人子啊，要吃你所得的，要吃这书卷，好去对以色列家讲说。”",
            "note": ""
        },
        {
            "chapter": "3:2",
            "content": "于是我开口，他就使我吃这书卷。",
            "note": ""
        },
        {
            "chapter": "3:3",
            "content": "又对我说：“人子啊，要吃我所赐给你的这书卷，充满你的肚腹。”我就吃了，口中觉得其甜如蜜。",
            "note": "以西结在异象中吃掉了神的信息，并且发现这属灵的食物不仅好吃而且甜如蜜（参启10:8-10中类似的用法）。我们如果“消化”了神的话语，就会发现这不仅使我们的信心更加坚定，而且神的智慧能使我们的生活变甜。所以我们要像每天吃饭那样去吃灵粮。也就是说我们不能跟神只偶尔交通一下，而是要将神的话语时时刻刻放在心里，成为我们生活中的一部分。"
        },
        {
            "chapter": "3:4",
            "content": "他对我说：“人子啊，你往以色列家那里去，将我的话对他们讲说。",
            "note": ""
        },
        {
            "chapter": "3:5",
            "content": "你奉差遣不是往那说话深奥、言语难懂的民那里去，乃是往以色列家去。",
            "note": ""
        },
        {
            "chapter": "3:6",
            "content": "不是往那说话深奥、言语难懂的多国去，他们的话语是你不懂得的；我若差你往他们那里去，他们必听从你。",
            "note": ""
        },
        {
            "chapter": "3:7",
            "content": "以色列家却不肯听从你，因为他们不肯听从我；原来以色列全家是额坚心硬的人。",
            "note": ""
        },
        {
            "chapter": "3:8",
            "content": "看哪！我使你的脸硬过他们的脸，使你的额硬过他们的额。",
            "note": ""
        },
        {
            "chapter": "3:9",
            "content": "我使你的额像金钢钻，比火石更硬。他们虽是悖逆之家，你不要怕他们，也不要因他们的脸色惊惶。”",
            "note": ""
        },
        {
            "chapter": "3:10",
            "content": "他又对我说：“人子啊，我对你所说的一切话，要心里领会，耳中听闻。",
            "note": ""
        },
        {
            "chapter": "3:11",
            "content": "你往你本国被掳的子民那里去，他们或听或不听，你要对他们讲说，告诉他们：‘这是主耶和华说的。’”",
            "note": "以西结在向别人传讲神的话语之前，他要先将神的话语记在心上。这就是说，神的信息必须深植在我们的心里，并在我们的行为中表现出来，我们才能有效地帮助别人理解和应用福音。"
        },
        {
            "chapter": "3:12",
            "content": "那时，灵将我举起，我就听见在我身后有震动轰轰的声音说：“从耶和华的所在显出来的荣耀是该称颂的！”",
            "note": ""
        },
        {
            "chapter": "3:13",
            "content": "我又听见那活物翅膀相碰，与活物旁边轮子旋转震动轰轰的响声。",
            "note": ""
        },
        {
            "chapter": "3:14",
            "content": "于是，灵将我举起带我而去。我心中甚苦，灵性忿激，并且耶和华的灵（注：原文作“手”）在我身上大有能力。",
            "note": ""
        },
        {
            "chapter": "3:15",
            "content": "我就来到提勒亚毕，住在迦巴鲁河边被掳的人那里，到他们所住的地方，在他们中间忧忧闷闷地坐了七日。",
            "note": "以西结在百姓中间静静地坐了七天。这是为死人治丧的习俗（参创50:10；撒上31:13；伯2:13）。以西结是在为那些灵性死亡的人悲伤。提勒亚毕是被掳的犹大人在巴比伦定居的地方。"
        },
        {
            "chapter": "3:16",
            "content": "过了七日，耶和华的话临到我说：",
            "note": ""
        },
        {
            "chapter": "3:17",
            "content": "“人子啊，我立你作以色列家守望的人，所以你要听我口中的话，替我警戒他们。",
            "note": ""
        },
        {
            "chapter": "3:18",
            "content": "我何时指着恶人说他必要死，你若不警戒他，也不劝戒他，使他离开恶行，拯救他的性命，这恶人必死在罪孽之中；我却要向你讨他丧命的罪（注：原文作“血”）。",
            "note": "守望人的任务是站在城墙上，对临近的危险向百姓发出警告。以西结的任务是作一位属灵的守望人，警告人们要来临的审判。有人认为“讨他的血”的意思是：如果守望者没警告全城有敌人临近，那么他要以自己的性命作为代价。同样，如果以西结拒绝警告百姓那要来临的审判，他也要为此负责任。另一些人认为，这个句子只是说，神要以西结负责任。"
        },
        {
            "chapter": "3:19",
            "content": "倘若你警戒恶人，他仍不转离罪恶，也不离开恶行，他必死在罪孽之中；你却救自己脱离了罪。",
            "note": ""
        },
        {
            "chapter": "3:20",
            "content": "再者，义人何时离义而犯罪，我将绊脚石放在他面前，他就必死。因你没有警戒他，他必死在罪中，他素来所行的义不被记念，我却要向你讨他丧命的罪（注：原文作“血”）。",
            "note": ""
        },
        {
            "chapter": "3:21",
            "content": "倘若你警戒义人，使他不犯罪，他就不犯罪，他因受警戒就必存活，你也救自己脱离了罪。”",
            "note": "在这几节中，神不是在说失去救恩，而是说具体的死亡。如果人们回到犹大后继续犯罪，他们以及他们的土地和城市将要被尼布甲尼撒的军队所毁灭。另一方面，如果人们转向神，神就拯救他们。如果以西结没有警告百姓犯罪的后果，神就要以西结为他的同胞负责任。每个人都要对神负责，但信徒有特殊的义务要去警告非信徒拒绝神有什么后果。如果我们没有这样做，神就要我们为他们的遭遇负责。这是在激励我们以言行去与别人分享我们的信仰，而且对他们不能持漠不关心和不负责任的态度。"
        },
        {
            "chapter": "3:22",
            "content": "耶和华的灵（注：原文作“手”）在那里降在我身上。他对我说：“你起来往平原去，我要在那里和你说话。”",
            "note": ""
        },
        {
            "chapter": "3:23",
            "content": "于是，我起来往平原去。不料，耶和华的荣耀，正如我在迦巴鲁河边所见的一样，停在那里，我就俯伏于地。",
            "note": "当以西结认识到了自己在神面前无能的时候，他在神的面前跪了下来。有时候我们的财产、名誉或体力使我们瞎了眼，以至于在属灵方面毫无能力。靠我们自己是不能为神做什么事情的。只有当神统管了我们的意志，我们才能为神成就大事。要想成为神的人，第一步就是要承认自己需要神的帮助，然后我们才开始看到神能在我们的生活中所做的一切事情。"
        },
        {
            "chapter": "3:24",
            "content": "灵就进入我里面，使我站起来。耶和华对我说：“你进房屋去，将门关上。",
            "note": ""
        },
        {
            "chapter": "3:25",
            "content": "人子啊，人必用绳索捆绑你，你就不能出去在他们中间来往。",
            "note": ""
        },
        {
            "chapter": "3:26",
            "content": "我必使你的舌头贴住上膛，以致你哑口，不能作责备他们的人，他们原是悖逆之家。",
            "note": ""
        },
        {
            "chapter": "3:27",
            "content": "但我对你说话的时候，必使你开口，你就要对他们说：‘主耶和华如此说。’听的可以听，不听的任他不听，因为他们是悖逆之家。",
            "note": "神几时有信息给百姓，以西结几时才可以出来说话。这样人们就知道，以西结说的都是神的信息。他们不会去问以西结在说话的时候是靠自己的能力，还是靠神的权柄。"
        }
    ]
}