{
    "book": "以西结书",
    "chapter": "32",
    "verses": [
        {
            "chapter": "32:1",
            "content": "十二年十二月初一日，耶和华的话临到我说：",
            "note": ""
        },
        {
            "chapter": "32:2",
            "content": "“人子啊，你要为埃及王法老作哀歌，说：‘从前你在列国中如同少壮狮子，现在你却像海中的大鱼。你冲出江河，用爪搅动诸水，使江河浑浊。",
            "note": "虽然法老把自己看得像少壮狮子一样强壮，但在神的眼中，根本算不上什么，只不过是一条在泥水中的大鱼（“水妖”）。神的审判使法老显出了他的真正面目。谁否认神都将会面临神的审判。"
        },
        {
            "chapter": "32:3",
            "content": "主耶和华如此说：我必用多国的人民，将我的网撒在你身上，把你拉上来。",
            "note": ""
        },
        {
            "chapter": "32:4",
            "content": "我必将你丢在地上，抛在田野。使空中的飞鸟都落在你身上，使遍地的野兽吃你得饱。",
            "note": ""
        },
        {
            "chapter": "32:5",
            "content": "我必将你的肉丢在山间，用你高大的尸首填满山谷。",
            "note": ""
        },
        {
            "chapter": "32:6",
            "content": "我又必用你的血浇灌你所游泳之地，漫过山顶，河道都必充满。",
            "note": ""
        },
        {
            "chapter": "32:7",
            "content": "我将你扑灭的时候，要把天遮蔽，使众星昏暗，以密云遮掩太阳，月亮也不放光。",
            "note": ""
        },
        {
            "chapter": "32:8",
            "content": "我必使天上的亮光都在你以上变为昏暗，使你的地上黑暗。这是主耶和华说的。",
            "note": ""
        },
        {
            "chapter": "32:9",
            "content": "我使你败亡的风声传到你所不认识的各国。那时，我必使多民的心因你愁烦。",
            "note": ""
        },
        {
            "chapter": "32:10",
            "content": "我在许多国民和君王面前向你抡我的刀，国民就必因你惊奇，君王也必因你极其恐慌。在你仆倒的日子，他们各人为自己的性命时刻战兢。",
            "note": ""
        },
        {
            "chapter": "32:11",
            "content": "主耶和华如此说：巴比伦王的刀必临到你。",
            "note": ""
        },
        {
            "chapter": "32:12",
            "content": "我必藉勇士的刀使你的众民仆倒；这勇士都是列国中强暴的。他们必使埃及的骄傲归于无有，埃及的众民必被灭绝。",
            "note": ""
        },
        {
            "chapter": "32:13",
            "content": "我必从埃及多水旁除灭所有的走兽，人脚兽蹄必不再搅浑这水。",
            "note": ""
        },
        {
            "chapter": "32:14",
            "content": "那时，我必使埃及河澄清，江河像油缓流。这是主耶和华说的。",
            "note": ""
        },
        {
            "chapter": "32:15",
            "content": "我使埃及地变为荒废凄凉，这地缺少从前所充满的，又击杀其中一切的居民。那时，他们就知道我是耶和华。’",
            "note": ""
        },
        {
            "chapter": "32:16",
            "content": "人必用这哀歌去哀哭，列国的女子为埃及和他的群众，也必以此悲哀。这是主耶和华说的。”",
            "note": ""
        },
        {
            "chapter": "32:17",
            "content": "十二年十二月十五日，耶和华的话临到我说：",
            "note": ""
        },
        {
            "chapter": "32:18",
            "content": "“人子啊，你要为埃及群众哀号，又要将埃及和有名之国的女子，并下坑的人一同扔到阴府去。",
            "note": "希伯来人认为所有人死后都还有生命，而且有好有坏。埃及人对死后的生命有他们自己的看法（金字塔就是为让法老在另一种生命中过得舒适而建造的）。以西结的信息说，邪恶的国家已经给扔到“阴府”，埃及的命运就是这样。这里所用词句的诗意要胜过其教义（参伯24:19；诗16:10；赛38:10和太25:46的注释）。这一信息在提醒我们，任何想控制自己的未来及死后的生命却忽视神的人，都极之愚蠢。"
        },
        {
            "chapter": "32:19",
            "content": "你埃及的美丽胜过谁呢？你下去与未受割礼的人一同躺卧吧！",
            "note": ""
        },
        {
            "chapter": "32:20",
            "content": "他们必在被杀的人中仆倒。她被交给刀剑，要把她和她的群众拉去。",
            "note": ""
        },
        {
            "chapter": "32:21",
            "content": "强盛的勇士，要在阴间对埃及王和帮助他的说话：‘他们是未受割礼被杀的人，已经下去，躺卧不动。’",
            "note": ""
        },
        {
            "chapter": "32:22",
            "content": "亚述和她的众民都在那里，她民的坟墓在她四围，他们都是被杀倒在刀下的。",
            "note": ""
        },
        {
            "chapter": "32:23",
            "content": "他们的坟墓在坑中极深之处，她的众民在她坟墓的四围，都是被杀倒在刀下的，他们曾在活人之地使人惊恐。",
            "note": ""
        },
        {
            "chapter": "32:24",
            "content": "以拦也在那里。她的群众在她坟墓的四围，都是被杀倒在刀下，未受割礼而下阴府的，他们曾在活人之地使人惊恐，并且与下坑的人一同担当羞辱。",
            "note": ""
        },
        {
            "chapter": "32:25",
            "content": "人给她和她的群众在被杀的人中设立床榻。她民的坟墓在她四围，他们都是未受割礼被刀杀的，他们曾在活人之地使人惊恐，并且与下坑的人一同担当羞辱。以拦已经放在被杀的人中。",
            "note": ""
        },
        {
            "chapter": "32:26",
            "content": "米设、土巴和他们的群众都在那里。她民的坟墓在她四围，他们都是未受割礼被刀杀的；他们曾在活人之地使人惊恐。",
            "note": "以拦是位于亚述东部地区的民族，他的勇士凶猛强悍。他们被尼布甲尼撒所征服，最后又复兴并成为波斯的一部分。米设和土巴位于小亚细亚的东部，也就是今天土耳其的中部。在第38和39章中，他们被描述为歌革的盟国。歌革是联盟的首领王子。他们都被列入邪恶国家的名单之中，并因与神的百姓争战受到了审判。"
        },
        {
            "chapter": "32:27",
            "content": "他们不得与那未受割礼仆倒的勇士一同躺卧。这些勇士带着兵器下阴间，头枕刀剑，骨头上有本身的罪孽；他们曾在活人之地使勇士惊恐。",
            "note": ""
        },
        {
            "chapter": "32:28",
            "content": "法老啊，你必在未受割礼的人中败坏，与那些被杀的人一同躺卧。",
            "note": ""
        },
        {
            "chapter": "32:29",
            "content": "以东也在那里。她君王和一切首领虽然仗着势力，还是放在被杀的人中。他们必与未受割礼的和下坑的人一同躺卧。",
            "note": ""
        },
        {
            "chapter": "32:30",
            "content": "在那里，有北方的众王子和一切西顿人都与被杀的人下去。他们虽然仗着势力使人惊恐，还是蒙羞。他们未受割礼和被刀杀的一同躺卧，与下坑的人一同担当羞辱。",
            "note": "“北方的众王子”大概是腓尼基城市国家的王子。"
        },
        {
            "chapter": "32:31",
            "content": "法老看见他们，便为他被杀的军队受安慰。这是主耶和华说的。",
            "note": ""
        },
        {
            "chapter": "32:32",
            "content": "我任凭法老在活人之地使人惊恐，法老和他的群众必放在未受割礼和被杀的人中。这是主耶和华说的。”",
            "note": "读了以西结对外国发出的审判预言，我们也许会奇怪地问：他是否盲目地向本民族效忠呢？其实以西结只在神给他信息的时候说话（3:27）。而且，神的百姓犯了罪同神的敌人犯了罪所受到的惩罚是一样的。但如果巴比伦是神的敌人，为什么在以西结所说的审判中没提到呢？这也许有几方面的原因：（1）神要增强被掳的人同巴比伦之间的合作精神，以便保守自己的百姓。（2）神仍要用巴比伦来炼净百姓。（3）神要使用但以理这位巴比伦高层中有权力的官员，吸引巴比伦人归向自己。"
        }
    ]
}