{
    "book": "以西结书",
    "chapter": "5",
    "verses": [
        {
            "chapter": "5:1",
            "content": "人子啊，你要拿一把快刀，当作剃头刀，用这刀剃你的头发和你的胡须，用天平将须发平分。",
            "note": ""
        },
        {
            "chapter": "5:2",
            "content": "围困城的日子满了，你要将三分之一在城中用火焚烧，将三分之一在城的四围用刀砍碎，将三分之一任风吹散，我也要拔刀追赶。",
            "note": ""
        },
        {
            "chapter": "5:3",
            "content": "你要从其中取几根包在衣襟里，",
            "note": ""
        },
        {
            "chapter": "5:4",
            "content": "再从这几根中取些扔在火中焚烧，从里面必有火出来烧入以色列全家。",
            "note": "以西结将几根头发放进了衣襟里，象征着神要保守一小部分忠实的百姓。但就是在这些百姓的中间，还会有些人因信心不真诚而遭到审判和毁灭。在要来临的审判中我们能站立得住吗？马太福音7章22至23节警告说，很多自以为安全的人其实并无保障。至关重要的是，我们要确定自己对神的委身是发自内心的。"
        },
        {
            "chapter": "5:5",
            "content": "主耶和华如此说：这就是耶路撒冷。我曾将她安置在列邦之中，列国都在她的四围。",
            "note": ""
        },
        {
            "chapter": "5:6",
            "content": "她行恶违背我的典章，过于列国；干犯我的律例，过于四围的列邦。因为她弃掉我的典章。至于我的律例，她并没有遵行。",
            "note": ""
        },
        {
            "chapter": "5:7",
            "content": "所以主耶和华如此说：因为你们纷争过于四围的列国，也不遵行我的律例，不谨守我的典章，并以遵从四围列国的恶规尚不满意。",
            "note": "人们异常软弱，甚至连周围异教国家的律法都遵守不了，更谈不上遵守神的律法了。"
        },
        {
            "chapter": "5:8",
            "content": "所以主耶和华如此说：看哪！我与你反对，必在列国的眼前，在你中间，施行审判。",
            "note": ""
        },
        {
            "chapter": "5:9",
            "content": "并且因你一切可憎的事，我要在你中间行我所未曾行的，以后我也不再照着行。",
            "note": ""
        },
        {
            "chapter": "5:10",
            "content": "在你中间父亲要吃儿子，儿子要吃父亲。我必向你施行审判，我必将你所剩下的分散四方（注：“方”原文作“风”）。",
            "note": "一个人剃头和胡子代表着悲痛、受辱或悔改。神让以西结把头发和胡子剃去，并且分成三份，象征着有事情要发生在耶路撒冷的百姓身上（5:12）。随着口发的预言，神让以西结用戏剧性的行为引起百姓的注意，在他们的心上烙下不可磨灭的印像。就像神给以西结创造性的方式来传达神的信息一样，我们也能创造性地将关于神的好消息，告诉这一代失落的人。"
        },
        {
            "chapter": "5:11",
            "content": "主耶和华说：我指着我的永生起誓，因你用一切可憎的物、可厌的事玷污了我的圣所，故此，我定要使你人数减少，我眼必不顾惜你，也不可怜你。",
            "note": "在殿中拜偶像并行恶来玷污神的圣所和圣殿，是项严重的罪行。在新约中，我们知道神要住在属于自己的人里面。我们的身体就是神的殿（参林前6:19）。我们今天有说闲话、抱怨、爱金钱、扯谎或者其他错误的行为和态度，并成了日常生活中的一部分，这就是在玷污神的殿。我们要祈求圣灵的帮助，使我们不让神的殿──我们的身体受到玷污。"
        },
        {
            "chapter": "5:12",
            "content": "你的民三分之一必遭瘟疫而死，在你中间必因饥荒消灭；三分之一必在你四围倒在刀下；我必将三分之一分散四方（注：原文作“风”），并要拔刀追赶他们。",
            "note": ""
        },
        {
            "chapter": "5:13",
            "content": "我要这样成就怒中所定的，我向他们发的忿怒止息了，自己就得着安慰；我在他们身上成就怒中所定的，那时，他们就知道我耶和华所说的是出于热心。",
            "note": "我们都听过有人教训孩子时这样说：“如果你下一次再这样，就……”如果父母不认真遵守诺言，孩子就学会了不听话。空吓的结果必事得其反。神准备惩罚以色列人嚣张的罪，要叫他们知道神是说到做到的。太多人不把神的警告当回事了，他们只把它们当作空洞的威胁。但神所警告的，就一定要履行，不要错误地认为神说了的并不一定真的算数。"
        },
        {
            "chapter": "5:14",
            "content": "并且我必使你在四围的列国中，在经过的众人眼前，成了荒凉和羞辱。",
            "note": ""
        },
        {
            "chapter": "5:15",
            "content": "这样，我必以怒气和忿怒，并烈怒的责备，向你施行审判。那时，你就在四围的列国中成为羞辱、讥刺、警戒、惊骇。这是我耶和华说的。",
            "note": ""
        },
        {
            "chapter": "5:16",
            "content": "那时，我要将灭人、使人饥荒的恶箭，就是射去灭人的，射在你们身上，并要加增你们的饥荒，断绝你们所倚靠的粮食；",
            "note": ""
        },
        {
            "chapter": "5:17",
            "content": "又要使饥荒和恶兽到你那里，叫你丧子，瘟疫和流血的事也必盛行在你那里，我也要使刀剑临到你。”这是我耶和华说的。",
            "note": ""
        }
    ]
}