{
    "book": "以西结书",
    "chapter": "6",
    "verses": [
        {
            "chapter": "6:1",
            "content": "耶和华的话临到我说：",
            "note": "这是两部分信息的开始。请记住，以西结只有在神给他信息的时候才说话。第六章的信息是，犹大的拜偶像一定要受神的审判。第七章中的信息描述了审判的种类：完全毁灭这个民族。然而，神出于怜悯拯救了一小部分人。以西结对以色列的山发出了预言，因为山是人们用来拜偶像的“高处”。"
        },
        {
            "chapter": "6:2",
            "content": "“人子啊，你要面向以色列的众山说预言。",
            "note": ""
        },
        {
            "chapter": "6:3",
            "content": "说：‘以色列的众山哪，要听主耶和华的话！主耶和华对大山、小冈、水沟、山谷如此说：我必使刀剑临到你们，也必毁灭你们的邱坛。",
            "note": ""
        },
        {
            "chapter": "6:4",
            "content": "你们的祭坛必然荒凉，你们的日像必被打碎，我要使你们被杀的人倒在你们的偶像面前，",
            "note": ""
        },
        {
            "chapter": "6:5",
            "content": "我也要将以色列人的尸首放在他们的偶像面前，将你们的骸骨抛散在你们祭坛的四围。",
            "note": ""
        },
        {
            "chapter": "6:6",
            "content": "在你们一切的住处，城邑要变为荒场，邱坛必然凄凉，使你们的祭坛荒废，将你们的偶像打碎。你们的日像被砍倒，你们的工作被毁灭。",
            "note": ""
        },
        {
            "chapter": "6:7",
            "content": "被杀的人必倒在你们中间，你们就知道我是耶和华。",
            "note": ""
        },
        {
            "chapter": "6:8",
            "content": "你们分散在各国的时候，我必在列邦中使你们有剩下脱离刀剑的人。",
            "note": ""
        },
        {
            "chapter": "6:9",
            "content": "那脱离刀剑的人必在所掳到的各国中记念我，为他们心中何等伤破，是因他们起淫心，远离我，眼对偶像行邪淫。他们因行一切可憎的恶事，必厌恶自己。",
            "note": ""
        },
        {
            "chapter": "6:10",
            "content": "他们必知道我是耶和华，我说要使这灾祸临到他们身上，并非空话。",
            "note": "神要拯救一小部分百姓，使预言的黑暗之中出现了一道亮光。但这是他们受到严酷教训之后的事情。神有时候要打垮一个人，好使他真正的悔改。百姓需要新的态度，但在神用羞耻、痛苦、遭罪和失败剌透他们的心之前，他们是不会有所改变的。我们渴望神来改变我们心中那些令神不高兴的地方吗？还是神不得不使我们伤心呢？"
        },
        {
            "chapter": "6:11",
            "content": "主耶和华如此说：你当拍手顿足说：哀哉！以色列家行这一切可憎的恶事，他们必倒在刀剑、饥荒、瘟疫之下。",
            "note": "刀剑、瘟疫和饥荒，这是先知经常对耶路撒冷发出的三重审判的预言。它们预示着完全的毁灭。“刀剑”意味着在战场上的死亡：“饥荒”意味着敌人围城的时候要来临的饥饿死亡；“瘟疫”是伴随饥荒而来的疾病的威胁。我们不要低估神的审判程度。如果我们忽视圣经上的警告而背离了神，那么等着我们的就是神的审判。"
        },
        {
            "chapter": "6:12",
            "content": "在远处的，必遭瘟疫而死；在近处的，必倒在刀剑之下；那存留被围困的，必因饥荒而死。我必这样在他们身上成就我怒中所定的。",
            "note": ""
        },
        {
            "chapter": "6:13",
            "content": "他们被杀的人，倒在他们祭坛四围的偶像中，就是各高冈、各山顶、各青翠树下、各茂密的橡树下，乃是他们献馨香的祭牲给一切偶像的地方。那时，他们就知道我是耶和华。",
            "note": ""
        },
        {
            "chapter": "6:14",
            "content": "我必伸手攻击他们，使他们的地从旷野到第伯拉他一切住处极其荒凉。他们就知道我是耶和华。’”",
            "note": "“他们就知道我是耶和华”的字眼（或者有些变动）在以西结书中出现了65次。神实行审判的目的并不是要复仇，而是要让真理留在百姓心中，使他们知道耶和华才是惟一的真理和活神。以西结时代的人拜人造的偶像，并且称它们为神。今天，金钱、性和权力已经成了许多人的偶像。惩罚就会临到把这些东西置于神之上的人。我们很容易忘记惟主是神。"
        }
    ]
}