{
    "book": "以西结书",
    "chapter": "7",
    "verses": [
        {
            "chapter": "7:1",
            "content": "耶和华的话又临到我说：",
            "note": ""
        },
        {
            "chapter": "7:2",
            "content": "“人子啊，主耶和华对以色列地如此说：结局到了！结局到了地的四境。",
            "note": ""
        },
        {
            "chapter": "7:3",
            "content": "现在你的结局已经临到，我必使我的怒气归与你，也必按你的行为审判你，照你一切可憎的事刑罚你。",
            "note": ""
        },
        {
            "chapter": "7:4",
            "content": "我眼必不顾惜你，也不可怜你，却要按你所行的报应你，照你中间可憎的事刑罚你。你就知道我是耶和华。",
            "note": ""
        },
        {
            "chapter": "7:5",
            "content": "主耶和华如此说：有一灾，独有一灾，看哪！临近了！",
            "note": ""
        },
        {
            "chapter": "7:6",
            "content": "结局来了，结局来了！向你兴起。看哪！来到了！",
            "note": ""
        },
        {
            "chapter": "7:7",
            "content": "境内的居民哪，所定的灾临到你，时候到了，日子近了，乃是哄嚷，并非在山上欢呼的日子。",
            "note": ""
        },
        {
            "chapter": "7:8",
            "content": "我快要将我的忿怒倾在你身上，向你成就我怒中所定的，按你的行为审判你，照你一切可憎的事刑罚你。",
            "note": ""
        },
        {
            "chapter": "7:9",
            "content": "我眼必不顾惜你，也不可怜你，必按你所行的报应你，照你中间可憎的事刑罚你。你就知道击打你的是我耶和华。",
            "note": ""
        },
        {
            "chapter": "7:10",
            "content": "看哪！看哪！日子快到了，所定的灾已经发出！杖已经开花，骄傲已经发芽。",
            "note": ""
        },
        {
            "chapter": "7:11",
            "content": "强暴兴起，成了罚恶的杖。以色列人，或是他们的群众，或是他们的财宝，无一存留，他们中间也没有得尊荣的。",
            "note": "在第七章中，以西结预告了犹大将彻底毁灭。恶人和骄傲的人最终将受到应得的惩罚。尽管神今日好像没有惩治恶人和骄傲的人，但审判的那一天终会像临到犹大百姓一样，临到那些人。神是在耐心等待罪人悔改（参彼后3:9），但神的审判一到，“无一存留”。我们现在的抉择将决定我们那时的命运。"
        },
        {
            "chapter": "7:12",
            "content": "时候到了，日子近了，买主不可欢喜，卖主不可愁烦，因为烈怒已经临到他们众人身上。",
            "note": ""
        },
        {
            "chapter": "7:13",
            "content": "卖主虽然存活，却不能归回再得所卖的，因为这异象关乎他们众人。谁都不得归回，也没有人在他的罪孽中坚立自己。",
            "note": "犹大国信靠其繁荣和拥有的东西比信靠神还厉害。所以神要摧毁其繁荣的基础。每当我们去相信偶像，把我们的工作、经济、某个政治体制，或者强大的军力当作安全保障的时候，我们便把神抛在脑后了。"
        },
        {
            "chapter": "7:14",
            "content": "他们已经吹角，预备齐全，却无一人出战，因为我的烈怒临到他们众人身上。",
            "note": ""
        },
        {
            "chapter": "7:15",
            "content": "在外有刀剑，在内有瘟疫饥荒；在田野的必遭刀剑而死，在城中的必有饥荒瘟疫吞灭他。",
            "note": ""
        },
        {
            "chapter": "7:16",
            "content": "其中所逃脱的，就必逃脱，各人因自己的罪孽在山上发出悲声，好像谷中的鸽子哀鸣。",
            "note": ""
        },
        {
            "chapter": "7:17",
            "content": "手都发软，膝弱如水。",
            "note": ""
        },
        {
            "chapter": "7:18",
            "content": "要用麻布束腰，被战兢所盖，各人脸上羞愧，头上光秃。",
            "note": ""
        },
        {
            "chapter": "7:19",
            "content": "他们要将银子抛在街上，金子看如污秽之物。当耶和华发怒的日子，他们的金银不能救他们，不能使心里知足，也不能使肚腹饱满，因为这金银作了他们罪孽的绊脚石。",
            "note": "百姓放纵对金钱的热爱导致了他们犯罪。正因如此神要毁灭他们。金钱有使人们犯罪的奇特力量。保罗说：“贪财是万恶之根”（提前6:10）。我们使用神赐的礼物──金钱去买能使我们与神分离的东西。我们无限制地花钱来满足自己，但在寻求神──这得满足的真正来源上却不肯花时间，这是多么可悲啊。"
        },
        {
            "chapter": "7:20",
            "content": "论到耶和华妆饰华美的殿，他建立得威严，他们却在其中制造可憎可厌的偶像，所以这殿我使他们看如污秽之物。",
            "note": "神赐给人金和银，但人却用它们去制造偶像。神赐给我们的资源应该使用在做神的工和执行神的旨意上面，但我们经常用它们来满足自己的欲望。当我们滥用神的礼物或自私地使用资源时，我们就失去了神真正的目的，同拜偶像的人一样的短视。"
        },
        {
            "chapter": "7:21",
            "content": "我必将这殿交付外邦人为掠物，交付地上的恶人为掳物，他们也必亵渎这殿。",
            "note": ""
        },
        {
            "chapter": "7:22",
            "content": "我必转脸不顾以色列人，他们亵渎我隐密之所，强盗也必进去亵渎。",
            "note": ""
        },
        {
            "chapter": "7:23",
            "content": "要制造锁链，因为这地遍满流血的罪，城邑充满强暴的事。",
            "note": ""
        },
        {
            "chapter": "7:24",
            "content": "所以我必使列国中最恶的人来占据他们的房屋；我必使强暴人的骄傲止息，他们的圣所都要被亵渎。",
            "note": "耶路撒冷的百姓很为他们的建筑骄傲。圣殿本身成了他们骄傲的资本（24:20-21）。在邪恶不信神的巴比伦人毁灭了耶路撒冷和圣地以后，这种骄傲也被完全粉碎了。如果我们受到了一次羞辱，也许是神在使用它来消除我们生活中的骄傲。"
        },
        {
            "chapter": "7:25",
            "content": "毁灭临近了！他们要求平安，却无平安可得。",
            "note": ""
        },
        {
            "chapter": "7:26",
            "content": "灾害加上灾害，风声接连风声。他们必向先知求异象，但祭司讲的律法，长老设的谋略，都必断绝。",
            "note": ""
        },
        {
            "chapter": "7:27",
            "content": "君要悲哀，王要披凄凉为衣，国民的手都发颤。我必照他们的行为待他们，按他们应得的审判他们。他们就知道我是耶和华。”",
            "note": ""
        }
    ]
}