{
    "book": "以西结书",
    "chapter": "8",
    "verses": [
        {
            "chapter": "8:1",
            "content": "第六年六月初五日，我坐在家中，犹大的众长老坐在我面前，在那里主耶和华的灵（注：原文作“手”）降在我身上。",
            "note": ""
        },
        {
            "chapter": "8:2",
            "content": "我观看，见有形像彷佛火的形状，从他腰以下的形状有火，从他腰以上有光辉的形状，彷佛光耀的精金。",
            "note": "这个人可能是天使，或神自己的显现。在以西结前一次的异象中，描述有一个相似面貌彷佛人的坐在神的宝座上（1:26-28）。"
        },
        {
            "chapter": "8:3",
            "content": "他伸出彷佛一只手的样式，抓住我的一绺头发，灵就将我举到天地中间，在　神的异象中，带我到耶路撒冷朝北的内院门口，在那里有触动主怒偶像的坐位，就是惹动忌邪的。",
            "note": ""
        },
        {
            "chapter": "8:4",
            "content": "谁知，在那里有以色列　神的荣耀，形状与我在平原所见的一样。",
            "note": ""
        },
        {
            "chapter": "8:5",
            "content": "神对我说：“人子啊，你举目向北观看。”我就举目向北观看，见祭坛门的北边，在门口有这惹忌邪的偶像。",
            "note": "“惹忌邪的偶像”可能是指迦南丰收之神亚舍拉的形像。亚舍拉的特点是鼓励性滥交和自我满足。玛拿西王曾在殿中竖立过这偶像（参王下21:7）。约西亚王虽烧毁了亚舍拉神柱（参王下23:6），但在周围肯定还有许多其他的偶像。"
        },
        {
            "chapter": "8:6",
            "content": "又对我说：“人子啊，以色列家所行的，就是在此行这大可憎的事，使我远离我的圣所，你看见了吗？你还要看见另有大可憎的事。”",
            "note": ""
        },
        {
            "chapter": "8:7",
            "content": "他领我到院门口。我观看，见墙上有个窟窿。",
            "note": ""
        },
        {
            "chapter": "8:8",
            "content": "他对我说：“人子啊，你要挖墙。”我一挖墙，见有一门。",
            "note": ""
        },
        {
            "chapter": "8:9",
            "content": "他说：“你进去，看他们在这里所行可憎的恶事。”",
            "note": ""
        },
        {
            "chapter": "8:10",
            "content": "我进去一看，谁知，在四面墙上画着各样爬物和可憎的走兽，并以色列家一切的偶像。",
            "note": ""
        },
        {
            "chapter": "8:11",
            "content": "在这些像前，有以色列家的七十个长老站立，沙番的儿子雅撒尼亚也站在其中。各人手拿香炉，烟云的香气上腾。",
            "note": ""
        },
        {
            "chapter": "8:12",
            "content": "他对我说：“人子啊，以色列家的长老暗中在各人画像屋里所行的，你看见了吗？他们常说：‘耶和华看不见我们，耶和华已经离弃这地。’”",
            "note": ""
        },
        {
            "chapter": "8:13",
            "content": "他又说：“你还要看见他们另外行大可憎的事。”",
            "note": ""
        },
        {
            "chapter": "8:14",
            "content": "他领我到耶和华殿外院朝北的门口。谁知，在那里有妇女坐着，为搭模斯哭泣。",
            "note": "搭模斯是巴比伦的幽冥之神。据称他是伊施塔女神的丈夫或情人。这一教派的追随者相信，绿色蔬菜在炎热的夏天若枯干或死了，是因为搭模斯死了并下到了阴间；崇拜者们就为他的死亡悲哀哭泣。到了春季蔬菜长出来了，他们认为这是搭模斯复活了，并为此高兴。神显给以西结看，人们不再敬拜那赐生命和蔬菜的真神。我们也不应在花太多时间去思考被造物的益处时，忘记了创造的主。"
        },
        {
            "chapter": "8:15",
            "content": "他对我说：“人子啊，你看见了吗？你还要看见比这更可憎的事。”",
            "note": ""
        },
        {
            "chapter": "8:16",
            "content": "他又领我到耶和华殿的内院。谁知，在耶和华的殿门口、廊子和祭坛中间，约有二十五个人，背向耶和华的殿，面向东方拜日头。",
            "note": ""
        },
        {
            "chapter": "8:17",
            "content": "他对我说：“人子啊，你看见了吗？犹大家在此行这可憎的事还算为小吗？他们在这地遍行强暴，再三惹我发怒，他们手拿枝条举向鼻前。",
            "note": "拿枝条举向鼻前可能是说崇拜的仪式，或者是说犹大的罪恶变成了枝子举向了神。"
        },
        {
            "chapter": "8:18",
            "content": "因此，我也要以忿怒行事，我眼必不顾惜，也不可怜他们；他们虽向我耳中大声呼求，我还是不听。”",
            "note": "神一幕幕地向以西结启示了百姓拥抱偶像和邪恶的程度。神的灵在我们的里面也做着类似的工，在我们生活中启示我们的罪。如果今天神为你的生活开办一个展览会，你会感到舒服吗？"
        }
    ]
}