{
    "book": "以西结书",
    "chapter": "9",
    "verses": [
        {
            "chapter": "9:1",
            "content": "他向我耳中大声喊叫说：“要使那监管这城的人手中各拿灭命的兵器前来。”",
            "note": ""
        },
        {
            "chapter": "9:2",
            "content": "忽然有六个人从朝北的上门而来，各人手拿杀人的兵器。内中有一人身穿细麻衣，腰间带着墨盒子。他们进来，站在铜祭坛旁。",
            "note": "“墨盒子”在以西结时代是件很普通的东西。它包括一条窄长的板，上面有个槽沟可以盛芦杆毛笔，这枝笔用来在羊皮纸、纸莎草、或干泥上写字。板上还有个凹陷的地方，用来装黑墨和红墨块，在使用之前要把它们弄湿。"
        },
        {
            "chapter": "9:3",
            "content": "以色列　神的荣耀本在基路伯上，现今从那里升到殿的门槛。　神将那身穿细麻衣、腰间带着墨盒子的人召来。",
            "note": "神的荣耀是什么？神的荣耀是神本性的显现：终极的权柄、超然的存在和完美的道德。神虽完全超越了人的极限，但还是向我们显示了自己，使我们可以敬拜和跟随他。"
        },
        {
            "chapter": "9:4",
            "content": "耶和华对他说：“你去走遍耶路撒冷全城，那些因城中所行可憎之事叹息哀哭的人，画记号在额上。”",
            "note": ""
        },
        {
            "chapter": "9:5",
            "content": "我耳中听见他对其余的人说：“要跟随他走遍全城，以行击杀。你们的眼不要顾惜，也不要可怜他们。",
            "note": "神告诉带墨盒的人给忠于神的人涂上记号。他们是否忠心，是以他们对民族犯下的罪是否有认识和伤心来决定的。带记号的人，在那六个人开始除灭恶人的时候，就被保存下来。在出埃及的时候，以色列人在门楣上涂血为记号，以此来救他们脱离死亡。在末日，神会将记号印在那些得救赎的人身上（参启7:3）。撒但也会给它的追随者涂标记（参启13:16-17），不信主的人都像撒但一样注定要灭亡。神惩罚罪的时候，是不会忘记保守百姓的应许的。"
        },
        {
            "chapter": "9:6",
            "content": "要将年老的、年少的，并处女、婴孩和妇女从圣所起全都杀尽，只是凡有记号的人不要挨近他。”于是，他们从殿前的长老杀起。",
            "note": "以色列属灵的领袖（“长老”）明目张胆地推行拜偶像。结果百姓离弃神跟随了偶像。属灵的领袖负有教导百姓真理的特殊责任（参雅3:1），可是他们背离真理，领无数的人远离了神，甚至使一个民族远离神而遭到了毁灭。神开始对这个民族审判是从圣殿开始然后才向外，这并不奇怪（参彼前4:17），因为圣殿应该是他们教导神的真理的地方，可他们却在那里传授假道，这多么令人伤心啊。"
        },
        {
            "chapter": "9:7",
            "content": "他对他们说：“要污秽这殿，使院中充满被杀的人。你们出去吧！”他们就出去，在城中击杀。",
            "note": ""
        },
        {
            "chapter": "9:8",
            "content": "他们击杀的时候，我被留下。我就俯伏在地说：“哎！主耶和华啊，你将忿怒倾在耶路撒冷，岂要将以色列所剩下的人都灭绝吗？”",
            "note": ""
        },
        {
            "chapter": "9:9",
            "content": "他对我说：“以色列家和犹大家的罪孽极其重大。遍地有流血的事，满城有冤屈，因为他们说：‘耶和华已经离弃这地，他看不见我们。’",
            "note": ""
        },
        {
            "chapter": "9:10",
            "content": "故此，我眼必不顾惜，也不可怜他们，要照他们所行的报应在他们头上。”",
            "note": "百姓说神已离弃了这块土地，看不到他们的罪了。“没关系”，“谁都这样做”，或者“没人知道”，这样的解释使他们更容易犯罪。我们有没有为自己的罪开脱呢？使犯罪合理化会使人更容易犯罪，但这种合理化并不能说服神，也不能取消神对罪的惩罚。"
        },
        {
            "chapter": "9:11",
            "content": "那穿细麻衣、腰间带着墨盒子的人将这事回复说：“我已经照你所吩咐的行了。”",
            "note": ""
        }
    ]
}