{
    "book": "但以理书",
    "chapter": "11",
    "verses": [
        {
            "chapter": "11:1",
            "content": "又说：“当玛代王大利乌元年，我曾起来扶助米迦勒，使他坚强。",
            "note": ""
        },
        {
            "chapter": "11:2",
            "content": "现在我将真事指示你，波斯还有三王兴起，第四王必富足远胜诸王，他因富足成为强盛，就必激动大众攻击希腊国。",
            "note": "波斯的第四王可能是指亚哈随鲁一世（公元前486-465年），他在公元前480年对希腊发起了一场大战（参斯1:1）。"
        },
        {
            "chapter": "11:3",
            "content": "必有一个勇敢的王兴起，执掌大权，随意而行。",
            "note": "这位勇敢的希腊王便是亚历山大大帝。他仅用了四年时间就征服了玛代波斯王国，并建立了一个庞大的希腊帝国。"
        },
        {
            "chapter": "11:4",
            "content": "他兴起的时候，他的国必破裂，向天的四方（注：“方”原文作“风”）分开，却不归他的后裔，治国的权势也都不及他，因为他的国必被拔出，归与他后裔之外的人。",
            "note": ""
        },
        {
            "chapter": "11:5",
            "content": "南方的王必强盛，他将帅中必有一个比他更强盛，执掌权柄，他的权柄甚大。",
            "note": "亚历山大大帝的王国最后变成了四个较弱的国家，它们分别占据着（1）埃及，（2）巴比伦及叙利亚，（3）小亚细亚，及（4）马其顿和希腊。埃及王亦称为南方王，是指多利买一世，或用来泛指多利买王朝。"
        },
        {
            "chapter": "11:6",
            "content": "过些年后，他们必互相连合，南方王的女儿必就了北方王来立约，但这女子帮助之力存立不住，王和他所倚靠之力也不能存立，这女子和引导她来的，并生她的，以及当时扶助她的，都必交与死地。",
            "note": ""
        },
        {
            "chapter": "11:7",
            "content": "但这女子的本家（注：原文作“根”）必另生一子（注：原文作“枝”）继续王位，他必率领军队进入北方王的保障，攻击他们，而且得胜；",
            "note": "这些预言似乎在多年后应验在埃及与叙利亚之间的西流基战争上。公元前252年，埃及的多利买二世（南方王）将女儿百基尼嫁给了叙利亚的安提阿哥二世（北方王）以促成两国间签订和平协定。但是百基尼在安提阿被安提阿哥二世的前任妻子劳达斯谋杀了。百基尼的兄弟多利买三世，登上埃及王位后便向西流基王国宣战以报杀妹之仇。"
        },
        {
            "chapter": "11:8",
            "content": "并将他们的神像和铸成的偶像，与金银的宝器掠到埃及去。数年之内，他不去攻击北方的王。",
            "note": ""
        },
        {
            "chapter": "11:9",
            "content": "北方的王（注：原文作“他”）必入南方王的国，却要仍回本地。",
            "note": ""
        },
        {
            "chapter": "11:10",
            "content": "北方王（注：原文作“他”）的二子必动干戈，招聚许多军兵，这军兵前去，如洪水泛滥，又必再去争战，直到南方王的保障。",
            "note": ""
        },
        {
            "chapter": "11:11",
            "content": "南方王必发烈怒，出来与北方王争战，摆列大军，北方王的军兵必交付他手。",
            "note": "叙利亚王（北方王）是西流基二世；埃及王（南方王）为多利买四世。"
        },
        {
            "chapter": "11:12",
            "content": "他的众军高傲，他的心也必自高，他虽使数万人仆倒，却不得常胜。",
            "note": ""
        },
        {
            "chapter": "11:13",
            "content": "北方王必回来摆列大军，比先前的更多，满了所定的年数，他必率领大军，带极多的军装来。",
            "note": "这位北方王可能是安提阿哥三世。他攻破了许多埃及城镇（11:15），侵占了以色列的土地（“荣美之地”，参11:16），后来在美格尼斯被罗马人击败（11:18）。"
        },
        {
            "chapter": "11:14",
            "content": "那时，必有许多人起来攻击南方王，并且你本国的强暴人必兴起，要应验那异象，他们却要败亡。",
            "note": ""
        },
        {
            "chapter": "11:15",
            "content": "北方王必来筑垒，攻取坚固城，南方的军兵必站立不住，就是选择的精兵（注：原文作“民”）也无力站住。",
            "note": ""
        },
        {
            "chapter": "11:16",
            "content": "来攻击他的必任意而行，无人在北方王（注：原文作“他”）面前站立得住。他必站在那荣美之地，用手施行毁灭。",
            "note": ""
        },
        {
            "chapter": "11:17",
            "content": "他必定意用全国之力而来，立公正的约，照约而行，将自己的女儿给南方王为妻，想要败坏他（注：或作“埃及”），这计却不得成就，与自己毫无益处。",
            "note": "侵略者安提阿哥三世想将女儿嫁给埃及的多利买五世伊比法，来达到叙、埃两国和好的目的，但他的计划没有成功。"
        },
        {
            "chapter": "11:18",
            "content": "其后，他必转回夺取了许多海岛。但有一大帅，除掉他令人受的羞辱，并且使这羞辱归他本身。",
            "note": ""
        },
        {
            "chapter": "11:19",
            "content": "他就必转向本地的保障，却要绊跌仆倒，归于无有。",
            "note": ""
        },
        {
            "chapter": "11:20",
            "content": "那时，必有一人兴起接续他为王，使横征暴敛的人通行国中的荣美地。这王不多日就必灭亡，却不因忿怒，也不因争战。",
            "note": "西流基四世继承了安提阿哥三世的王位。他派哈利德斯到耶路撒冷的圣殿金库搜刮钱财。"
        },
        {
            "chapter": "11:21",
            "content": "必有一个卑鄙的人兴起接续为王，人未曾将国的尊荣给他，他却趁人坦然无备的时候，用谄媚的话得国。",
            "note": "安提阿哥四世伊比法得到罗马人的支持，继承了其兄弟西流基四世的王位。"
        },
        {
            "chapter": "11:22",
            "content": "必有无数的军兵势如洪水，在他面前冲没败坏，同盟的君也必如此。",
            "note": "“无数的军兵”指所有围攻安提阿哥四世的大军被击败后，都如决堤的洪水，溃不成军。“同盟的君”可能是公元前170年被玛尼劳谋杀的大祭司安尼亚三世。"
        },
        {
            "chapter": "11:23",
            "content": "与那君结盟之后，他必行诡诈，因为他必上来以微小的军（注：原文作“民”）成为强盛。",
            "note": ""
        },
        {
            "chapter": "11:24",
            "content": "趁人坦然无备的时候，他必来到国中极肥美之地，行他列祖和他列祖之祖所未曾行的，将掳物、掠物和财宝散给众人，又要设计攻打保障，然而这都是暂时的。",
            "note": ""
        },
        {
            "chapter": "11:25",
            "content": "他必奋勇向前，率领大军攻击南方王，南方王也必以极大极强的军兵与他争战，却站立不住，因为有人设计谋害南方王。",
            "note": ""
        },
        {
            "chapter": "11:26",
            "content": "吃王膳的，必败坏他，他的军队必被冲没，而且被杀的甚多。",
            "note": ""
        },
        {
            "chapter": "11:27",
            "content": "至于这二王，他们心怀恶计，同席说谎，计谋却不成就，因为到了定期，事就了结。",
            "note": "这两个叛逆的王可能是指叙利亚的安提阿哥四世和埃及的多利买六世。奸诈、叛逆是权力争夺者用来踩着别人肩膀往上爬的手段。两强相争，结局通常最后是两败俱伤、自我毁灭。况且这争夺是徒劳无益的。因为归根结底，神掌握着所有的权柄。"
        },
        {
            "chapter": "11:28",
            "content": "北方王（注：原文作“他”）必带许多财宝回往本国，他的心反对圣约，任意而行，回到本地。",
            "note": ""
        },
        {
            "chapter": "11:29",
            "content": "到了定期，他必返回，来到南方，后一次却不如前一次，",
            "note": ""
        },
        {
            "chapter": "11:30",
            "content": "因为基提战船必来攻击他，他就丧胆而回，又要恼恨圣约，任意而行。他必回来联络背弃圣约的人。",
            "note": ""
        },
        {
            "chapter": "11:31",
            "content": "他必兴兵，这兵必亵渎圣地，就是保障。除掉常献的燔祭，设立那行毁坏可憎的。",
            "note": "安提阿哥四世再次侵犯“南方”，却因不敌对方的战船而撤兵。他在撤退的路上洗劫耶路撒冷，亵渎圣殿，中止了犹太人每日的献祭。他在祭坛上献猪为祭，敬奉宙斯，从而玷污了圣殿。因为根据犹太律法，猪是不洁净的，故而不可触摸或食用。在圣殿中将猪作为祭品无疑是对犹太人最严重的侮辱。这事件发生于公元前168至167年。"
        },
        {
            "chapter": "11:32",
            "content": "作恶违背圣约的人，他必用巧言勾引；惟独认识　神的子民必刚强行事。",
            "note": "此处所指的那些违背神约的人中可能有大祭司玛尼劳。他被安提阿哥收买，与他密谋陷害忠于神的犹太人。“认识神的子民”大概是指马卡比家族和他们的支持者，但进一步的应验尚有待于未来。"
        },
        {
            "chapter": "11:33",
            "content": "民间的智慧人必训诲多人，然而他们多日必倒在刀下，或被火烧，或被掳掠抢夺。",
            "note": ""
        },
        {
            "chapter": "11:34",
            "content": "他们仆倒的时候，稍得扶助，却有许多人用谄媚的话亲近他们。",
            "note": "“智慧人”将训诲多人，但同样将遭受更多的迫害。艰难困境让我们意识到自己的软弱与无能，更感到需要解答、引导和清楚的指向。那些平时远离神的人在困境中也会被神的话语吸引。我们应该利用各种机会与他人分享神的话语，也要作好准备面对在传道时遇到的冷落和迫害。"
        },
        {
            "chapter": "11:35",
            "content": "智慧人中有些仆倒的，为要熬炼其余的人，使他们清净洁白，直到末了，因为到了定期，事就了结。",
            "note": "神的使者描述了智慧人也会跌倒的考验。这可以是（1）沦落于罪恶之中；（2）胆怯而放弃信仰；（3）跟随不正确和错谬的教导；（4）经受严酷折磨，甚至殉道。如果我们坚守对神的信心，任何类似的经历只会锻炼我们，使我们更加坚强。你是否正面对考验？把它们当作增强你信心的良机吧。经历考验而坚定不移，我们就必与神更亲近，信心更坚定。"
        },
        {
            "chapter": "11:36",
            "content": "王必任意而行，自高自大，超过所有的神，又用奇异的话攻击万神之神。他必行事亨通，直到主的忿怒完毕，因为所定的事必然成就。",
            "note": ""
        },
        {
            "chapter": "11:37",
            "content": "他必不顾他列祖的神，也不顾妇女所羡慕的神，无论何神他都不顾，因为他必自大，高过一切。",
            "note": "“妇女所羡慕的神”可指巴比伦的生育之神搭模斯。（参结8:14）。换句话说，这人不承认任何神或宗教，包括异教和偶像。相反，他将宣称自己为神并有至高无上的权柄。"
        },
        {
            "chapter": "11:38",
            "content": "他倒要敬拜保障的神，用金、银、宝石和可爱之物敬奉他列祖所不认识的神。",
            "note": "某些人认为“保障的神”是指朱庇特或宙斯。这段经文意指这王将以争战作为他的神。他将史无前例地发起大战，崇尚恐怖与血惺。"
        },
        {
            "chapter": "11:39",
            "content": "他必靠外邦　神的帮助，攻破最坚固的保障。凡承认他的，他必将荣耀加给他们，使他们管辖许多人，又为贿赂分地与他们。",
            "note": "这几节经文中的王可以是指安提阿哥四世伊比法、提多（罗马将帅）或敌基督。所预言的事，有的已在过去发生，有的则要等到将来才得以应验。"
        },
        {
            "chapter": "11:40",
            "content": "到末了，南方王要与他交战，北方王必用战车、马兵和许多战船，势如暴风来攻击他，也必进入列国如洪水泛滥。",
            "note": "从此处到但以理书的结尾，阐述的焦点为末日的敌基督。"
        },
        {
            "chapter": "11:41",
            "content": "又必进入那荣美之地，有许多国就被倾覆，但以东人、摩押人和一大半亚扪人必脱离他的手。",
            "note": ""
        },
        {
            "chapter": "11:42",
            "content": "他必伸手攻击列国，埃及地也不得脱离。",
            "note": ""
        },
        {
            "chapter": "11:43",
            "content": "他必把持埃及的金银财宝和各样的宝物，利比亚人和古实人都必跟从他。",
            "note": ""
        },
        {
            "chapter": "11:44",
            "content": "但从东方和北方必有消息扰乱他，他就大发烈怒出去，要将多人杀灭净尽。",
            "note": ""
        },
        {
            "chapter": "11:45",
            "content": "他必在海和荣美的圣山中间设立他如宫殿的帐幕；然而到了他的结局，必无人能帮助他。",
            "note": "“荣美的圣山”指锡安山或耶路撒冷城。"
        }
    ]
}