{
    "book": "但以理书",
    "chapter": "12",
    "verses": [
        {
            "chapter": "12:1",
            "content": "那时，保佑你本国之民的天使长（注：原文作“大君”）米迦勒必站起来，并且有大艰难，从有国以来直到此时，没有这样的。你本国的民中，凡名录在册上的，必得拯救。",
            "note": "在未来的岁月里，神的子民将会有“大灾难”。耶利米（参耶30:7）和耶稣（参太24:21-51）也这样预言过。神应许的盼望使真正的信徒可以承受这巨大的苦难。"
        },
        {
            "chapter": "12:2",
            "content": "睡在尘埃中的，必有多人复醒，其中有得永生的，有受羞辱、永远被憎恶的。",
            "note": "这里清楚地指出义人与恶人的复活，虽然二者的终极命运是大不相同的。在当时，尽管每个以色列人都相信有一天他们会生活在复兴的新王国里，有关复活的教义并不普遍。这里提及的那些已得救者和失落者肉身的复活与当时一般的信念相去甚远。（旧约中有关复活的经文，请参伯19:25-26；诗16:10；赛26:19）"
        },
        {
            "chapter": "12:3",
            "content": "智慧人必发光，如同天上的光；那使多人归义的，必发光如星，直到永永远远。",
            "note": "许多人极力想成为娱乐界的明星，却发现明星生涯是短暂的。神告诉我们如何成为永恒的“星”，就是要有智慧并将众人引向神的公义。与他人分享我们的主，使我们得以成为神眼中闪烁的明星。"
        },
        {
            "chapter": "12:4",
            "content": "但以理啊，你要隐藏这话，封闭这书，直到末时。必有多人来往奔跑（注：或作“切心研究”），知识就必增长。”",
            "note": "封闭、隐藏意味着将其安全妥善地保存，以使所有时代的信徒都能藉此回顾历史上神的作为，并由此获得希望。但以理并不理解异象中的时间、事件的真正含义。因为我们生活在末世中，可能看到那些事件发生，但全书的真确意义只有待世界历史发展至顶峰时才能被理解。"
        },
        {
            "chapter": "12:5",
            "content": "我但以理观看，见另有两个人站立，一个在河这边，一个在河那边。",
            "note": ""
        },
        {
            "chapter": "12:6",
            "content": "有一个问那站在河水以上、穿细麻衣的说：“这奇异的事到几时才应验呢？”",
            "note": ""
        },
        {
            "chapter": "12:7",
            "content": "我听见那站在河水以上、穿细麻衣的，向天举起左右手，指着活到永远的主起誓说：“要到一载、二载、半载，打破圣民权力的时候，这一切事就都应验了。”",
            "note": "历史上，“圣民的权力”似乎一次次地被打破。神允许这反复发生的用心在于粉碎叛逆他的子民的傲气和自满，使他们接受神为主宰。"
        },
        {
            "chapter": "12:8",
            "content": "我听见这话，却不明白，就说：“我主啊，这些事的结局是怎样呢？”",
            "note": ""
        },
        {
            "chapter": "12:9",
            "content": "他说：“但以理啊，你只管去，因为这话已经隐藏封闭，直到末时。",
            "note": ""
        },
        {
            "chapter": "12:10",
            "content": "必有许多人使自己清净洁白，且被熬炼，但恶人仍必行恶，一切恶人都不明白，惟独智慧人能明白。",
            "note": "当受到试炼、迫害时，我们很难理解。但是，如果我们愿意从中学习，便可因此炼净我们自己。当你经历了一段艰难曲折之后，要从中寻求经验教训，使之在未来有助于你。（有关神让其子民受难的目的，请参罗5:3-5）。"
        },
        {
            "chapter": "12:11",
            "content": "从除掉常献的燔祭，并设立那行毁坏可憎之物的时候，必有一千二百九十日。",
            "note": "设在圣殿中的“可憎之物”是指宙斯的祭坛，即安提阿哥伊比法曾献猪为祭的地方。有人认为这预言将应验在敌基督和其恶行上（参太24:15）。但此处和本章前半部分可能特指安提阿哥四世伊比法，而其余部分则是关于末日的。"
        },
        {
            "chapter": "12:12",
            "content": "等到一千三百三十五日的，那人便为有福。",
            "note": "这些日数的计算可能是关于犹太人受安提阿哥伊比法迫害的时间，也可能是关于末日的。废除常献的燔祭意味着不能再敬拜真神，和对信徒的镇压。对于这两节经文中的日数仍然众说纷云。重要的是对神子民的迫害终会停止。神控制着这一切。他必战胜邪恶。"
        },
        {
            "chapter": "12:13",
            "content": "你且去等候结局，因为你必安歇。到了末期，你必起来，享受你的福分。”",
            "note": "神在异象中重申了复活的应许。总有一天，但以理会看到这允诺的实现。他不曾花费余生去揣测这异象的含义，却安歇于神大能的怀抱，期待有一天被提，接受和分享与神同在的永生。神不会在此生中把一切都向我们显现。要满足于我们已知道的事情，直到神想让我们知道得更多。神会告诉一切我们所需要知道的。"
        }
    ]
}