{
    "book": "但以理书",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "尼布甲尼撒王造了一个金像，高六十肘，宽六肘，立在巴比伦省杜拉平原。",
            "note": "巴比伦的宗教文化中盛行拜偶像。尼布甲尼撒王希望利用这高二十七公尺、宽三公尺的巨型偶像来集中人民的敬拜，从而达到统一国家、巩固政权的目的。这金像可能受尼布甲尼撒的梦启发而来。与梦中人像不同的是，这尊像是全金的，表明了尼布甲尼撒希望他的王朝能千秋永存。这座偶像的建造说明尼布甲尼撒对但以理的神的热诚是短暂的。他既不敬畏也不遵从这位赐梦给他的神。"
        },
        {
            "chapter": "3:2",
            "content": "尼布甲尼撒王差人将总督、钦差、巡抚、臬司、藩司、谋士、法官和各省的官员都召了来，为尼布甲尼撒王所立的像行开光之礼。",
            "note": "总督作为国王的总代表，统理帝国的各重要部门。钦差负责管辖被征服、占领的外邦城市。巡抚则为各省的行政长官。"
        },
        {
            "chapter": "3:3",
            "content": "于是总督、钦差、巡抚、臬司、藩司、谋士、法官和各省的官员都聚集了来，要为尼布甲尼撒王所立的像行开光之礼，就站在尼布甲尼撒所立的像前。",
            "note": ""
        },
        {
            "chapter": "3:4",
            "content": "那时，传令的大声呼叫说：“各方、各国、各族（注：原文作“舌”。下同）的人哪，有令传与你们：",
            "note": ""
        },
        {
            "chapter": "3:5",
            "content": "你们一听见角、笛、琵琶、琴、瑟、笙和各样乐器的声音，就当俯伏敬拜尼布甲尼撒王所立的金像。",
            "note": ""
        },
        {
            "chapter": "3:6",
            "content": "凡不俯伏敬拜的，必立时扔在烈火的窑中。”",
            "note": "这个烈焰四窜的火窑不是取暖或烹调用的烤炉。这是一个可用来烧砖或熔炼金属的大型手工业熔炉。炉内温度之高，无人在其中可指望生还。窑顶部的出入口处冒着熊熊的火焰，抬沙得拉等人上去的士兵均被这烈焰活活烧死（参3:22）。"
        },
        {
            "chapter": "3:7",
            "content": "因此各方、各国、各族的人民一听见角、笛、琵琶、琴、瑟和各样乐器的声音，就都俯伏敬拜尼布甲尼撒王所立的金像。",
            "note": ""
        },
        {
            "chapter": "3:8",
            "content": "那时，有几个迦勒底人进前来控告犹大人。",
            "note": ""
        },
        {
            "chapter": "3:9",
            "content": "他们对尼布甲尼撒王说：“愿王万岁！",
            "note": ""
        },
        {
            "chapter": "3:10",
            "content": "王啊，你曾降旨说，凡听见角、笛、琵琶、琴、瑟、笙和各样乐器声音的都当俯伏敬拜金像；",
            "note": ""
        },
        {
            "chapter": "3:11",
            "content": "凡不俯伏敬拜的，必扔在烈火的窑中。",
            "note": ""
        },
        {
            "chapter": "3:12",
            "content": "现在有几个犹大人，就是王所派管理巴比伦省事务的沙得拉、米煞、亚伯尼歌，王啊，这些人不理你，不事奉你的神，也不敬拜你所立的金像。”",
            "note": "我们不知是否别的犹太人也拒拜金像。但这三人显然是公众中的典型例子。他们为何不向偶像下拜，而又告诉他们的神，自己不是真心敬拜偶像呢？他们已下定决心不拜别的神，并勇敢地坚持他们的立场。这使他们遭到谴责、被处以死刑。沙得拉等三人并不知道神会从烈火中解救他们。他们只知道绝不能屈服而去拜偶像。你是否准备在任何情况下都坚守神的立场？这样做，你会显得与众不同；这可能会为你带来痛苦，结局也未必是圆满的。但要准备好这样说：“无论他会否解救我，我都只服事这位惟一的神。”"
        },
        {
            "chapter": "3:13",
            "content": "当时，尼布甲尼撒冲冲大怒，吩咐人把沙得拉、米煞、亚伯尼歌带过来，他们就把那些人带到王面前。",
            "note": "何人竟敢违背他的旨意？尼布甲尼撒勃然大怒，失去了理智。作为巴比伦的最高统治者，他期望绝对的顺从。傲慢与自尊驱使他姿意妄为、要求无理和反应失控。当你发现自己因别人不听从你的指示而生气时，扪心自问：为什么我会有这样的反应？自负往往令人越权妄为。"
        },
        {
            "chapter": "3:14",
            "content": "尼布甲尼撒问他们说：“沙得拉、米煞、亚伯尼歌，你们不事奉我的神，也不敬拜我所立的金像，是故意的吗？",
            "note": ""
        },
        {
            "chapter": "3:15",
            "content": "你们再听见角、笛、琵琶、琴、瑟、笙和各样乐器的声音，若俯伏敬拜我所造的像，却还可以；若不敬拜，必立时扔在烈火的窑中！有何神能救你们脱离我手呢？”",
            "note": "国王又给了三人一个悔过的机会。这里有八个理由使他们可以向金像下拜而挽救自己的性命：（1）我们可在表面上屈服而内心拒拜偶像。（2）我们不会真的成为偶像崇拜者，只拜这一次，然后要求神的宽恕。（3）国王有绝对的权威使我们无法不服从他，故神是会谅解的。（4）国王曾经重用过我们，理应回报。（5）这里是外邦土地，我们顺从当地习俗，神是会原谅的。（6）我们以色列的祖先也曾在神的殿里摆设偶像，我们这样跪拜金像远不及他们愚昧！（7）跪拜金像并不是什么伤天害理之事，我们并没有因此伤害别人。（8）我们若被判处死刑，外邦人就会越上高位，这对犹太人毫无益处。"
        },
        {
            "chapter": "3:16",
            "content": "沙得拉、米煞、亚伯尼歌对王说：“尼布甲尼撒啊，这件事我们不必回答你。",
            "note": ""
        },
        {
            "chapter": "3:17",
            "content": "即便如此，我们所事奉的　神，能将我们从烈火的窑中救出来。王啊，他也必救我们脱离你的手；",
            "note": ""
        },
        {
            "chapter": "3:18",
            "content": "即或不然，王啊，你当知道我们决不事奉你的　神，也不敬拜你所立的金像！”",
            "note": "沙得拉、米煞、亚伯尼歌被迫要否认神，但他们选择对主忠诚、义无反顾！他们相信神会拯救，但他们也决心效忠神而不考虑后果。如果神会随时随地、无一例外地施行拯救，基督徒就不需要信心了。这信仰若成了一款极佳的保险条约的话，许多自私的人可能就会前来排队签约加入。我们应该忠心地作神的仆人，无论他是否会在我们处境艰险时介入。我们将得到的永远的奖赏是值得以现在可能经受的任何磨难来换取的。"
        },
        {
            "chapter": "3:19",
            "content": "当时，尼布甲尼撒怒气填胸，向沙得拉、米煞、亚伯尼歌变了脸色，吩咐人把窑烧热，比寻常更加七倍。",
            "note": "“（王）向沙得拉、米煞、亚伯尼歌变了脸色”。当我们得罪了非基督徒，他们常会变脸，因为人的本性是自私的。基督徒则应不同于世人，要爱那些即使冒犯了自己的人。"
        },
        {
            "chapter": "3:20",
            "content": "又吩咐他军中的几个壮士，将沙得拉、米煞、亚伯尼歌捆起来，扔在烈火的窑中。",
            "note": ""
        },
        {
            "chapter": "3:21",
            "content": "这三人穿着裤子、内袍、外衣和别的衣服，被捆起来扔在烈火的窑中。",
            "note": ""
        },
        {
            "chapter": "3:22",
            "content": "因为王命紧急，窑又甚热，那抬沙得拉、米煞、亚伯尼歌的人都被火焰烧死。",
            "note": ""
        },
        {
            "chapter": "3:23",
            "content": "沙得拉、米煞、亚伯尼歌这三个人都被捆着落在烈火的窑中。",
            "note": ""
        },
        {
            "chapter": "3:24",
            "content": "那时，尼布甲尼撒王惊奇，急忙起来，对谋士说：“我捆起来扔在火里的不是三个人吗？”他们回答王说：“王啊，是。”",
            "note": ""
        },
        {
            "chapter": "3:25",
            "content": "王说：“看哪，我见有四个人，并没有捆绑，在火中游行，也没有受伤，那第四个的相貌好像神子。”",
            "note": "对于在窑旁观看的人来说，窑中的第四个人显然是超自然的。我们不能肯定这人是谁。他可能是一位天使或是道成肉身之前的基督。可以确定的是，在这几位忠实的信徒受到严峻考验的时候，神派遣了天上的使者前来陪伴解救他们。"
        },
        {
            "chapter": "3:26",
            "content": "于是，尼布甲尼撒就近烈火窑门说：“至高　神的仆人沙得拉、米煞、亚伯尼歌出来，上这里来吧！”沙得拉、米煞、亚伯尼歌就从火中出来了。",
            "note": ""
        },
        {
            "chapter": "3:27",
            "content": "那些总督、钦差、巡抚和王的谋士，一同聚集看这三个人，见火无力伤他们的身体，头发也没有烧焦，衣裳也没有变色，并没有火燎的气味。",
            "note": "这三个青年未被烈焰灼伤一根毫毛，而捆绑他们的绳索却被烧尽了。如果神要我们自由，则无人能捆绑我们。神拯救沙得拉等人和使耶稣基督从死里复活的大能，也可临到我们身上。（参弗1:18-20）无论在什么情况下都要信靠神。永生的盼望使我们坦然面对暂时的考验；为我们的命运被掌握在神而不是人的手里满心感谢神吧。"
        },
        {
            "chapter": "3:28",
            "content": "尼布甲尼撒说：“沙得拉、米煞、亚伯尼歌的　神是应当称颂的！他差遣使者救护倚靠他的仆人，他们不遵王命，舍去己身，在他们　神以外不肯事奉敬拜别神。",
            "note": ""
        },
        {
            "chapter": "3:29",
            "content": "现在我降旨，无论何方、何国、何族的人，谤讟沙得拉、米煞、亚伯尼歌之　神的，必被凌迟，他的房屋必成粪堆，因为没有别神能这样施行拯救。”",
            "note": "尼布甲尼撒并没有承诺只敬拜希伯来人的神。他只是承认神的大能，要求手下不可说谤讟神的话，而没有下令废除其他的假神，只不过是把这位神加在诸神的名单上而已。"
        },
        {
            "chapter": "3:30",
            "content": "那时，王在巴比伦省高升了沙得拉、米煞、亚伯尼歌。",
            "note": "这段故事发生时，但以理在哪里？圣经没有提及。这里有几种可能：（1）但以理出差去外地了。（2）他可能在场，但因其手握大权，下属官员未敢指控他拒拜金像。（3）在尼布甲尼撒赴杜拉平原为金像行开光之礼时，但以理留在首都处理日常国事。（4）由于他通过神圆梦的声望，但以理被允许不用向金像膜拜。无论但以理当时是否在场，我们都可以肯定他不会去敬拜那偶像。"
        }
    ]
}