{
    "book": "但以理书",
    "chapter": "4",
    "verses": [
        {
            "chapter": "4:1",
            "content": "尼布甲尼撒王晓谕住在全地各方、各国、各族的人说：愿你们大享平安！",
            "note": ""
        },
        {
            "chapter": "4:2",
            "content": "我乐意将至高的　神向我所行的神迹奇事宣扬出来。",
            "note": ""
        },
        {
            "chapter": "4:3",
            "content": "他的　神迹何其大！他的奇事何其盛！他的国是永远的！他的权柄存到万代！",
            "note": "尽管尼布甲尼撒赞美但以理的神，他仍未完全相信和顺服这位神（参4:8）。如今许多人参加教会，说属灵的话，但他们并不真正信服和遵从神。口头上的表白不等于实际上的拥有。你对神的顺服是否与信仰相称？"
        },
        {
            "chapter": "4:4",
            "content": "我尼布甲尼撒安居在宫中，平顺在殿内。",
            "note": ""
        },
        {
            "chapter": "4:5",
            "content": "我做了一梦，使我惧怕。我在床上的思念，并脑中的异象，使我惊惶。",
            "note": ""
        },
        {
            "chapter": "4:6",
            "content": "所以我降旨召巴比伦的一切哲士到我面前，叫他们把梦的讲解告诉我。",
            "note": ""
        },
        {
            "chapter": "4:7",
            "content": "于是那些术士、用法术的、迦勒底人、观兆的都进来，我将那梦告诉了他们，他们却不能把梦的讲解告诉我。",
            "note": ""
        },
        {
            "chapter": "4:8",
            "content": "末后，那照我神的名，称为伯提沙撒的但以理来到我面前，他里头有圣神的灵，我将梦告诉他说：",
            "note": ""
        },
        {
            "chapter": "4:9",
            "content": "“术士的领袖伯提沙撒啊，因我知道你里头有圣神的灵，什么奥秘的事都不能使你为难，现在要把我梦中所见的异象和梦的讲解告诉我。",
            "note": ""
        },
        {
            "chapter": "4:10",
            "content": "我在床上脑中的异象是这样：我看见地当中有一棵树，极其高大。",
            "note": ""
        },
        {
            "chapter": "4:11",
            "content": "那树渐长，而且坚固，高得顶天，从地极都能看见；",
            "note": ""
        },
        {
            "chapter": "4:12",
            "content": "叶子华美，果子甚多，可作众生的食物；田野的走兽卧在荫下，天空的飞鸟宿在枝上；凡有血气的都从这树得食。",
            "note": ""
        },
        {
            "chapter": "4:13",
            "content": "我在床上脑中的异象，见有一位守望的圣者从天而降，",
            "note": ""
        },
        {
            "chapter": "4:14",
            "content": "大声呼叫说：‘伐倒这树！砍下枝子，摇掉叶子，抛散果子，使走兽离开树下，飞鸟躲开树枝。",
            "note": ""
        },
        {
            "chapter": "4:15",
            "content": "树墩却要留在地内，用铁圈和铜圈箍住，在田野的青草中让天露滴湿，使他与地上的兽一同吃草，",
            "note": ""
        },
        {
            "chapter": "4:16",
            "content": "使他的心改变，不如人心，给他一个兽心，使他经过七期（注：或作“年”。本章同）。",
            "note": ""
        },
        {
            "chapter": "4:17",
            "content": "这是守望者所发的命，圣者所出的令，好叫世人知道至高者在人的国中掌权，要将国赐与谁，就赐与谁，或立极卑微的人执掌国权。’",
            "note": "对于生活在自由和自治社会中的人来说，神至高无上的权威是很难理解的。他高于所有领导者，制约着世上所有政府、商界和宗教领袖的权力。虽然我们似乎可以随心所欲，其实神仍掌握着我们。"
        },
        {
            "chapter": "4:18",
            "content": "这是我尼布甲尼撒王所做的梦。伯提沙撒啊，你要说明这梦的讲解，因为我国中的一切哲士都不能将梦的讲解告诉我，惟独你能，因你里头有圣神的灵。”",
            "note": ""
        },
        {
            "chapter": "4:19",
            "content": "于是称为伯提沙撒的但以理惊讶片时，心意惊惶。王说：“伯提沙撒啊，不要因梦和梦的讲解惊惶。”伯提沙撒回答说：“我主啊，愿这梦归与恨恶你的人，讲解归与你的敌人。",
            "note": "但以理因尼布甲尼撒的梦而惊讶，婉转地对他说，愿这梦在他的敌人而不是王的身上应验。尼布甲尼撒毁灭了犹大国，但以理为何还为这个暴君的命运如此忧伤呢？因为他已经饶恕了尼布甲尼撒，因此神才使用他。我们常常会因受到他人的冤屈而耿耿于怀，甚至这人受苦，我们却幸灾乐祸。原谅意味着不记旧仇。你能爱那些曾经伤害过你的人吗？你愿服事那些曾错待过你的人吗？求神帮助你去宽恕、忘记和爱。神会通过你来改变那人的生命。"
        },
        {
            "chapter": "4:20",
            "content": "你所见的树渐长，而且坚固，高得顶天，从地极都能看见；",
            "note": ""
        },
        {
            "chapter": "4:21",
            "content": "叶子华美，果子甚多，可作众生的食物；田野的走兽住在其下；天空的飞鸟宿在枝上。",
            "note": ""
        },
        {
            "chapter": "4:22",
            "content": "王啊，这渐长又坚固的树就是你。你的威势渐长及天，你的权柄管到地极。",
            "note": ""
        },
        {
            "chapter": "4:23",
            "content": "王既看见一位守望的圣者从天而降，说：‘将这树砍伐毁坏，树墩却要留在地内，用铁圈和铜圈箍住，在田野的青草中让天露滴湿，使他与地上的兽一同吃草，直到经过七期。’",
            "note": ""
        },
        {
            "chapter": "4:24",
            "content": "王啊，讲解就是这样：临到我主我王的事是出于至高者的命。",
            "note": ""
        },
        {
            "chapter": "4:25",
            "content": "你必被赶出离开世人，与野地的兽同居，吃草如牛，被天露滴湿，且要经过七期。等你知道至高者在人的国中掌权，要将国赐与谁就赐与谁。",
            "note": ""
        },
        {
            "chapter": "4:26",
            "content": "守望者既吩咐存留树墩，等你知道诸天掌权，以后你的国必定归你。",
            "note": ""
        },
        {
            "chapter": "4:27",
            "content": "王啊，求你悦纳我的谏言，以施行公义断绝罪过，以怜悯穷人除掉罪孽，或者你的平安可以延长。”",
            "note": ""
        },
        {
            "chapter": "4:28",
            "content": "这事都临到尼布甲尼撒王。",
            "note": ""
        },
        {
            "chapter": "4:29",
            "content": "过了十二个月，他游行在巴比伦王宫里（注：原文作“上”）。",
            "note": ""
        },
        {
            "chapter": "4:30",
            "content": "他说：“这大巴比伦不是我用大能大力建为京都，要显我威严的荣耀吗？”",
            "note": ""
        },
        {
            "chapter": "4:31",
            "content": "这话在王口中尚未说完，有声音从天降下说：“尼布甲尼撒王啊，有话对你说：你的国位离开你了。",
            "note": ""
        },
        {
            "chapter": "4:32",
            "content": "你必被赶出离开世人，与野地的兽同居，吃草如牛，且要经过七期。等你知道至高者在人的国中掌权，要将国赐与谁，就赐与谁。”",
            "note": ""
        },
        {
            "chapter": "4:33",
            "content": "当时这话就应验在尼布甲尼撒的身上，他被赶出离开世人，吃草如牛，身被天露滴湿，头发长长，好像鹰毛，指甲长长，如同鸟爪。",
            "note": "但以理劝谏尼布甲尼撒改善治国的方式。神则给尼布甲尼撒十二个月的期限，以观其效。不幸的是，这傲慢君王的心并无悔改，而使梦境变成了事实。"
        },
        {
            "chapter": "4:34",
            "content": "日子满足，我尼布甲尼撒举目望天，我的聪明复归于我，我便称颂至高者，赞美尊敬活到永远的　神。他的权柄是永有的，他的国存到万代。",
            "note": "历代帝王总是极力避免在有关他们的纪念物上，和官方记录中提及他们的弱点和失败。从有关尼布甲尼撒的历史文献中，我们可推断出在其43年的王朝中，有一段时间他并不在位，而圣经则描述了他的骄横和所受的惩罚。"
        },
        {
            "chapter": "4:35",
            "content": "世上所有的居民、都算为虚无。在天上的万军和世上的居民中，他都凭自己的意旨行事。无人能拦住他手，或问他说：“你做什么呢？”",
            "note": ""
        },
        {
            "chapter": "4:36",
            "content": "那时，我的聪明复归于我，为我国的荣耀威严和光耀也都复归于我，并且我的谋士和大臣也来朝见我。我又得坚立在国位上，至大的权柄加增于我。",
            "note": "尼布甲尼撒对神的朝圣是但以理书的主题之一。他认识到，是神将其梦中的奥秘显明给但以理（参2:47）。他赞颂神挽救了三个希伯来人（参3:28-29）。尽管尼布甲尼撒认同神的存在和所行的奇迹，他仍不肯承认神是他的主宰（参4:30）。仅仅承认神的存在和那些奇妙的神迹并不会使神改变我们，除非我们接受他作生命的主宰。"
        },
        {
            "chapter": "4:37",
            "content": "现在我尼布甲尼撒赞美、尊崇、恭敬天上的王，因为他所做的全都诚实，他所行的也都公平。那行动骄傲的，他能降为卑。",
            "note": ""
        }
    ]
}