{
    "book": "但以理书",
    "chapter": "6",
    "verses": [
        {
            "chapter": "6:1",
            "content": "大利乌随心所愿，立一百二十个总督治理通国。",
            "note": ""
        },
        {
            "chapter": "6:2",
            "content": "又在他们以上立总长三人（但以理在其中），使总督在他们三人面前回复事务，免得王受亏损。",
            "note": ""
        },
        {
            "chapter": "6:3",
            "content": "因这但以理有美好的灵性，所以显然超乎其余的总长和总督，王又想立他治理通国。",
            "note": "此时但以理已年过八旬，是大利乌政权的三个最高理政者之一。他与不信神的同事共同管理国政，且比他们更有成效，从而获得了拜假神的大利乌王的注意与尊重。在当今社会中，努力尽责地工作是影响非基督徒雇主的最好办法之一。你在雇主面前是否充分彰显了神的荣耀呢？"
        },
        {
            "chapter": "6:4",
            "content": "那时，总长和总督寻找但以理误国的把柄，为要参他；只是找不着他的错误过失，因他忠心办事，毫无错误过失。",
            "note": "但以理政绩卓越引起了周围人们的忌妒。或许你也有类似的经验。当你在工作中成绩优于他人时，有的同事会设法阻挠你进步，使你退步跌倒，并为此幸灾乐祸。对付这些人的办法就是让自己的生活廉洁无瑕。那样，你就是光明磊落的，敌视你的人也抓不到任何攻击你的把柄。当然，这样做并不能保证使你免遭攻击。像但以理那样，在某些情况下你必须依靠神的护佑。"
        },
        {
            "chapter": "6:5",
            "content": "那些人便说：“我们要找参这但以理的把柄，除非在他　神的律法中就寻不着。”",
            "note": "忌妒的官员找不到但以理的过失，只好用他的信仰攻击他。若有人因你对神的信仰而批评你，你应该感到高兴。这说明他们无从指摘，只好从你的信仰下手。要坚守信仰，以基督徒应有的方式去生活，来回应这样的攻击，并相信主宰一切的神会为你打胜这一仗。"
        },
        {
            "chapter": "6:6",
            "content": "于是，总长和总督纷纷聚集来见王说：“愿大利乌王万岁！",
            "note": ""
        },
        {
            "chapter": "6:7",
            "content": "国中的总长、钦差、总督、谋士和巡抚彼此商议，要立一条坚定的禁令（注：或作“求王下旨要立一条云云”），三十日内不拘何人，若在王以外，或向神或向人求什么，就必扔在狮子坑中。",
            "note": ""
        },
        {
            "chapter": "6:8",
            "content": "王啊，现在求你立这禁令，加盖玉玺，使禁令决不更改，照玛代和波斯人的例，是不可更改的。”",
            "note": ""
        },
        {
            "chapter": "6:9",
            "content": "于是大利乌王立这禁令，加盖玉玺。",
            "note": "在巴比伦王国，国王的话便是法律。然而在玛代波斯帝国，法律一旦制定，连国王也无法改变。大利乌是一个精明的执政者，却有一个致命的缺点──骄傲。下属为迎合其虚荣和自负，劝说大利乌王下一道诏书，使他做三十天自封的神。任何人，包括但以理这样的高官在内，都不可违反这王命。（有关玛代波斯律法不可更改的另一个例子，请参斯8:8）。"
        },
        {
            "chapter": "6:10",
            "content": "但以理知道这禁令盖了玉玺，就到自己家里（他楼上的窗户开向耶路撒冷），一日三次双膝跪在他　神面前，祷告感谢，与素常一样。",
            "note": "但以理并没有打算向朝中的敌对者隐瞒其祷告日程，尽管他知道这样祷告将违反新定的律例。其实隐瞒也没用，那些绞尽脑汁想谋害他的人总会在这一个月当中找到其他把柄。而且，不敢公开祷告亦显出他惧怕那些人。但以理坚持祷告，因他无法从国王那里得到他在这段困难时期中所需要的指引和力量。只有神才能提供但以理所需要的。"
        },
        {
            "chapter": "6:11",
            "content": "那些人就纷纷聚集，见但以理在他　神面前祈祷恳求，",
            "note": ""
        },
        {
            "chapter": "6:12",
            "content": "他们便进到王前，提王的禁令说：“王啊，三十日内不拘何人，若在王以外，或向神或向人求什么，必被扔在狮子坑中，王不是在这禁令上盖了玉玺吗？”王回答说：“实有这事，照玛代和波斯人的例是不可更改的。”",
            "note": ""
        },
        {
            "chapter": "6:13",
            "content": "他们对王说：“王啊，那被掳之犹大人中的但以理不理你，也不遵你盖了玉玺的禁令，他竟一日三次祈祷。”",
            "note": ""
        },
        {
            "chapter": "6:14",
            "content": "王听见这话，就甚愁烦，一心要救但以理，筹划解救他，直到日落的时候。",
            "note": ""
        },
        {
            "chapter": "6:15",
            "content": "那些人就纷纷聚集来见王说：“王啊，当知道玛代人和波斯人有例，凡王所立的禁令和律例都不可更改。”",
            "note": ""
        },
        {
            "chapter": "6:16",
            "content": "王下令，人就把但以理带来，扔在狮子坑中。王对但以理说：“你所常事奉的　神，他必救你。”",
            "note": "那些不信神的人们目睹了但以理对神始终如一的信心，和坚持不懈地忠心事奉。你能让非基督徒从你的生活、言行中得到什么启示？"
        },
        {
            "chapter": "6:17",
            "content": "有人搬石头放在坑口，王用自己的玺和大臣的印封闭那坑，使惩办但以理的事毫无更改。",
            "note": ""
        },
        {
            "chapter": "6:18",
            "content": "王回宫，终夜禁食，无人拿乐器到他面前，并且睡不着觉。",
            "note": ""
        },
        {
            "chapter": "6:19",
            "content": "次日黎明，王就起来，急忙往狮子坑那里去。",
            "note": ""
        },
        {
            "chapter": "6:20",
            "content": "临近坑边，哀声呼叫但以理，对但以理说：“永生　神的仆人但以理啊！你所常事奉的　神能救你脱离狮子吗？”",
            "note": ""
        },
        {
            "chapter": "6:21",
            "content": "但以理对王说：“愿王万岁！",
            "note": ""
        },
        {
            "chapter": "6:22",
            "content": "我的　神差遣使者封住狮子的口，叫狮子不伤我；因我在　神面前无辜，我在王面前也没有行过亏损的事。”",
            "note": ""
        },
        {
            "chapter": "6:23",
            "content": "王就甚喜乐，吩咐人将但以理从坑里系上来。于是但以理从坑里被系上来，身上毫无伤损，因为信靠他的　神。",
            "note": "任何相信、遵从神的人都是不受伤害的，直到神将他接去。信靠神就有无比的平安。神既拯救了但以理，也必拯救你。你愿意将你的生命交托给神吗？"
        },
        {
            "chapter": "6:24",
            "content": "王下令，人就把那些控告但以理的人，连他们的妻子儿女都带来，扔在狮子坑中。他们还没有到坑底，狮子就抓住（注：原文作“胜了”）他们，咬碎他们的骨头。",
            "note": "按照波斯帝国的传统，那些挑动国王采取不义行动，而蓄意陷害国王的人们，会受到如此残酷的刑罚（参斯7:9-10）。暴怒的君王下令处死那些邪恶的官员和他们的家属，这就叫恶有恶报。"
        },
        {
            "chapter": "6:25",
            "content": "那时，大利乌王传旨，晓谕住在全地各方、各国、各族的人说：“愿你们大享平安！",
            "note": ""
        },
        {
            "chapter": "6:26",
            "content": "现在我降旨晓谕我所统辖的全国人民，要在但以理的　神面前战兢恐惧。“因为他是永远长存的活　神，他的国永不败坏，他的权柄永存无极！",
            "note": ""
        },
        {
            "chapter": "6:27",
            "content": "他护庇人、搭救人，在天上地下施行神迹奇事，救了但以理脱离狮子的口。”",
            "note": "由于但以理和他同伴们的信仰，尼布甲尼撒转而相信以色列的神是真神；也因为但以理对神的信心和神对但以理的拯救，大利乌信服了神的大能。作为一个身处异乡的被掳犹太人，但以理对神的忠诚是一个有力的见证。当你在一个新环境中，要利用这机会为神在你生命中所彰显的大能作见证。要忠于神，这样神就可以通过你去影响他人。"
        },
        {
            "chapter": "6:28",
            "content": "如此，这但以理当大利乌王在位的时候和波斯王塞鲁士在位的时候，大享亨通。",
            "note": ""
        }
    ]
}