{
    "book": "但以理书",
    "chapter": "7",
    "verses": [
        {
            "chapter": "7:1",
            "content": "巴比伦王伯沙撒元年，但以理在床上做梦，见了脑中的异象，就记录这梦，述说其中的大意。",
            "note": "从年代的先后次序看，这一章的事件发生于第五章之前。当时，伯沙撒刚刚开始执政（公元前553年），而但以理则年近七十。但以理书的前六章描述了历史史实，后六章主要是关于未来的异象。"
        },
        {
            "chapter": "7:2",
            "content": "但以理说：“我夜里见异象，看见天的四风陡起，刮在大海之上。",
            "note": ""
        },
        {
            "chapter": "7:3",
            "content": "有四个大兽从海中上来，形状各有不同，",
            "note": ""
        },
        {
            "chapter": "7:4",
            "content": "头一个像狮子，有鹰的翅膀。我正观看的时候，兽的翅膀被拔去，兽从地上得立起来，用两脚站立，像人一样，又得了人心。",
            "note": ""
        },
        {
            "chapter": "7:5",
            "content": "又有一兽如熊，就是第二兽，旁跨而坐，口齿内衔着三根肋骨，有吩咐这兽的说：‘起来吞吃多肉。’",
            "note": ""
        },
        {
            "chapter": "7:6",
            "content": "此后我观看，又有一兽如豹，背上有鸟的四个翅膀；这兽有四个头，又得了权柄。",
            "note": ""
        },
        {
            "chapter": "7:7",
            "content": "其后，我在夜间的异象中观看，见第四兽甚是可怕，极其强壮，大有力量。有大铁牙，吞吃嚼碎，所剩下的用脚践踏。这兽与前三兽大不相同，头有十角。",
            "note": ""
        },
        {
            "chapter": "7:8",
            "content": "我正观看这些角，见其中又长起一个小角，先前的角中有三角在这角前，连根被它拔出来。这角有眼，像人的眼，有口说夸大的话。",
            "note": "具有鹰翅的狮子象征巴比伦帝国与它对其他国家风卷残云般的征服（从巴比伦的废墟中已挖掘出带翅狮子的雕像）。那吞吃了狮子的熊代表玛代波斯帝国。熊口中的三根肋骨代表对三个主要王国的征服。豹象征希腊王国。豹的翅膀寓指亚历山大大帝在四年中（公元前334-330年）迅速征服当时世界上大多数文明国家。豹的四头表示亚历山大死后希腊王朝分裂后的四个国家。"
        },
        {
            "chapter": "7:9",
            "content": "我观看，见有宝座设立，上头坐着亘古常在者，他的衣服洁白如雪，头发如纯净的羊毛，宝座乃火焰，其轮乃烈火。",
            "note": "预言在此处转向世界的末日。这审判情景与启示录中使徒约翰所见的异象相似（参启1:14-15）。亘古常在者就是全能的神，他将权柄赐与地上的王国，并在末日亲自施行审判。"
        },
        {
            "chapter": "7:10",
            "content": "从他面前有火，像河发出，事奉他的有千千，在他面前侍立的有万万。他坐着要行审判，案卷都展开了。",
            "note": "但以理在异象中看到神审判千千万万站在他面前的人。我们每个人都必将站到全能的神面前，对我们的一生作出交待。神如果今天就来审判你的一生，他会说什么呢？神将怎样按照他的标准来衡量我们？每一天我们都应清楚地记得，我们必将在神的面前叙述一生是如何度过的。你将怎样数算你的日子？"
        },
        {
            "chapter": "7:11",
            "content": "那时我观看，见那兽因小角说夸大话的声音被杀，身体损坏，扔在火中焚烧。",
            "note": ""
        },
        {
            "chapter": "7:12",
            "content": "其余的兽，权柄都被夺去，生命却仍存留，直到所定的时候和日期。",
            "note": "第四头兽被击杀代表罗马帝国的灭亡，而其余三兽则被允许继续存活一段时期。这些王国或其所代表的文化以某种形式得以存留。在神的审判来临时历史并未完结。"
        },
        {
            "chapter": "7:13",
            "content": "我在夜间的异象中观看，见有一位像人子的，驾着天云而来，被领到亘古常在者面前；",
            "note": ""
        },
        {
            "chapter": "7:14",
            "content": "得了权柄、荣耀、国度，使各方、各国、各族的人都事奉他。他的权柄是永远的，不能废去，他的国必不败坏。",
            "note": "这位“像人子的”就是弥赛亚。耶稣曾用这段经文来指自己（参太26:64；路21:27；约1:51）。天空中的云彩描绘出人子的神性。云彩在圣经中多处被用来表示神的至高和莅临（参出16:10；19:9）。"
        },
        {
            "chapter": "7:15",
            "content": "至于我但以理，我的灵在我里面愁烦，我脑中的异象使我惊惶。",
            "note": ""
        },
        {
            "chapter": "7:16",
            "content": "我就近一位侍立者，问他这一切的真情。他就告诉我，将那事的讲解给我说明：",
            "note": ""
        },
        {
            "chapter": "7:17",
            "content": "‘这四个大兽就是四王将要在世上兴起，",
            "note": ""
        },
        {
            "chapter": "7:18",
            "content": "然而，至高者的圣民，必要得国享受，直到永永远远。’",
            "note": "“至高者的圣民”指真以色列人，由弥赛亚统帅的万民。耶稣基督将他的国赐给新以色列人，亦即由所有虔诚信徒组成的他的教会。耶稣基督的到来预报了神国的来临，所有信徒都是神国的子民（参7:22-27）。虽然神允许他的追随者在一段时间内受到迫害，他们终将拥有神国并与神永远同在。"
        },
        {
            "chapter": "7:19",
            "content": "那时我愿知道第四兽的真情，它为何与那三兽的真情大不相同，甚是可怕，有铁牙铜爪，吞吃嚼碎，所剩下的用脚践踏。",
            "note": ""
        },
        {
            "chapter": "7:20",
            "content": "头有十角和那另长的一角，在这角前有三角被它打落。这角有眼，有说夸大话的口，形状强横，过于它的同类。",
            "note": ""
        },
        {
            "chapter": "7:21",
            "content": "我观看，见这角与圣民争战，胜了他们，",
            "note": ""
        },
        {
            "chapter": "7:22",
            "content": "直到亘古常在者来给至高者的圣民伸冤，圣民得国的时候就到了。",
            "note": ""
        },
        {
            "chapter": "7:23",
            "content": "那侍立者这样说：‘第四兽就是世上必有的第四国，与一切国大不相同，必吞吃全地，并且践踏嚼碎。",
            "note": ""
        },
        {
            "chapter": "7:24",
            "content": "至于那十角，就是从这国中必兴起的十王，后来又兴起一王，与先前的不同，他必制伏三王。",
            "note": "启示录17章12节中也提到了十角，或所代表的十个君王。与之对应，尼布甲尼撒的异象中有十个脚指头出现（2:41-42）。对于这十个君王的身分尚无统一的看法，但这些君王都将发起反基督的争战。然而，作为万王之王，耶稣基督终会战胜他们（参启17:12-14）。本章24节中提到的另外一个王就是未来的敌基督（参帖后2:54）。"
        },
        {
            "chapter": "7:25",
            "content": "他必向至高者说夸大的话，必折磨至高者的圣民，必想改变节期和律法。圣民必交付他手一载、二载、半载。",
            "note": "尽管对“一载，二载，半载”的准确意义尚有争议，我们确知神告诉但以理，他的子民受恶势力的迫害不会持续太久。神已应许将他的国度赐给至高者的圣民。"
        },
        {
            "chapter": "7:26",
            "content": "然而，审判者必坐着行审判，他的权柄必被夺去，毁坏，灭绝，一直到底。",
            "note": ""
        },
        {
            "chapter": "7:27",
            "content": "国度、权柄和天下诸国的大权，必赐给至高者的圣民。他的国是永远的，一切掌权的都必事奉他、顺从他。’",
            "note": ""
        },
        {
            "chapter": "7:28",
            "content": "那事至此完毕。至于我但以理，心中甚是惊惶，脸色也改变了，却将那事存记在心。”",
            "note": "但以理看见四巨兽的异象，每头巨兽代表一个世上的大国，这与第二章中尼布甲尼撒的梦相近。尼布甲尼撒的梦是关于这些帝国的政权、政治的；而但以理的梦则勾画了这些王国的道德特征。这些将要统治以色列的政权是邪恶、残暴的。同时，但以理也看到了神永远的、不可毁灭的王国到来并征服这些属世的国度。"
        }
    ]
}