{
    "book": "但以理书",
    "chapter": "8",
    "verses": [
        {
            "chapter": "8:1",
            "content": "伯沙撒王在位第三年，有异象现与我但以理，是在先前所见的异象之后。",
            "note": "如同第7章，本章记述的事件从时间的先后次序看，应发生于第5章之前。这个梦于公元前551年临到但以理，那一年他约七十岁。第7、8章分别对应于伯沙撒元年和第三年，在时间顺序上位于第4、5章之间。第9章描述的事件大致属于第6章中叙述的时期，主要是关于玛代波斯和希腊这两个继巴比伦王国后称雄世界的帝国的情况。"
        },
        {
            "chapter": "8:2",
            "content": "我见了异象的时候，我以为在以拦省书珊城中（注：“城”或作“宫”），我见异象又如在乌莱河边。",
            "note": "书珊是巴比伦帝国的首府之一，位于现今的伊朗，是当时一个很发达的城市。波斯时期，书珊是波斯王朝的冬宫，也是一个强大的要塞。但以理在异象中见到自己在此城。在文化的积淀程度上，书珊与巴比伦城不相上下。现今所知最古老的律法文本汉磨拉比法章便出土于此城。"
        },
        {
            "chapter": "8:3",
            "content": "我举目观看，见有双角的公绵羊站在河边，两角都高，这角高过那角，更高的是后长的。",
            "note": "这两只角象征玛代和波斯国王（参但8:20）。其中的长角预表玛代波斯帝国中波斯帝国的扩张。"
        },
        {
            "chapter": "8:4",
            "content": "我见那公绵羊往西、往北、往南骶触，兽在它面前都站立不住，也没有能救护脱离它手的，但它任意而行，自高自大。",
            "note": ""
        },
        {
            "chapter": "8:5",
            "content": "我正思想的时候，见有一只公山羊从西而来，遍行全地，脚不沾尘。这山羊两眼当中有一非常的角。",
            "note": ""
        },
        {
            "chapter": "8:6",
            "content": "它往我所看见站在河边有双角的公绵羊那里去，大发忿怒，向它直闯。",
            "note": ""
        },
        {
            "chapter": "8:7",
            "content": "我见公山羊就近公绵羊，向它发烈怒、骶触它，折断它的两角。绵羊在它面前站立不住，它将绵羊触倒在地，用脚践踏，没有能救绵羊脱离它手的。",
            "note": "此处的公山羊代表希腊，羊角是亚历山大大帝（参但8:21）。这是一个奇妙的预言，因为在当时希腊尚未被认为是一个世界强国。亚历山大大帝以闪电般的速度和军事策略征服世界，正像公山羊敏捷的动作一样。折断两角标志着亚历山大大帝击败玛代波斯帝国。"
        },
        {
            "chapter": "8:8",
            "content": "这山羊极其自高自大，正强盛的时候，那大角折断了，又在角根上向天的四方（注：“方”原文作“风”）长出四个非常的角来。",
            "note": "亚历山大大帝死时才三十几岁，正是他政权的鼎盛期。他的王国分裂为四部分，由四个将领分别统率：埃及和巴勒斯坦的多利买一世、巴比伦和叙利亚的西流基、小亚细亚的吕西马古及马其顿和希腊的安提佩特。"
        },
        {
            "chapter": "8:9",
            "content": "四角之中，有一角长出一个小角，向南、向东、向荣美之地，渐渐成为强大。",
            "note": "以色列（“荣美之地”）于公元前二世纪遭到安提阿哥四世伊比法（小角）的攻击。安提阿哥伊比法是西流基王国（巴比伦和叙利亚）的第八任国王。他废除了大祭司，焚毁了圣殿，还以希腊式的崇拜代替了以色列传统的敬拜仪式。有关这渐强小角的预言将在敌基督出现时得到进一步的应验。（参帖后2:4；但8:17-19, 23；11:36）。"
        },
        {
            "chapter": "8:10",
            "content": "它渐渐强大，高及天象，将些天象和星宿抛落在地，用脚践踏。",
            "note": ""
        },
        {
            "chapter": "8:11",
            "content": "并且它自高自大，以为高及天象之君，除掉常献给君的燔祭，毁坏君的圣所。",
            "note": "“天象之君”指天上的权威，也许是一位天使，甚至是神自己。（参约5:13-15）"
        },
        {
            "chapter": "8:12",
            "content": "因罪过的缘故，有军旅和常献的燔祭交付它。它将真理抛在地上，任意而行，无不顺利。",
            "note": ""
        },
        {
            "chapter": "8:13",
            "content": "我听见有一位圣者说话，又有一位圣者问那说话的圣者说：“这除掉常献的燔祭和施行毁坏的罪过，将圣所与军旅践踏的异象（注：“军旅”或作“以色列的军”），要到几时才应验呢？”",
            "note": ""
        },
        {
            "chapter": "8:14",
            "content": "他对我说：“到二千三百日，圣所就必洁净。”",
            "note": "“日夜”的意思是夜晚和清晨的祭祀；二千三百日是由安提阿哥伊比法在圣殿中亵渎圣坛时算起，直至公元前165年犹大玛卡比斯统治时圣殿敬拜恢复为止。"
        },
        {
            "chapter": "8:15",
            "content": "我但以理见了这异象，愿意明白其中的意思，忽有一位形状像人的站在我面前。",
            "note": ""
        },
        {
            "chapter": "8:16",
            "content": "我又听见乌莱河两岸中有人声呼叫说：“加百列啊，要使此人明白这异象。”",
            "note": "加百列是位天使，神差遣他去解释但以理的异象（9:21）。加百列还宣告了施洗约翰（参路1:11）和弥赛亚（参路1:26）的诞生。"
        },
        {
            "chapter": "8:17",
            "content": "他便来到我所站的地方。他一来，我就惊慌俯伏在地，他对我说：“人子啊，你要明白，因为这是关乎末后的异象。”",
            "note": "“末后”意指从犹太人被掳末期直至基督第二次再来之间的时期。许多在安提阿哥伊比法统治下发生的事件，在基督再来之前将以更广泛的规模重复。在这段时期中，神以跟先前极不相同的方式对待犹太人，而神的道却在外邦国家中发扬光大。这段时期亦被称为“外邦人的时期”（参路21:24）。"
        },
        {
            "chapter": "8:18",
            "content": "他与我说话的时候，我面伏在地沉睡，他就摸我，扶我站起来，",
            "note": ""
        },
        {
            "chapter": "8:19",
            "content": "说：“我要指示你恼怒临完必有的事，因为这是关乎末后的定期。",
            "note": ""
        },
        {
            "chapter": "8:20",
            "content": "你所看见双角的公绵羊，就是玛代和波斯王。",
            "note": ""
        },
        {
            "chapter": "8:21",
            "content": "那公山羊就是希腊王（注：“希腊”原文作“雅完”。下同），两眼当中的大角，就是头一王。",
            "note": ""
        },
        {
            "chapter": "8:22",
            "content": "至于那折断了的角，在其根上又长出四角，这四角就是四国，必从这国里兴起来，只是权势都不及他。",
            "note": ""
        },
        {
            "chapter": "8:23",
            "content": "这四国末时，犯法的人罪恶满盈，必有一王兴起，面貌凶恶，能用双关的诈语。",
            "note": "这面貌凶恶的王代表安提阿哥伊比法以及末日的敌基督。"
        },
        {
            "chapter": "8:24",
            "content": "他的权柄必大，却不是因自己的能力，他必行非常的毁灭。事情顺利，任意而行，又必毁灭有能力的和圣民。",
            "note": ""
        },
        {
            "chapter": "8:25",
            "content": "他用权术成就手中的诡计，心里自高自大，在人坦然无备的时候，毁灭多人。又要站起来攻击万君之君，至终却非因人手而灭亡。",
            "note": "这位“万君之君”就是神自己。人的力量无法击败但以理异象中的王，只有神能制伏他。据记载安提阿哥伊比法后来疯了，于公元前164年死于波斯。神的权柄和公义终将压倒一切。所以，无论神的敌人多么强大，我们都不应绝望和放弃。"
        },
        {
            "chapter": "8:26",
            "content": "所说二千三百日的异象是真的，但你要将这异象封住，因为关乎后来许多的日子。”",
            "note": ""
        },
        {
            "chapter": "8:27",
            "content": "于是，我但以理昏迷不醒，病了数日，然后起来办理王的事务。我因这异象惊奇，却无人能明白其中的意思。",
            "note": ""
        }
    ]
}