{
    "book": "但以理书",
    "chapter": "9",
    "verses": [
        {
            "chapter": "9:1",
            "content": "玛代族亚哈随鲁的儿子大利乌立为迦勒底国的王元年，",
            "note": "本章中异象发生的时间与第6章所涉及的时期相同。此处的大利乌即为本书第6章中的那位。这里提到的亚哈随鲁并不是以斯帖的丈夫。以斯帖记中的事件发生于五十年之后。"
        },
        {
            "chapter": "9:2",
            "content": "就是他在位第一年，我但以理从书上得知耶和华的话临到先知耶利米，论耶路撒冷荒凉的年数，七十年为满。",
            "note": ""
        },
        {
            "chapter": "9:3",
            "content": "我便禁食，披麻蒙灰，定意向主　神祈祷恳求。",
            "note": "但以理祈求神兑现让以色列人回归的应许。先知耶利米曾写道，神在七十年之内不会让被掳犹太人返回家园（参耶25:11-12；29:10）。但以理知道这个预言并意识到这七十年快满了。"
        },
        {
            "chapter": "9:4",
            "content": "我向耶和华我的　神祈祷、认罪说：“主啊，大而可畏的　神，向爱主守主诫命的人守约施慈爱。",
            "note": ""
        },
        {
            "chapter": "9:5",
            "content": "我们犯罪作孽，行恶叛逆，偏离你的诫命典章。",
            "note": ""
        },
        {
            "chapter": "9:6",
            "content": "没有听从你仆人众先知奉你名向我们君王、首领、列祖和国中一切百姓所说的话。",
            "note": "在不同年代里，神派遣了许多先知向人类传达他的旨意，但这些信息都被人忽视了，往往因不中听而难以接受。今天神仍然通过圣经，也通过传教士、教师和朋友清楚、准确地向人讲话。可是我们却宁愿听顺耳的假话，因为真话有时会令人痛苦。不愿听神的话也说明你极力避免改变自己以及这种改变带来的痛楚。不可接受令你感到舒服的谎言以避免将来严厉的审判。要接受神的真道，苦口良药对你有益无害。"
        },
        {
            "chapter": "9:7",
            "content": "主啊，你是公义的，我们是脸上蒙羞的；因我们犹大人和耶路撒冷的居民并以色列众人，或在近处，或在远处，被你赶到各国的人，都得罪了你，正如今日一样。",
            "note": ""
        },
        {
            "chapter": "9:8",
            "content": "主啊，我们和我们的君王、首领、列祖因得罪了你，就都脸上蒙羞。",
            "note": ""
        },
        {
            "chapter": "9:9",
            "content": "主，我们的　神是怜悯饶恕人的，我们却违背了他，",
            "note": ""
        },
        {
            "chapter": "9:10",
            "content": "也没有听从耶和华我们　神的话，没有遵行他藉仆人众先知向我们所陈明的律法。",
            "note": ""
        },
        {
            "chapter": "9:11",
            "content": "以色列众人都犯了你的律法，偏行，不听从你的话。“因此，在你仆人摩西律法上所写的咒诅和誓言，都倾在我们身上，因我们得罪了　神。",
            "note": ""
        },
        {
            "chapter": "9:12",
            "content": "他使大灾祸临到我们，成就了警戒我们和审判我们官长的话；原来在普天之下未曾行过像在耶路撒冷所行的。",
            "note": ""
        },
        {
            "chapter": "9:13",
            "content": "这一切灾祸临到我们身上，是照摩西律法上所写的，我们却没有求耶和华我们　神的恩典，使我们回头离开罪孽，明白你的真理。",
            "note": "但以理提到了申命记28章中列举的诅咒。神给了以色列人这样的选择：遵从神则得祝福；违背神则遭灾祸。苦难旨在使人归顺神。我们在困境中要扪心自问，神的审判和惩罚为什么会临到我们？首先要祈求神的宽恕，然后才能求神保守我们渡过难关。"
        },
        {
            "chapter": "9:14",
            "content": "所以耶和华留意使这灾祸临到我们身上，因为耶和华我们的　神在他所行的事上都是公义，我们并没有听从他的话。",
            "note": "但以理指出神如何不断努力要将以色列人带回他身边。可是，尽管遭到灾祸的打击，以色列人还是硬着心拒绝遵从神。神仍在继续利用各种场合、人物，甚至他的道──圣经，使他的子民归顺。神要藉"
        },
        {
            "chapter": "9:15",
            "content": "主，我们的　神啊，你曾用大能的手领你的子民出埃及地，使自己得了名，正如今日一样。我们犯了罪，作了恶。",
            "note": ""
        },
        {
            "chapter": "9:16",
            "content": "主啊，求你按你的大仁大义，使你的怒气和忿怒转离你的城耶路撒冷，就是你的圣山。耶路撒冷和你的子民，因我们的罪恶和我们列祖的罪孽，被四围的人羞辱。",
            "note": ""
        },
        {
            "chapter": "9:17",
            "content": "我们的　神啊，现在求你垂听仆人的祈祷恳求，为自己使脸光照你荒凉的圣所。",
            "note": ""
        },
        {
            "chapter": "9:18",
            "content": "我的　神啊，求你侧耳而听，睁眼而看，眷顾我们荒凉之地和称为你名下的城。我们在你面前恳求，原不是因自己的义，乃因你的大怜悯。",
            "note": "但以理祈求神的怜悯而不是帮助，因为他知道自己的同胞实在该受神的诅咒和惩罚。神扶持我们，不是因为我们配得，乃是要显明他的大慈爱。假使神因我们的罪而不再看顾，我们也无可抱怨。然而，在我们该受惩罚时，神却赐下怜悯与恩惠，我们怎能不由衷赞美、满心感激呢？"
        },
        {
            "chapter": "9:19",
            "content": "求主垂听，求主赦免，求主应允而行，为你自己不要迟延。我的　神啊，因这城和这民，都是称为你名下的。”",
            "note": "仅仅把圣经当作枯燥的历史文献来读，而忽略了其中浓厚的人情味是不可取的。这里，但以理向神泣诉，表达他对以色列国家和民族的深切忧心。我们的祷告时常缺乏情感和对他人的同情。你是否愿意在祷告中以心灵深处的情感向神倾诉？"
        },
        {
            "chapter": "9:20",
            "content": "我说话、祷告，承认我的罪和本国之民以色列的罪，为我　神的圣山在耶和华我　神面前恳求。",
            "note": ""
        },
        {
            "chapter": "9:21",
            "content": "我正祷告的时候，先前在异象中所见的那位加百列，奉命迅速飞来，约在献晚祭的时候，按手在我身上。",
            "note": ""
        },
        {
            "chapter": "9:22",
            "content": "他指教我说：“但以理啊，现在我出来要使你有智慧、有聪明。",
            "note": ""
        },
        {
            "chapter": "9:23",
            "content": "你初恳求的时候，就发出命令，我来告诉你，因你大蒙眷爱，所以你要思想明白这以下的事和异象。",
            "note": "神回答但以理的祷告使我们对他充满信心，因为他会倾听、回答我们的祷告。"
        },
        {
            "chapter": "9:24",
            "content": "为你本国之民和你圣城，已经定了七十个七，要止住罪过，除净罪恶，赎尽罪孽，引进（注：或作“彰显”）永义，封住异象和预言，并膏至圣者（注：“者”或作“所”）。",
            "note": ""
        },
        {
            "chapter": "9:25",
            "content": "你当知道、当明白，从出令重新建造耶路撒冷，直到有受膏君的时候，必有七个七和六十二个七。正在艰难的时候，耶路撒冷城连街带濠都必重新建造。",
            "note": "“濠”可指护城河或水道。这表明耶路撒冷将被建成为完善的、具有各种功能的都市。"
        },
        {
            "chapter": "9:26",
            "content": "过了六十二个七，那受膏者（注：“那”或作“有”）必被剪除，一无所有，必有一王的民来毁灭这城和圣所，至终必如洪水冲没。必有争战，一直到底，荒凉的事已经定了。",
            "note": "救世主弥赛亚，就是受膏者，将被他自己的子民丢弃、杀害。他完美、永远的国度将在之后来临。"
        },
        {
            "chapter": "9:27",
            "content": "一七之内，他必与许多人坚定盟约；一七之半，他必使祭祀与供献止息。那行毁坏可憎的（注：或作“使地荒凉的”）如飞而来，并且有忿怒倾在那行毁坏的身上（注：或作“倾在那荒凉之地”），直到所定的结局。”",
            "note": "已有许多关于这几节经文中的数字、时间和事件的讨论。以下是三个基本观点：（1）圣殿被安提阿哥伊比法毁坏（公元前168-167年）证实了这预言（参11:31）。（2）罗马帝国将领提多于公元70年将圣殿拆毁并屠杀一百万犹太人应验了这预言。（3）进一步的，这预言还要在未来敌基督统治时继续应验（参太24:15）。"
        }
    ]
}