{
    "book": "创世记",
    "chapter": "14",
    "verses": [
        {
            "chapter": "14:1",
            "content": "当暗拉非作示拿王、亚略作以拉撒王、基大老玛作以拦王、提达作戈印王的时候，",
            "note": ""
        },
        {
            "chapter": "14:2",
            "content": "他们都攻打所多玛王比拉、蛾摩拉王比沙、押玛王示纳、洗扁王善以别和比拉王；比拉就是琐珥。",
            "note": ""
        },
        {
            "chapter": "14:3",
            "content": "这五王都在西订谷会合，西订谷就是盐海。",
            "note": ""
        },
        {
            "chapter": "14:4",
            "content": "他们已经事奉基大老玛十二年，到十三年就背叛了。",
            "note": ""
        },
        {
            "chapter": "14:5",
            "content": "十四年，基大老玛和同盟的王都来在亚特律加宁，杀败了利乏音人，在哈麦杀败了苏西人，在沙微基列亭杀败了以米人，",
            "note": ""
        },
        {
            "chapter": "14:6",
            "content": "在何利人的西珥山杀败了何利人，一直杀到靠近旷野的伊勒巴兰。",
            "note": ""
        },
        {
            "chapter": "14:7",
            "content": "他们回到安密巴，就是加低斯，杀败了亚玛力全地的人，以及住在哈洗逊他玛的亚摩利人。",
            "note": ""
        },
        {
            "chapter": "14:8",
            "content": "于是所多玛王、蛾摩拉王、押玛王、洗扁王和比拉王（比拉就是琐珥）都出来，在西订谷摆阵，与他们交战，",
            "note": ""
        },
        {
            "chapter": "14:9",
            "content": "就是与以拦王基大老玛、戈印王提达、示拿王暗拉非、以拉撒王亚略交战，乃是四王与五王交战。",
            "note": ""
        },
        {
            "chapter": "14:10",
            "content": "西订谷有许多石漆坑。所多玛王和蛾摩拉王逃跑，有掉在坑里的，其余的人都往山上逃跑。",
            "note": ""
        },
        {
            "chapter": "14:11",
            "content": "四王就把所多玛和蛾摩拉所有的财物，并一切的粮食都掳掠去了；",
            "note": ""
        },
        {
            "chapter": "14:12",
            "content": "又把亚伯兰的侄儿罗得和罗得的财物掳掠去了。当时罗得正住在所多玛。",
            "note": "罗得贪求一切最好的东西，使他陷入罪恶的网罗。多得财富和成就的渴望，反而令他失去自由和享受。他被基大老玛掳去，可能会受到严刑、奴役或面对死亡。我们也像他那样，常被引诱去做不该做的事，或是去不当去的地方。我们所渴望的美好前途往往会引诱我们，奴役我们，甚至俘掳我们。"
        },
        {
            "chapter": "14:13",
            "content": "有一个逃出来的人，告诉希伯来人亚伯兰，亚伯兰正住在亚摩利人幔利的橡树那里。幔利和以实各并亚乃都是弟兄，曾与亚伯兰联盟。",
            "note": ""
        },
        {
            "chapter": "14:14",
            "content": "亚伯兰听见他侄儿（注：原文作“弟兄”）被掳去，就率领他家里生养的精练壮丁三百一十八人，直追到但。",
            "note": ""
        },
        {
            "chapter": "14:15",
            "content": "便在夜间，自己同仆人分队杀败敌人，又追到大马士革左边的何把，",
            "note": ""
        },
        {
            "chapter": "14:16",
            "content": "将被掳掠的一切财物夺回来，连他侄儿罗得和他的财物，以及妇女、人民，也都夺回来。",
            "note": "亚伯兰听到罗得被掳后，立刻去救他。本来，不惹祸上身是最稳妥的，但是罗得遇到危难，亚伯兰就立刻采取行动。为了帮助别人，有时我们也会陷入痛苦和混乱之中，但我们应当像亚伯兰对罗得一样，愿意立刻采取行动。"
        },
        {
            "chapter": "14:17",
            "content": "亚伯兰杀败基大老玛和与他同盟的王回来的时候，所多玛王出来，在沙微谷迎接他；沙微谷就是王谷。",
            "note": ""
        },
        {
            "chapter": "14:18",
            "content": "又有撒冷王麦基洗德带着饼和酒出来迎接；他是至高　神的祭司。",
            "note": "他显然是一位敬畏神的人，因为他的名字是“仁义之王”的意思，撒冷王则是“和平之君”的意思。他是“至高神的祭司”（来7:1-2）。他认识神是创造天地的主宰。一般对他的看法有：（1）他是在该地区受人尊敬的王，亚伯兰只是向他表达他当受的敬意。（2）麦基洗德可能是所有作撒冷王人的称号。（3）他是基督的预表（参来7:3）。预表是在旧约中与基督有紧密关联的事件或教导，用来阐明关于基督的真理。"
        },
        {
            "chapter": "14:19",
            "content": "他为亚伯兰祝福说：“愿天地的主、至高的　神赐福与亚伯兰！",
            "note": ""
        },
        {
            "chapter": "14:20",
            "content": "至高的　神把敌人交在你手里，是应当称颂的。”亚伯兰就把所得的拿出十分之一来，给麦基洗德。",
            "note": ""
        },
        {
            "chapter": "14:21",
            "content": "所多玛王对亚伯兰说：“你把人口给我，财物你自己拿去吧！”",
            "note": ""
        },
        {
            "chapter": "14:22",
            "content": "亚伯兰对所多玛王说：“我已经向天地的主至高的　神耶和华起誓，",
            "note": ""
        },
        {
            "chapter": "14:23",
            "content": "凡是你的东西，就是一根线、一根鞋带，我都不拿，免得你说：‘我使亚伯兰富足。’",
            "note": ""
        },
        {
            "chapter": "14:24",
            "content": "只有仆人所吃的，并与我同行的亚乃、以实各、幔利所应得的分，可以任凭他们拿去。”",
            "note": "亚伯兰将战利品的十分之一送给麦基洗德。当时即使一些异教徒，也将收入的十分之一献给所拜的假神。亚伯兰依照当时的习俗而行，然而他拒绝接受所多玛王的礼物。虽然那大量的财物能大大增加他对神的奉献，但是他不想让不敬虔的所多玛王说，他使亚伯兰发了大财。亚伯兰要让他明白，是神使自己富足。如果亚伯兰在这个时候接受所多玛王的礼物，就会把别人的注意力集中在自己或所多玛王身上，而不是神身上。别人注意我们时，要让他们看到神在我们身上所成就的事。"
        }
    ]
}