{
    "book": "创世记",
    "chapter": "15",
    "verses": [
        {
            "chapter": "15:1",
            "content": "这事以后，耶和华在异象中有话对亚伯兰说：“亚伯兰，你不要惧怕！我是你的盾牌，必大大地赏赐你。”",
            "note": "亚伯兰为什么惧怕？也许是害怕他刚打败的诸王（参14:15）来报复，但神为他壮胆，因为：（1）神应许要护卫他（“我是你的盾牌”）；（2）神应许要“大大地赏赐他”。我们对前途感到恐惧时，要记住在艰难的时候神与我们同在，他应许要大大地赐福给我们。"
        },
        {
            "chapter": "15:2",
            "content": "亚伯兰说：“主耶和华啊，我既无子，你还赐我什么呢？并且要承受我家业的是大马士革人以利以谢。”",
            "note": ""
        },
        {
            "chapter": "15:3",
            "content": "亚伯兰又说：“你没有给我儿子，那生在我家中的人就是我的后嗣。”",
            "note": ""
        },
        {
            "chapter": "15:4",
            "content": "耶和华又有话对他说：“这人必不成为你的后嗣，你本身所生的才成为你的后嗣。”",
            "note": ""
        },
        {
            "chapter": "15:5",
            "content": "于是领他走到外边说：“你向天观看，数算众星，能数得过来吗？”又对他说：“你的后裔将要如此。”",
            "note": "神没有应许亚伯兰有名有利，名利他已经有了。神应许他的后裔像天上的星、海边的沙那样（22:17），多得不可胜数。正当亚伯兰对于有后嗣不抱希望时，神应许他的后裔要多得超乎想像。神所赐的福真是叫人意想不到！"
        },
        {
            "chapter": "15:6",
            "content": "亚伯兰信耶和华，耶和华就以此为他的义。",
            "note": "亚伯兰虽然藉着行为表明他的信心，但是使他蒙神称义的是他对主的信靠而不是他的行为（参罗4:1-5）。我们也能藉信心与神建立美好的关系。外表的行为，如参加教会聚会、祷告、行善等不能使我们在神面前称义。与神的美好关系建基于真诚的信心──相信神是如他所说、言出必行的神。只要有真诚的信心，就能产生好行为。"
        },
        {
            "chapter": "15:7",
            "content": "耶和华又对他说：“我是耶和华，曾领你出了迦勒底的吾珥，为要将这地赐你为业。”",
            "note": ""
        },
        {
            "chapter": "15:8",
            "content": "亚伯兰说：“主耶和华啊，我怎能知道必得这地为业呢？”",
            "note": "亚伯兰想印证自己正遵行神的旨意。当我们寻求神引导时，也想得到确据，其实若照圣经所说的去做，我们就可以肯定是遵行神的旨意了。"
        },
        {
            "chapter": "15:9",
            "content": "他说：“你为我取一只三年的母牛，一只三年的母山羊，一只三年的公绵羊，一只斑鸠，一只雏鸽。”",
            "note": ""
        },
        {
            "chapter": "15:10",
            "content": "亚伯兰就取了这些来，每样劈开分成两半，一半对着一半地摆列，只有鸟没有劈开。",
            "note": ""
        },
        {
            "chapter": "15:11",
            "content": "有鸷鸟下来落在那死畜的肉上，亚伯兰就把它吓飞了。",
            "note": ""
        },
        {
            "chapter": "15:12",
            "content": "日头正落的时候，亚伯兰沉沉地睡了，忽然有惊人的大黑暗落在他身上。",
            "note": ""
        },
        {
            "chapter": "15:13",
            "content": "耶和华对亚伯兰说：“你要的确知道，你的后裔必寄居别人的地，又服事那地的人，那地的人要苦待他们四百年。",
            "note": ""
        },
        {
            "chapter": "15:14",
            "content": "并且他们所要服事的那国，我要惩罚，后来他们必带着许多财物从那里出来。",
            "note": ""
        },
        {
            "chapter": "15:15",
            "content": "但你要享大寿数，平平安安地归到你列祖那里，被人埋葬。",
            "note": ""
        },
        {
            "chapter": "15:16",
            "content": "到了第四代，他们必回到此地，因为亚摩利人的罪孽还没有满盈。”",
            "note": "神知道亚摩利人会变得更加邪恶，有一天必要受惩罚，其中一个惩罚就是把他们赶出迦南地，将之赐给亚伯兰的后裔。其实，神怜悯亚摩利人，在行动之前让他们有充分的时间去悔改，不过他知道他们不会悔改，到了他所定的时间，就刑罚他们。神所做的一切皆与他的信实、公义相符。他满有怜悯，明察秋毫，行事公义，而他安排的时间也是最好的。"
        },
        {
            "chapter": "15:17",
            "content": "日落天黑，不料，有冒烟的炉，并烧着的火把，从那些肉块中经过。",
            "note": "因为神与亚伯兰立约是认真的。约代表从神而来的、不可思议的应许，和他赋与亚伯兰的巨大责任。为证实他的应许，神给亚伯兰一个记号：冒烟的炉和烧着的火把。火和烟表示神的圣洁、行公义的热心和对列国的审判。神采取主动，给予证实，并履行所应许的。亚伯兰能亲眼看见神在肉块中经过，所以神所立的约是真实的。"
        },
        {
            "chapter": "15:18",
            "content": "当那日，耶和华与亚伯兰立约说：“我已赐给你的后裔，从埃及河直到幼发拉底大河之地，",
            "note": ""
        },
        {
            "chapter": "15:19",
            "content": "就是基尼人、基尼洗人、甲摩尼人、",
            "note": ""
        },
        {
            "chapter": "15:20",
            "content": "赫人、比利洗人、利乏音人、",
            "note": ""
        },
        {
            "chapter": "15:21",
            "content": "亚摩利人、迦南人、革迦撒人、耶布斯人之地。”",
            "note": ""
        }
    ]
}