{
    "book": "创世记",
    "chapter": "16",
    "verses": [
        {
            "chapter": "16:1",
            "content": "亚伯兰的妻子撒莱不给他生儿女。撒莱有一个使女名叫夏甲，是埃及人。",
            "note": ""
        },
        {
            "chapter": "16:2",
            "content": "撒莱对亚伯兰说：“耶和华使我不能生育，求你和我的使女同房，或者我可以因她得孩子（注：原文作“被建立”）。”亚伯兰听从了撒莱的话。",
            "note": ""
        },
        {
            "chapter": "16:3",
            "content": "于是亚伯兰的妻子撒莱将使女埃及人夏甲给了丈夫为妾。那时亚伯兰在迦南已经住了十年。",
            "note": "撒莱要自己来处理问题，将夏甲给亚伯兰为妾。她和亚伯兰一样对相信神明确的应许感到困难，信心不足就为他们带来一连串的麻烦。当我们想用人为的努力，不按照神特定的方向，来实现神的应许时，也会带来许多困扰。在这件事上，时间对亚伯兰和撒莱是最大的考验，看他们是否愿意让神在他们的身上动工。有时候，我们需要的也仅是等候。当我们为一些事向神祈求，又必须等候时，若用自己的方法来处理而干预神的计划，就是一种试探。"
        },
        {
            "chapter": "16:4",
            "content": "亚伯兰与夏甲同房，夏甲就怀了孕。她见自己有孕，就小看她的主母。",
            "note": ""
        },
        {
            "chapter": "16:5",
            "content": "撒莱对亚伯兰说：“我因你受屈，我将我的使女放在你怀中，她见自己有了孕就小看我，愿耶和华在你我中间判断。”",
            "note": "虽然是撒莱安排夏甲给亚伯兰生孩子，她却因结果不如理想而责怪亚伯兰。人很容易把失败归咎于别人，而不愿意承认自己的错误、请求饶恕。（有关亚当夏娃与之行为相同的例子，请参3:12-13）。"
        },
        {
            "chapter": "16:6",
            "content": "亚伯兰对撒莱说：“使女在你手下，你可以随意待她。”撒莱苦待她，她就从撒莱面前逃走了。",
            "note": "撒莱生亚伯兰的气，并把愤怒发泄在夏甲身上，苦待她，使她受不住而逃走。因为自己的错误而发出的怒气，尤其危险。"
        },
        {
            "chapter": "16:7",
            "content": "耶和华的使者在旷野书珥路上的水泉旁遇见她，",
            "note": ""
        },
        {
            "chapter": "16:8",
            "content": "对她说：“撒莱的使女夏甲，你从哪里来？要往哪里去？”夏甲说：“我从我的主母撒莱面前逃出来。”",
            "note": "夏甲从主母和烦恼中逃出，耶和华的使者则劝她：（1）回到主母撒莱那里去，面对问题的来源；（2）顺服主母；不管她怎样有理，都要改善对撒莱的态度。逃避并不能解决问题，正视问题、领受神的帮助、改变自己的态度、做当做的事，才是智慧之举。"
        },
        {
            "chapter": "16:9",
            "content": "耶和华的使者对她说：“你回到你主母那里，服在她手下。”",
            "note": ""
        },
        {
            "chapter": "16:10",
            "content": "又说：“我必使你的后裔极其繁多，甚至不可胜数。”",
            "note": ""
        },
        {
            "chapter": "16:11",
            "content": "并说：“你如今怀孕要生一个儿子，可以给他起名叫以实玛利（注：就是“　神听见”的意思），因为耶和华听见了你的苦情。",
            "note": ""
        },
        {
            "chapter": "16:12",
            "content": "他为人必像野驴。他的手要攻打人，人的手也要攻打他。他必住在众弟兄的东边。”",
            "note": ""
        },
        {
            "chapter": "16:13",
            "content": "夏甲就称那对她说话的耶和华为“看顾人的　神”。因而说：“在这里我也看见那看顾我的吗？”",
            "note": "撒莱、亚伯兰和夏甲都犯了严重的错误：（1）撒莱用自己的方法来处理事情，将使女给亚伯兰作妾。（2）亚伯兰依从撒莱的计划，但当情势不妙的时候，却不肯帮助解决困难。（3）夏甲则逃避困难。虽然事情被弄得一团糟，神却显示他能使万事变得有益处（参罗8:28）。撒莱和亚伯兰得到了他们极其渴望得到的儿子，夏甲的问题也得到解决。只要我们愿意让神帮助我们，就没有难以解决的问题。"
        },
        {
            "chapter": "16:14",
            "content": "所以这井名叫庇耳拉海莱。这井正在加低斯和巴列中间。",
            "note": ""
        },
        {
            "chapter": "16:15",
            "content": "后来夏甲给亚伯兰生了一个儿子，亚伯兰给他起名叫以实玛利。",
            "note": ""
        },
        {
            "chapter": "16:16",
            "content": "夏甲给亚伯兰生以实玛利的时候，亚伯兰年八十六岁。",
            "note": ""
        }
    ]
}