{
    "book": "创世记",
    "chapter": "18",
    "verses": [
        {
            "chapter": "18:1",
            "content": "耶和华在幔利橡树那里，向亚伯拉罕显现出来。那时正热，亚伯拉罕坐在帐棚门口，",
            "note": ""
        },
        {
            "chapter": "18:2",
            "content": "举目观看，见有三个人在对面站着。他一见，就从帐棚门口跑去迎接他们，俯伏在地，",
            "note": ""
        },
        {
            "chapter": "18:3",
            "content": "说：“我主，我若在你眼前蒙恩，求你不要离开仆人往前去。",
            "note": ""
        },
        {
            "chapter": "18:4",
            "content": "容我拿点水来，你们洗洗脚，在树下歇息歇息。",
            "note": ""
        },
        {
            "chapter": "18:5",
            "content": "我再拿一点饼来，你们可以加添心力，然后往前去。你们既到仆人这里来，理当如此。”他们说：“就照你说的行吧！”",
            "note": "亚伯拉罕热情款待这三位客人，罗得也一样（19:2）。当时，个人的声誉与是否殷勤好客大有关系，即便对陌生人，也会像贵宾一样来接待。真诚地款待客人、供应食宿，不但过去或是现在都是最直接和实际地表示对神顺服的方式，也被证明是建立良好人际关系的方法。当我们有机会接待陌生人的时候，应当记得亚伯拉罕的榜样（参来13:2）。"
        },
        {
            "chapter": "18:6",
            "content": "亚伯拉罕急忙进帐棚见撒拉说：“你速速拿三细亚细面调和做饼。”",
            "note": ""
        },
        {
            "chapter": "18:7",
            "content": "亚伯拉罕又跑到牛群里，牵了一只又嫩又好的牛犊来，交给仆人，仆人急忙预备好了。",
            "note": ""
        },
        {
            "chapter": "18:8",
            "content": "亚伯拉罕又取了奶油和奶，并预备好的牛犊来，摆在他们面前，自己在树下站在旁边，他们就吃了。",
            "note": ""
        },
        {
            "chapter": "18:9",
            "content": "他们问亚伯拉罕说：“你妻子撒拉在哪里？”他说：“在帐棚里。”",
            "note": ""
        },
        {
            "chapter": "18:10",
            "content": "三人中有一位说：“到明年这时候，我必要回到你这里，你的妻子撒拉必生一个儿子。”撒拉在那人后边的帐棚门口也听见了这话。",
            "note": ""
        },
        {
            "chapter": "18:11",
            "content": "亚伯拉罕和撒拉年纪老迈，撒拉的月经已断绝了。",
            "note": ""
        },
        {
            "chapter": "18:12",
            "content": "撒拉心里暗笑说：“我既已衰败，我主也老迈，岂能有这喜事呢？”",
            "note": ""
        },
        {
            "chapter": "18:13",
            "content": "耶和华对亚伯拉罕说：“撒拉为什么暗笑说：‘我既已年老，果真能生养吗？’",
            "note": ""
        },
        {
            "chapter": "18:14",
            "content": "耶和华岂有难成的事吗？到了日期，明年这时候，我必回到你这里，撒拉必生一个儿子。”",
            "note": "没有任何事会难倒神。我们要习惯作如此思考：“我想改变的这种习惯，对主是否太难呢？”“我个人在沟通上有问题，在主是难成的事吗？”这样的问题提醒我们神愿意亲自参与我们的生命，也鼓励我们寻求他的帮助。"
        },
        {
            "chapter": "18:15",
            "content": "撒拉就害怕，不承认，说：“我没有笑。”那位说：“不然，你实在笑了。”",
            "note": "撒拉因为怕被人知道她笑了，所以撒谎。我们害怕别人知道我们内心的思想和感情，或者发现我们做错了事，这些惧怕最容易叫人撒谎；但是撒谎比讲出实情令事情更复杂、带来更多的麻烦。我们不从心底信靠神，我们的麻烦会比我们最初想像的更多。"
        },
        {
            "chapter": "18:16",
            "content": "三人就从那里起行，向所多玛观看，亚伯拉罕也与他们同行，要送他们一程。",
            "note": ""
        },
        {
            "chapter": "18:17",
            "content": "耶和华说：“我所要做的事岂可瞒着亚伯拉罕呢？",
            "note": ""
        },
        {
            "chapter": "18:18",
            "content": "亚伯拉罕必要成为强大的国，地上的万国都必因他得福。",
            "note": ""
        },
        {
            "chapter": "18:19",
            "content": "我眷顾他，为要叫他吩咐他的众子和他的眷属遵守我的道，秉公行义，使我所应许亚伯拉罕的话都成就了。”",
            "note": ""
        },
        {
            "chapter": "18:20",
            "content": "耶和华说：“所多玛和蛾摩拉的罪恶甚重，声闻于我。",
            "note": ""
        },
        {
            "chapter": "18:21",
            "content": "我现在要下去，察看他们所行的，果然尽像那达到我耳中的声音一样吗？若是不然，我也必知道。”",
            "note": "神给予所多玛城的人一个公平的测试。他并非漠视他们的恶行，只是耐心地、公平地给他们悔改的最后机会。现在，神仍在等候，赐人回转归向他的机会（参彼后3:9）。聪明的人会在神惩罚罪恶以前，就归向他。"
        },
        {
            "chapter": "18:22",
            "content": "二人转身离开那里，向所多玛去，但亚伯拉罕仍旧站在耶和华面前。",
            "note": ""
        },
        {
            "chapter": "18:23",
            "content": "亚伯拉罕近前来说：“无论善恶，你都要剿灭吗？",
            "note": ""
        },
        {
            "chapter": "18:24",
            "content": "假若那城里有五十个义人，你还剿灭那地方吗？不为城里这五十个义人饶恕其中的人吗？",
            "note": ""
        },
        {
            "chapter": "18:25",
            "content": "将义人与恶人同杀，将义人与恶人一样看待，这断不是你所行的。审判全地的主岂不行公义吗？”",
            "note": "正好相反，这里显出他的公平：（1）他同意为了城里十个义人而赦免全城；（2）他对罗得──全城中惟一一个跟他有关系的人非常怜悯；（3）他对罗得显出极大的耐心，在毁灭所多玛前，几乎是强行将他拖走（参19:16）。当你想神是不公平的时候，要记得神的忍耐。即使最敬虔的人都该受神公义的审判。我们应当庆幸，因为神没有像刑罚所多玛那样审判我们。"
        },
        {
            "chapter": "18:26",
            "content": "耶和华说：“我若在所多玛城里见有五十个义人，我就为他们的缘故饶恕那地方的众人。”",
            "note": ""
        },
        {
            "chapter": "18:27",
            "content": "亚伯拉罕说：“我虽然是灰尘，还敢对主说话。",
            "note": ""
        },
        {
            "chapter": "18:28",
            "content": "假若这五十个义人短了五个，你就因为短了五个毁灭全城吗？”他说：“我在那里若见有四十五个，也不毁灭那城。”",
            "note": ""
        },
        {
            "chapter": "18:29",
            "content": "亚伯拉罕又对他说：“假若在那里见有四十个怎么样呢？”他说：“为这四十个的缘故，我也不做这事。”",
            "note": ""
        },
        {
            "chapter": "18:30",
            "content": "亚伯拉罕说：“求主不要动怒，容我说，假若在那里见有三十个怎么样呢？”他说：“我在那里若见有三十个，我也不做这事。”",
            "note": ""
        },
        {
            "chapter": "18:31",
            "content": "亚伯拉罕说：“我还敢对主说话，假若在那里见有二十个怎么样呢？”他说：“为这二十个的缘故，我也不毁灭那城。”",
            "note": ""
        },
        {
            "chapter": "18:32",
            "content": "亚伯拉罕说：“求主不要动怒，我再说这一次，假若在那里见有十个呢？”他说：“为这十个的缘故，我也不毁灭那城。”",
            "note": ""
        },
        {
            "chapter": "18:33",
            "content": "耶和华与亚伯拉罕说完了话就走了；亚伯拉罕也回到自己的地方去了。",
            "note": "神向亚伯拉罕表示，他可以向他祈求任何的事，但须明白，神将按照自己的旨意来回答。我们所求的往往与神的答覆有出入。只有神知道事情的全部，你是否因神的答覆与自己期望不符而忽略了神答允你的祷告呢？"
        }
    ]
}