{
    "book": "创世记",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "天地万物都造齐了。",
            "note": ""
        },
        {
            "chapter": "2:2",
            "content": "到第七日，　神造物的工已经完毕，就在第七日歇了他一切的工，安息了。",
            "note": ""
        },
        {
            "chapter": "2:3",
            "content": "神赐福给第七日，定为圣日，因为在这日　神歇了他一切创造的工，就安息了。",
            "note": "神赐福第七日，将这一天分别为圣。神在十诫中吩咐人要守安息日（参出20:1-17）。"
        },
        {
            "chapter": "2:4",
            "content": "创造天地的来历，在耶和华　神造天地的日子，乃是这样：",
            "note": ""
        },
        {
            "chapter": "2:5",
            "content": "野地还没有草木，田间的菜蔬还没有长起来，因为耶和华　神还没有降雨在地上，也没有人耕地，",
            "note": ""
        },
        {
            "chapter": "2:6",
            "content": "但有雾气从地上腾，滋润遍地。",
            "note": ""
        },
        {
            "chapter": "2:7",
            "content": "耶和华　神用地上的尘土造人，将生气吹在他鼻孔里，他就成了有灵的活人，名叫亚当。",
            "note": "“地上的尘土”表明构成我们身体的化学成分没有什么奇特。身体本来是个毫无生命的躯壳，直到神将生气吹进，这身体才成为活人。当神收回所赐的生命气息，我们的身体就要归回尘土，所以我们的生命和价值都是来自神的灵。许多人夸耀自己的能力与成就，自以为是自己努力经营得来的；也有些人为自己没有杰出的能力而自卑。事实上，我们的价值并不在于自己的成就，乃在于赐给我们奇妙生命的真神。因此我们应当像他那样重视生命。"
        },
        {
            "chapter": "2:8",
            "content": "耶和华　神在东方的伊甸立了一个园子，把所造的人安置在那里。",
            "note": ""
        },
        {
            "chapter": "2:9",
            "content": "耶和华　神使各样的树从地里长出来，可以悦人的眼目，其上的果子好作食物。园子当中又有生命树和分别善恶的树。",
            "note": ", 16-17　经文中所说的生命树和分别善恶树是真有其树吗？通常有两种看法：（1）树是真的，但只有象征的意义：吃生命树上的果子象征有永恒的生命、与神同在；（2）树是真的，且有特别的性质：亚当夏娃吃了生命树的果子，就会有永恒的生命，永远成为神的儿女。无论是哪一种看法，亚当夏娃犯罪，都使他们跟生命树隔绝，不能得到永恒的生命。将来，当人得到永恒的生命，与神同在时，生命树就会重现（参启22章）。"
        },
        {
            "chapter": "2:10",
            "content": "有河从伊甸流出来滋润那园子，从那里分为四道：",
            "note": ""
        },
        {
            "chapter": "2:11",
            "content": "第一道名叫比逊，就是环绕哈腓拉全地的。在那里有金子，",
            "note": ""
        },
        {
            "chapter": "2:12",
            "content": "并且那地的金子是好的；在那里又有珍珠和红玛瑙。",
            "note": ""
        },
        {
            "chapter": "2:13",
            "content": "第二道河名叫基训，就是环绕古实全地的。",
            "note": ""
        },
        {
            "chapter": "2:14",
            "content": "第三道河名叫底格里斯，流在亚述的东边，第四道河就是幼发拉底河。",
            "note": ""
        },
        {
            "chapter": "2:15",
            "content": "耶和华　神将那人安置在伊甸园，使他修理看守。",
            "note": ""
        },
        {
            "chapter": "2:16",
            "content": "耶和华　神吩咐他说：“园中各样树上的果子，你可以随意吃，",
            "note": ""
        },
        {
            "chapter": "2:17",
            "content": "只是分别善恶树上的果子，你不可吃，因为你吃的日子必定死。”",
            "note": "神这样吩咐是因为神要亚当自由地选择顺服他。没有选择权，亚当就好像囚犯一样，只有表面的顺服。这两棵树让亚当作抉择：要顺服神得奖赏，或要违背神得惩罚。当你面对抉择时，务必选择顺服神。"
        },
        {
            "chapter": "2:18",
            "content": "耶和华　神说：“那人独居不好，我要为他造一个配偶帮助他。”",
            "note": ""
        },
        {
            "chapter": "2:19",
            "content": "耶和华　神用土所造成的野地各样走兽，和空中各样飞鸟都带到那人面前，看他叫什么。那人怎样叫各样的活物，那就是它的名字。",
            "note": ""
        },
        {
            "chapter": "2:20",
            "content": "那人便给一切牲畜和空中飞鸟、野地走兽都起了名，只是那人没有遇见配偶帮助他。",
            "note": ""
        },
        {
            "chapter": "2:21",
            "content": "耶和华　神使他沉睡，他就睡了；于是取下他的一条肋骨，又把肉合起来。",
            "note": ""
        },
        {
            "chapter": "2:22",
            "content": "耶和华　神就用那人身上所取的肋骨造成一个女人，领她到那人跟前。",
            "note": ""
        },
        {
            "chapter": "2:23",
            "content": "那人说：“这是我骨中的骨，肉中的肉，可以称她为‘女人’，　因为她是从男人身上取出来的。”",
            "note": "神装备男人女人担当不同的任务，而这一切的任务都是要荣耀神。女人由男人而出，人类又是由女人而生；每个角色都有其独特性，在性别上并没有孰优孰劣之分。"
        },
        {
            "chapter": "2:24",
            "content": "因此，人要离开父母与妻子连合，二人成为一体。",
            "note": "神将婚姻赐给亚当和夏娃，他们是天造地设的一对。婚姻不是为了方便，也不是社会文化的产物，而是神所设立的；当中有三个基本意义：（1）人要离开父母，并且公开自己与配偶的合法关系；（2）男女双方要爱对方胜于一切，负起责任，使对方幸福快乐；（3）二人藉亲密的性关系结为一体，这种关系是婚姻所独有的。"
        },
        {
            "chapter": "2:25",
            "content": "当时夫妻二人赤身露体，并不羞耻。",
            "note": "你有没有留意过婴儿在众多陌生人面前赤身露体地爬行，一点也不觉得难堪？他没有觉察到自己是赤条条的，正如亚当与夏娃在犯罪以前对此也毫无尴尬一样。但犯罪以后，他们感到羞耻和尴尬，跟神有了隔阂。我们在婚姻里也常常碰到这些障碍。夫妇间应该没有隔膜，双方能够坦然地彼此敞开，但因为我们有些事情不想让配偶或神知道，于是我们就会掩盖自己并藏起来，像亚当夏娃围上无花果树的叶子并躲避神一样（3:7）。婚姻若缺少灵性上、感情上、理智上的结合，肉体上的亲密关系往往也会受到破坏。同样，当我们不能向神陈明内心的隐秘时，我们与他的交通也会断绝了。"
        }
    ]
}