{
    "book": "创世记",
    "chapter": "26",
    "verses": [
        {
            "chapter": "26:1",
            "content": "在亚伯拉罕的日子，那地有一次饥荒；这时又有饥荒。以撒就往基拉耳去，到非利士人的王亚比米勒那里。",
            "note": "非利士人后来成为以色列人最凶猛的敌人。他们是从爱琴海迁往巴勒斯坦定居的渔民，经克里特和塞浦路斯往迦南，作当地统治者的雇佣兵。他们住在西南岸，人数虽少，却骁勇善战。他们虽然善待以撒，但是到约书亚、士师和大卫的时代，曾率先搅扰以色列人。这个亚比米勒王跟亚伯拉罕曾遇上的亚比米勒（参22章）不是一人，亚比米勒可能曾是非利士统治者的称号。"
        },
        {
            "chapter": "26:2",
            "content": "耶和华向以撒显现说：“你不要下埃及去，要住在我所指示你的地。",
            "note": ""
        },
        {
            "chapter": "26:3",
            "content": "你寄居在这地，我必与你同在，赐福给你，因为我要将这些地都赐给你和你的后裔。我必坚定我向你父亚伯拉罕所起的誓。",
            "note": ""
        },
        {
            "chapter": "26:4",
            "content": "我要加增你的后裔，像天上的星那样多；又要将这些地都赐给你的后裔，并且地上万国必因你的后裔得福；",
            "note": ""
        },
        {
            "chapter": "26:5",
            "content": "都因亚伯拉罕听从我的话，遵守我的吩咐和我的命令、律例、法度。”",
            "note": ""
        },
        {
            "chapter": "26:6",
            "content": "以撒就住在基拉耳。",
            "note": ""
        },
        {
            "chapter": "26:7",
            "content": "那地方的人问到他的妻子，他便说：“那是我的妹子。”原来他怕说：“是我的妻子。”他心里想：“恐怕这地方的人为利百加的缘故杀我，因为她容貌俊美。”",
            "note": ""
        },
        {
            "chapter": "26:8",
            "content": "他在那里住了许久。有一天，非利士人的王亚比米勒从窗户里往外观看，见以撒和他的妻子利百加戏玩。",
            "note": ""
        },
        {
            "chapter": "26:9",
            "content": "亚比米勒召了以撒来，对他说：“她实在是你的妻子，你怎么说她是你的妹子？”以撒说：“我心里想，恐怕我因她而死。”",
            "note": ""
        },
        {
            "chapter": "26:10",
            "content": "亚比米勒说：“你向我们作的是什么事呢？民中险些有人和你的妻同寝，把我们陷在罪里。”",
            "note": ""
        },
        {
            "chapter": "26:11",
            "content": "于是亚比米勒晓谕众民说：“凡沾着这个人，或是他妻子的，定要把他治死。”",
            "note": "以撒怕基拉耳人为要得到他貌美如花的妻子利百加而把他杀掉，就谎称利百加是他的妹妹。他从哪儿学到这样的伎俩？或许他知道父亲也曾这样做（参12:10-14；20:1-4）。其实父母能透过教育子女、树立他们的价值观，来塑造未来的世界。要孩子过正直的生活，首先要父母生活正直。最亲近我们的人往往会模仿我们的行为。我们为下一代树立了什么榜样呢？"
        },
        {
            "chapter": "26:12",
            "content": "以撒在那地耕种，那一年有百倍的收成。耶和华赐福给他，",
            "note": ""
        },
        {
            "chapter": "26:13",
            "content": "他就昌大，日增月盛，成了大富户。",
            "note": ""
        },
        {
            "chapter": "26:14",
            "content": "他有羊群、牛群，又有许多仆人，非利士人就嫉妒他。",
            "note": ""
        },
        {
            "chapter": "26:15",
            "content": "当他父亲亚伯拉罕在世的日子，他父亲的仆人所挖的井，非利士人全都塞住，填满了土。",
            "note": ""
        },
        {
            "chapter": "26:16",
            "content": "亚比米勒对以撒说：“你离开我们去吧，因为你比我们强盛得多。”",
            "note": "神照着他的应许赐福给以撒，使他事事顺利，非利士人就妒忌他，堵塞了他挖出来的井，为要赶走他。妒忌具有强烈的杀伤力，足以倾覆最强大的国家、破坏最亲密的关系。当我们发现自己开始妒忌别人时，就当为他们所得的福分感谢神。要发泄忿恨之际，请先想想自己可能会失去的朋友、工作或配偶。"
        },
        {
            "chapter": "26:17",
            "content": "以撒就离开那里，在基拉耳谷支搭帐棚，住在那里。",
            "note": ""
        },
        {
            "chapter": "26:18",
            "content": "当他父亲亚伯拉罕在世之日所挖的水井，因非利士人在亚伯拉罕死后塞住了，以撒就重新挖出来，仍照他父亲所叫的，叫那些井的名字。",
            "note": "荒凉的基拉耳位于沙漠的边缘，水源就好像黄金一样珍贵。人们掘井，是表明自己拥有这块土地。堵塞别人所挖的井是一种挑衅的行为，是当地最严重的罪行。非利士人堵塞以撒的井，以撒本来有充分的权利还击，但是他宁可拣选和平共处，最后非利士人也因他的忍耐而尊敬他。"
        },
        {
            "chapter": "26:19",
            "content": "以撒的仆人在谷中挖井，便得了一口活水井，",
            "note": ""
        },
        {
            "chapter": "26:20",
            "content": "基拉耳的牧人与以撒的牧人争竞说：“这水是我们的。”以撒就给那井起名叫埃色，因为他们和他相争（注：“埃色”就是“相争”的意思）。",
            "note": ""
        },
        {
            "chapter": "26:21",
            "content": "以撒的仆人又挖了一口井，他们又为这井争竞，因此以撒给这井起名叫西提拿（注：就是“为敌”的意思）。",
            "note": ""
        },
        {
            "chapter": "26:22",
            "content": "以撒离开那里，又挖了一口井，他们不为这井争竞了，他就给那井起名叫利河伯（注：就是“宽阔”的意思）。他说：“耶和华现在给我们宽阔之地，我们必在这地昌盛。”",
            "note": "以撒他们挖了三口新的井。前两次发生争执时，他都离开了。后来找到宽阔的地方，大家都能各取所需。以撒为着和睦，宁可让步，也不愿引起严重的冲突。你愿意为了保持和睦而放弃重要的地位或贵重的财产吗？求神赐我们智慧，使我们知道在什么时候应当退让，什么时候应当据理力争。"
        },
        {
            "chapter": "26:23",
            "content": "以撒从那里上别是巴去。",
            "note": ""
        },
        {
            "chapter": "26:24",
            "content": "当夜耶和华向他显现，说：“我是你父亲亚伯拉罕的　神，不要惧怕！因为我与你同在，要赐福给你，并要为我仆人亚伯拉罕的缘故，使你的后裔繁多。”",
            "note": ""
        },
        {
            "chapter": "26:25",
            "content": "以撒就在那里筑了一座坛，求告耶和华的名，并且支搭帐棚。他的仆人便在那里挖了一口井。",
            "note": ""
        },
        {
            "chapter": "26:26",
            "content": "亚比米勒同他的朋友亚户撒和他的军长非各，从基拉耳来见以撒。",
            "note": ""
        },
        {
            "chapter": "26:27",
            "content": "以撒对他们说：“你们既然恨我，打发我走了，为什么到我这里来呢？”",
            "note": ""
        },
        {
            "chapter": "26:28",
            "content": "他们说：“我们明明地看见耶和华与你同在，便说，不如我们两下彼此起誓，彼此立约，",
            "note": ""
        },
        {
            "chapter": "26:29",
            "content": "使你不害我们，正如我们未曾害你，一味地厚待你，并且打发你平平安安地走。你是蒙耶和华赐福的了。”",
            "note": ""
        },
        {
            "chapter": "26:30",
            "content": "以撒就为他们设摆筵席，他们便吃了喝了。",
            "note": ""
        },
        {
            "chapter": "26:31",
            "content": "他们清早起来彼此起誓。以撒打发他们走，他们就平平安安地离开他走了。",
            "note": "以撒的敌人既然想跟他订立和约，他就迅速回应，把握这次化敌为友的机会，大摆筵席庆祝。我们要接纳那些想与我们和平共处的人。当别人，甚至是敌人，被神在我们生命中的工作吸引时，我们一定要把握机会以神的爱来接触他们。"
        },
        {
            "chapter": "26:32",
            "content": "那一天以撒的仆人来，将挖井的事告诉他说：“我们得了水了。”",
            "note": ""
        },
        {
            "chapter": "26:33",
            "content": "他就给那井起名叫示巴，因此那城叫做别是巴，直到今日。",
            "note": ""
        },
        {
            "chapter": "26:34",
            "content": "以扫四十岁的时候，娶了赫人比利的女儿犹滴，与赫人以伦的女儿巴实抹为妻。",
            "note": ""
        },
        {
            "chapter": "26:35",
            "content": "她们常使以撒和利百加心里愁烦。",
            "note": "以扫娶了异教女子为妻，此事使他的父母心烦意乱。大多数父母都能给儿女美好的规劝，因为他们了解儿女的品性。我们未必完全同意父母的意见，但最低限度要跟他们倾谈，听听他们的意见，这可以帮助我们避免重蹈以扫的覆辙。"
        }
    ]
}