{
    "book": "创世记",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "耶和华　神所造的，惟有蛇比田野一切的活物更狡猾。蛇对女人说：“　神岂是真说不许你们吃园中所有树上的果子吗？”",
            "note": "撒但本来是天使，因悖逆神而被逐出天堂，却伪装成狡猾的蛇来引诱夏娃。它既是受造之物，能力就是有限的。虽然它引诱人偏离神，却不会得到最后胜利。神说撒但将要被女人的后裔──弥赛亚击败（3:14-15）。"
        },
        {
            "chapter": "3:2",
            "content": "女人对蛇说：“园中树上的果子，我们可以吃；",
            "note": ""
        },
        {
            "chapter": "3:3",
            "content": "惟有园当中那棵树上的果子，　神曾说：‘你们不可吃，也不可摸，免得你们死。’”",
            "note": ""
        },
        {
            "chapter": "3:4",
            "content": "蛇对女人说：“你们不一定死，",
            "note": ""
        },
        {
            "chapter": "3:5",
            "content": "因为　神知道，你们吃的日子眼睛就明亮了，你们便如　神能知道善恶。”",
            "note": "撒但利用正确的动机──“你们便如神”来引诱夏娃。夏娃希望像神并没有错，这是人类最高的目标，我们本应当这样做。但撒但误导夏娃不按正途来达到这目标，叫她藐视神的权威、取代神的地位、自己来决定什么对自己最好。其实撒但乃是叫她作自己的神。"
        },
        {
            "chapter": "3:6",
            "content": "于是，女人见那棵树的果子好作食物，也悦人的眼目，且是可喜爱的，能使人有智慧，就摘下果子来吃了；又给她丈夫，她丈夫也吃了。",
            "note": "撒但想使夏娃以为罪是好的、令人喜悦的、令人爱慕的事。能分别善恶似乎对她无害。人常常选择错事，因为他们相信那些事是好的，最低限度对他们无害。罪恶并不常常以丑恶姿态出现，那些令人喜悦的罪最防不胜防。要当心令我们着迷的试探，我们不能每次都防止试探出现，但总有一条出路让我们可以避开（参林前10:13）。神的话和属神的人都能帮助我们去抵挡试探。"
        },
        {
            "chapter": "3:7",
            "content": "他们二人的眼睛就明亮了，才知道自己是赤身露体，便拿无花果树的叶子，为自己编做裙子。",
            "note": "犯罪的影响是会散播出去的。夏娃犯罪后，亚当也跟着犯罪。我们犯了错，为了减轻自己的罪咎感，常常会叫别人一同犯罪。罪恶就好像倒在河里的毒物一样，转瞬间就流淌开去。尽快向神承认自己的罪并悔改，切勿用我们的罪去污染周围的人。"
        },
        {
            "chapter": "3:8",
            "content": "天起了凉风，耶和华　神在园中行走。那人和他妻子听见　神的声音，就藏在园里的树木中，躲避耶和华　神的面。",
            "note": "亚当夏娃二人想用无花果树的叶子遮蔽身体，以躲避无所不见、无所不知的神，真是幼稚得可笑。他们何以笨到这样的地步，以为自己真的可以躲开？其实我们也是一样，以为神不知道我们的所作所为。我们应当勇敢地向神表达我们一切所行所想的，不要想向他隐藏什么，这根本没有可能。诚实能使我们跟神的关系更加亲密。"
        },
        {
            "chapter": "3:9",
            "content": "耶和华　神呼唤那人，对他说：“你在哪里？”",
            "note": "这两节经文说明神渴望与我们相交，也说明我们为什么害怕与他相交。亚当和夏娃听见神来了就想逃避。神想要亲近他们，但他们的罪使他们不敢露面。罪断绝了人与神的亲密关系，但神的儿子耶稣基督为我们开了一条出路，使我们与神恢复相交。神渴望与我们同在，他主动地把他的大爱无条件赐给我们。我们却往往感到害怕，因为我们觉得自己不能达到神的标准。只要知道虽然我们会犯错，神仍爱我们，我们就可以消除恐惧。"
        },
        {
            "chapter": "3:10",
            "content": "他说：“我在园中听见你的声音，我就害怕，因为我赤身露体，我便藏了。”",
            "note": ""
        },
        {
            "chapter": "3:11",
            "content": "耶和华说：“谁告诉你赤身露体呢？莫非你吃了我吩咐你不可吃的那树上的果子吗？”",
            "note": ""
        },
        {
            "chapter": "3:12",
            "content": "那人说：“你所赐给我、与我同居的女人，她把那树上的果子给我，我就吃了。”",
            "note": ""
        },
        {
            "chapter": "3:13",
            "content": "耶和华　神对女人说：“你做的是什么事呢？”女人说：“那蛇引诱我，我就吃了。”",
            "note": "当神质问亚当时，他归咎于夏娃，夏娃又推到蛇的身上。我们很容易将自己的罪推到别人身上，或者怪环境不好。但是神知道实情，他要我们对自己所做的事负责（参3:14-19）。我们应当承认自己错误的态度和行为，并且向神认错，不要想诿过于别人，以摆脱自己的罪。"
        },
        {
            "chapter": "3:14",
            "content": "耶和华　神对蛇说：“你既做了这事，就必受咒诅，比一切的牲畜野兽更甚；你必用肚子行走，终身吃土。",
            "note": ""
        },
        {
            "chapter": "3:15",
            "content": "我又要叫你和女人彼此为仇；你的后裔和女人的后裔也彼此为仇。女人的后裔要伤你的头；你要伤他的脚跟。”",
            "note": "撒但是我们的仇敌，它用尽一切方法使我们犯罪、走向灭亡。“你要伤他的脚跟”这句话是指基督在世上为人的时候，撒但想一再要打败他；“他要打伤你的头”则预表基督从死里复活，击败撒但。伤了脚跟并不严重，但伤了头则是致命的打击。这里神已经显示他的计划，他要藉着耶稣基督击败撒但，救赎世人。"
        },
        {
            "chapter": "3:16",
            "content": "又对女人说：“我必多多加增你怀胎的苦楚，你生产儿女必多受苦楚。你必恋慕你丈夫，你丈夫必管辖你。”",
            "note": ""
        },
        {
            "chapter": "3:17",
            "content": "又对亚当说：“你既听从妻子的话，吃了我所吩咐你不可吃的那树上的果子，地必为你的缘故受咒诅。你必终身劳苦，才能从地里得吃的。",
            "note": ""
        },
        {
            "chapter": "3:18",
            "content": "地必给你长出荆棘和蒺藜来，你也要吃田间的菜蔬。",
            "note": ""
        },
        {
            "chapter": "3:19",
            "content": "你必汗流满面才得糊口，直到你归了土，因为你是从土而出的。你本是尘土，仍要归于尘土。”",
            "note": "亚当夏娃从痛苦的经验中得到教训，认识到神是圣洁的；他恨恶罪，所以必定刑罚罪人。创世记接着详细记载了人类由堕落后引致生活败坏的痛苦经历。不顺服神就是犯罪，我们跟神的交往也会因此断绝。纵然我们有不顺服，幸而神乐意饶恕我们，让我们与他和好。"
        },
        {
            "chapter": "3:20",
            "content": "亚当给他妻子起名叫夏娃，因为她是众生之母。",
            "note": ""
        },
        {
            "chapter": "3:21",
            "content": "耶和华　神为亚当和他妻子用皮子做衣服，给他们穿。",
            "note": ""
        },
        {
            "chapter": "3:22",
            "content": "耶和华　神说：“那人已经与我们相似，能知道善恶。现在恐怕他伸手又摘生命树的果子吃，就永远活着。”",
            "note": ""
        },
        {
            "chapter": "3:23",
            "content": "耶和华　神便打发他出伊甸园去，耕种他所自出之土。",
            "note": ""
        },
        {
            "chapter": "3:24",
            "content": "于是把他赶出去了。又在伊甸园的东边安设基路伯，和四面转动发火焰的剑，要把守生命树的道路。",
            "note": "亚当夏娃与神关系断绝的进程是这样的：（1）他们认为自己的想法比神的更好；（2）他们自觉惭愧而逃避；（3）他们企图找藉口为自己辩护。要与神建立关系，我们必须：（1）不再找藉口为自己辩护；（2）不再躲避神；（3）确信神的意念高过我们的意念。"
        }
    ]
}