{
    "book": "创世记",
    "chapter": "37",
    "verses": [
        {
            "chapter": "37:1",
            "content": "雅各住在迦南地，就是他父亲寄居的地。",
            "note": ""
        },
        {
            "chapter": "37:2",
            "content": "雅各的记略如下：约瑟十七岁与他哥哥们一同牧羊。他是个童子，与他父亲的妾辟拉、悉帕的儿子们常在一处。约瑟将他哥哥们的恶行报给他们的父亲。",
            "note": ""
        },
        {
            "chapter": "37:3",
            "content": "以色列原来爱约瑟过于爱他的众子，因为约瑟是他年老生的；他给约瑟做了一件彩衣。",
            "note": "当时，人人都有一件长袍或外衣，穿在身上可保暖，旅行时可以当包袱把杂物包在里面，又可用来包裹婴孩，或者用来当坐垫，甚至在急需时可作为当头向人借钱。大多数外衣很朴素，短袖、长及膝，约瑟的外衣则可能是王子所穿──长袖、长及脚踝、色彩鲜艳的那一种。这件外衣成为雅各宠爱约瑟的标记，约瑟与哥哥们的关系已经不融洽，这件彩衣就使他们的关系更趋恶化了。偏心尽管难以避免，但是作父母的应当把子女们分裂的可能性减至最低；对所偏爱的儿女的感觉或许难以改变，但是父母可以改变对其他儿女的态度。"
        },
        {
            "chapter": "37:4",
            "content": "约瑟的哥哥们见父亲爱约瑟过于爱他们，就恨约瑟，不与他说和睦的话。",
            "note": ""
        },
        {
            "chapter": "37:5",
            "content": "约瑟做了一梦，告诉他哥哥们，他们就越发恨他。",
            "note": ""
        },
        {
            "chapter": "37:6",
            "content": "约瑟对他们说：“请听我所做的梦：",
            "note": ""
        },
        {
            "chapter": "37:7",
            "content": "我们在田里捆禾稼，我的捆起来站着，你们的捆来围着我的捆下拜。”",
            "note": ""
        },
        {
            "chapter": "37:8",
            "content": "他的哥哥们回答说：“难道你真要作我们的王吗？难道你真要管辖我们吗？”他们就因为他的梦和他的话，越发恨他。",
            "note": ""
        },
        {
            "chapter": "37:9",
            "content": "后来他又做了一梦，也告诉他的哥哥们说：“看哪！我又做了一梦，梦见太阳、月亮与十一个星向我下拜。”",
            "note": ""
        },
        {
            "chapter": "37:10",
            "content": "约瑟将这梦告诉他父亲和他哥哥们，他父亲就责备他说：“你做的这是什么梦！难道我和你母亲、你弟兄果然要来俯伏在地，向你下拜吗？”",
            "note": ""
        },
        {
            "chapter": "37:11",
            "content": "他哥哥们都嫉妒他，他父亲却把这话存在心里。",
            "note": "约瑟的哥哥们对他已经怀恨在心，不想让这个弟弟来管治他们。约瑟不成熟和趾高气昂的态度，更使他们火上加油，为了去除这根眼中钉，愤怒的哥哥们把约瑟卖到埃及去作奴隶。没有人喜欢吹牛的人，约瑟受了多年的磨炼，终于明白才能和知识都是从神而来，人应当感谢神，而不应自夸。后来，他也学会将荣耀归给神（41:16）。"
        },
        {
            "chapter": "37:12",
            "content": "约瑟的哥哥们往示剑去，放他们父亲的羊。",
            "note": ""
        },
        {
            "chapter": "37:13",
            "content": "以色列对约瑟说：“你哥哥们不是在示剑放羊吗？你来，我要打发你往他们那里去。”约瑟说：“我在这里。”",
            "note": ""
        },
        {
            "chapter": "37:14",
            "content": "以色列说：“你去看看你哥哥们平安不平安，群羊平安不平安，就回来报信给我。”于是打发他出希伯仑谷，他就往示剑去了。",
            "note": ""
        },
        {
            "chapter": "37:15",
            "content": "有人遇见他在田野走迷了路，就问他说：“你找什么？”",
            "note": ""
        },
        {
            "chapter": "37:16",
            "content": "他说：“我找我的哥哥们，求你告诉我他们在何处放羊。”",
            "note": ""
        },
        {
            "chapter": "37:17",
            "content": "那人说：“他们已经走了，我听见他们说要往多坍去。”约瑟就去追赶他哥哥们，遇见他们在多坍。",
            "note": ""
        },
        {
            "chapter": "37:18",
            "content": "他们远远地看见他，趁他还没有走到跟前，大家就同谋要害死他，",
            "note": ""
        },
        {
            "chapter": "37:19",
            "content": "彼此说：“你看！那做梦的来了。",
            "note": ""
        },
        {
            "chapter": "37:20",
            "content": "来吧！我们将他杀了，丢在一个坑里，就说有恶兽把他吃了，我们且看他的梦将来怎么样。”",
            "note": "妒忌曾叫你想杀人吗？在你回答“当然没有”以前，请先看看这个故事。哥哥们只因为约瑟的外袍和他所做的梦就要杀他，他们已被嫉妒和怒气所蒙蔽了。妒忌是很难辨别的，因为我们妒忌的原因看来十分合理。但一不留神，妒火中烧，就叫我们犯大错了。妒忌越深越难根除，所以，发现自己开始介意别人的成就时，就是该对付妒忌的时候了。"
        },
        {
            "chapter": "37:21",
            "content": "吕便听见了，要救他脱离他们的手，说：“我们不可害他的性命。”",
            "note": ""
        },
        {
            "chapter": "37:22",
            "content": "又说：“不可流他的血，可以把他丢在这野地的坑里，不可下手害他。”吕便的意思是要救他脱离他们的手，把他归还他的父亲。",
            "note": ""
        },
        {
            "chapter": "37:23",
            "content": "约瑟到了他哥哥们那里，他们就剥了他的外衣，就是他穿的那件彩衣，",
            "note": ""
        },
        {
            "chapter": "37:24",
            "content": "把他丢在坑里，那坑是空的，里头没有水。",
            "note": ""
        },
        {
            "chapter": "37:25",
            "content": "他们坐下吃饭，举目观看，见有一夥米甸的以实玛利人从基列来，用骆驼驮着香料、乳香、没药，要带下埃及去。",
            "note": ""
        },
        {
            "chapter": "37:26",
            "content": "犹大对众弟兄说：“我们杀我们的兄弟，藏了他的血，有什么益处呢？",
            "note": ""
        },
        {
            "chapter": "37:27",
            "content": "我们不如将他卖给以实玛利人，不可下手害他，因为他是我们的兄弟，我们的骨肉。”众弟兄就听从了他。",
            "note": "约瑟的哥哥们不想承担杀害约瑟的罪，犹大就提出另一个可以除去杀人者内疚的不正确方法。我们有时为了解决问题，就在两种恶行中权衡，虽然取其较轻的一种，但仍然是不当的。当有人提出似乎是可行的解决办法时，我们要先想想：“这件事对不对？”"
        },
        {
            "chapter": "37:28",
            "content": "有些米甸的商人从那里经过，哥哥们就把约瑟从坑里拉上来，讲定二十舍客勒银子，把约瑟卖给以实玛利人。他们就把约瑟带到埃及去了。",
            "note": "虽然约瑟的哥哥们没有立刻把他杀死，但是他们估计把他卖作奴隶的话，他也不会活多久。他们要借刀杀人。约瑟要在旷野走三十天的路程，大概是给锁链绑着步行往埃及，他只会被视为一件行李。一到埃及，他就会变成一件货物被出售。他的哥哥们以为再也不会见到他了，但是神掌管着约瑟的生命。"
        },
        {
            "chapter": "37:29",
            "content": "吕便回到坑边，见约瑟不在坑里，就撕裂衣服，",
            "note": ""
        },
        {
            "chapter": "37:30",
            "content": "回到兄弟们那里说：“童子没有了！我往哪里去才好呢？”",
            "note": "吕便回到坑边找约瑟，见弟弟已经不在坑里。虽然他撕裂衣服，但实际上他所关心的不是约瑟会怎样，而是他自己会如何。在困境中，你是否只顾自己呢？考虑最受影响的人，我们能较易找到解决问题的方法。"
        },
        {
            "chapter": "37:31",
            "content": "他们宰了一只公山羊，把约瑟的那件彩衣染了血，",
            "note": ""
        },
        {
            "chapter": "37:32",
            "content": "打发人送到他们的父亲那里说：“我们捡了这个，请认一认，是你儿子的外衣不是？”",
            "note": ""
        },
        {
            "chapter": "37:33",
            "content": "他认得，就说：“这是我儿子的外衣，有恶兽把他吃了，约瑟被撕碎了！撕碎了！”",
            "note": ""
        },
        {
            "chapter": "37:34",
            "content": "雅各便撕裂衣服，腰间围上麻布，为他儿子悲哀了多日。",
            "note": "撕裂衣服、束上麻布是哀悼的表示，跟今天我们穿丧服十分相似。"
        },
        {
            "chapter": "37:35",
            "content": "他的儿女都起来安慰他，他却不肯受安慰，说：“我必悲哀着下阴间到我儿子那里。”约瑟的父亲就为他哀哭。",
            "note": "约瑟的哥哥们为掩饰自己的恶行，就欺骗父亲，使他以为约瑟已经死了。雅各曾经多次欺骗别人，也包括他的父亲（参27:35）。他虽然蒙神祝福，但仍然要面对犯罪的报应。雅各欺骗别人，神没有即时惩罚他，但他始终要承受犯罪的恶果，这恶果将一直伴随着他的余生。"
        },
        {
            "chapter": "37:36",
            "content": "米甸人带约瑟到埃及，把他卖给法老的内臣，护卫长波提乏。",
            "note": "我们可以想像约瑟刚到埃及时所受到的文化冲击是多么的大。他本来过着游牧的生活，随家庭在乡间逐水草而居，照顾羊群。突然被迫进入当时最文明的世界里，看到雄伟的金字塔和美丽的房屋，接触老于世故的百姓和新的语言。当他看到埃及人最好的技艺与才智时，也看到他们在灵性上的愚蒙无知：他们敬拜无数的假神，只要跟生活有关的，他们就拜。"
        }
    ]
}