{
    "book": "创世记",
    "chapter": "38",
    "verses": [
        {
            "chapter": "38:1",
            "content": "那时，犹大离开他弟兄下去，到一个亚杜兰人名叫希拉的家里去。",
            "note": ""
        },
        {
            "chapter": "38:2",
            "content": "犹大在那里看见一个迦南人名叫书亚的女儿，就娶她为妻，与她同房，",
            "note": ""
        },
        {
            "chapter": "38:3",
            "content": "她就怀孕生了儿子，犹大给他起名叫珥。",
            "note": ""
        },
        {
            "chapter": "38:4",
            "content": "她又怀孕生了儿子，母亲给他起名叫俄南。",
            "note": ""
        },
        {
            "chapter": "38:5",
            "content": "她复又生了儿子，给他起名叫示拉。她生示拉的时候，犹大正在基悉。",
            "note": ""
        },
        {
            "chapter": "38:6",
            "content": "犹大为长子珥娶妻，名叫她玛。",
            "note": ""
        },
        {
            "chapter": "38:7",
            "content": "犹大的长子珥在耶和华眼中看为恶，耶和华就叫他死了。",
            "note": ""
        },
        {
            "chapter": "38:8",
            "content": "犹大对俄南说：“你当与你哥哥的妻子同房，向她尽你为弟的本分，为你哥哥生子立后。”",
            "note": ""
        },
        {
            "chapter": "38:9",
            "content": "俄南知道生子不归自己，所以同房的时候，便遗在地，免得给他哥哥留后。",
            "note": ""
        },
        {
            "chapter": "38:10",
            "content": "俄南所做的在耶和华眼中看为恶，耶和华也就叫他死了。",
            "note": "律法书记载了在家庭里娶寡嫂为妻的法例（参申25:5-10）。这条法例的目的是要使无儿无女的寡妇可以生儿子，那儿子可以承受她丈夫的产业，将来可以照顾她。因为犹大的长子珥──她玛的丈夫──没有儿子，所以无人传宗接代、承受产业，与神立约之福也不能延续下去。神叫俄南死，是因为他不肯尽对哥哥珥和寡嫂她玛当尽的本分──给他们留后。"
        },
        {
            "chapter": "38:11",
            "content": "犹大心里说：“恐怕示拉也死，像他两个哥哥一样”，就对他儿妇她玛说：“你去，在你父亲家里守寡，等我儿子示拉长大。”她玛就回去住在她父亲家里。",
            "note": ""
        },
        {
            "chapter": "38:12",
            "content": "过了许久，犹大的妻子书亚的女儿死了，犹大得了安慰，就和他朋友亚杜兰人希拉上亭拿去，到他剪羊毛的人那里。",
            "note": ""
        },
        {
            "chapter": "38:13",
            "content": "有人告诉她玛说：“你的公公上亭拿剪羊毛去了。”",
            "note": ""
        },
        {
            "chapter": "38:14",
            "content": "她玛见示拉已经长大，还没有娶她为妻，就脱了她作寡妇的衣裳，用帕子蒙着脸，又遮住身体，坐在亭拿路上的伊拿印城门口。",
            "note": ""
        },
        {
            "chapter": "38:15",
            "content": "犹大看见她，以为是妓女，因为她蒙着脸。",
            "note": ""
        },
        {
            "chapter": "38:16",
            "content": "犹大就转到她那里去说：“来吧！让我与你同寝。”他原不知道是他的儿妇。她玛说：“你要与我同寝，把什么给我呢？”",
            "note": ""
        },
        {
            "chapter": "38:17",
            "content": "犹大说：“我从羊群里取一只山羊羔，打发人送来给你。”她玛说：“在未送以先，你愿意给我一个当头吗？”",
            "note": ""
        },
        {
            "chapter": "38:18",
            "content": "他说：“我给你什么当头呢？”她玛说：“你的印，你的带子和你手里的杖。”",
            "note": "印是盖在法律文件上、使之生效的证物。每个印都有独特的设计，用石头刻成，可当作指环戴在手上或串在项链上，是极为重要的图章，不可离开主人。有财有势的人才会用印，盖在泥封或腊封的文件上。她玛因为得到犹大的印，所以有十足的把握，证明犹大与她有关系。"
        },
        {
            "chapter": "38:19",
            "content": "犹大就给了她，与她同寝，她就从犹大怀了孕。她玛起来走了，除去帕子，仍旧穿上作寡妇的衣裳。",
            "note": ""
        },
        {
            "chapter": "38:20",
            "content": "犹大托他朋友亚杜兰人送一只山羊羔去，要从那女人手里取回当头来，却找不着她，",
            "note": ""
        },
        {
            "chapter": "38:21",
            "content": "就问那地方的人说：“伊拿印路旁的妓女在哪里？”他们说：“这里并没有妓女。”",
            "note": ""
        },
        {
            "chapter": "38:22",
            "content": "他回去见犹大说：“我没有找着她，并且那地方的人说：‘这里没有妓女。’”",
            "note": ""
        },
        {
            "chapter": "38:23",
            "content": "犹大说：“我把这山羊羔送去了，你竟找不着她，任凭她拿去吧，免得我们被羞辱。”",
            "note": "为什么这里好像对卖淫毫不理会？原来，在迦南地的异教风俗中，作妓女是一件平常的事。事奉迦南女神的公众庙妓，是迦南宗教的崇拜对象，她们比一般的妓女更受人尊重。一般妓女有时行淫被捉会被惩罚，但是迦南宗教鼓励人与庙妓行淫，好使农作物和牛羊多产。她玛为了继承丈夫的谱系、成为犹大长子谱系之母而引诱犹大；犹大则欲火攻心而嫖妓，他们两个都不义。"
        },
        {
            "chapter": "38:24",
            "content": "约过了三个月，有人告诉犹大说：“你的儿妇她玛作了妓女，且因行淫有了身孕。”犹大说：“拉出她来，把她烧了！”",
            "note": "犹大为什么对自己去嫖妓直认不讳，却要把作妓女的儿妇处死呢？要明白这种矛盾，我们就要知道当时迦南妇女在社会上的地位。妇女最重要的功能是生儿育女，为家族传宗接代。为了确保儿女是丈夫所生的，人们都期望新妇是处女，作妻子的亦不可红杏出墙、不守妇道。如果妻子犯了淫乱之罪，就要被处死。不过，有些妇女没有家庭，她们可能作庙妓，靠拜偶像之人的奉献来维持生活；或者作一般的妓女，受寻芳客的供给。她们所生的儿女不列在任何人的家谱中，因此和她们发生关系的人，也就没有跟任何家族人的亲属犯奸淫。"
        },
        {
            "chapter": "38:25",
            "content": "她玛被拉出来的时候，便打发人去见她公公，对他说：“这些东西是谁的，我就是从谁怀的孕。请你认一认，这印和带子并杖都是谁的？”",
            "note": ""
        },
        {
            "chapter": "38:26",
            "content": "犹大承认说：“她比我更有义，因为我没有将她给我的儿子示拉。”从此犹大不再与她同寝了。",
            "note": "当她玛说自己怀了孕时，犹大并不知道那是他的骨肉，要将她处死。犹大把自己所犯的罪隐藏起来，却对她玛毫不留情。当我们恼怒别人所犯的罪时，其实我们同样也有犯罪又不想面对罪的倾向。我们若承认自己的罪，求神赦免，我们就更能饶恕别人了。"
        },
        {
            "chapter": "38:27",
            "content": "她玛将要生产，不料，她腹里是一对双生。",
            "note": ""
        },
        {
            "chapter": "38:28",
            "content": "到生产的时候，一个孩子伸出一只手来，收生婆拿红线拴在他手上说：“这是头生的。”",
            "note": ""
        },
        {
            "chapter": "38:29",
            "content": "随后这孩子把手收回去，他哥哥生出来了。收生婆说：“你为什么抢着来呢？”因此给他起名叫法勒斯。",
            "note": ""
        },
        {
            "chapter": "38:30",
            "content": "后来，他兄弟那手上有红线的也生出来，就给他起名叫谢拉。",
            "note": ""
        }
    ]
}