{
    "book": "创世记",
    "chapter": "39",
    "verses": [
        {
            "chapter": "39:1",
            "content": "约瑟被带下埃及去。有一个埃及人，是法老的内臣，护卫长波提乏，从那些带下他来的以实玛利人手下买了他去。",
            "note": "古时的埃及社会贫富极为悬殊，中产阶级人士很少。约瑟发现自己服事的波提乏是在法老王朝中极富有的高官。像波提乏那样富有人家的房子都经过精心设计，两三层高，并有美丽的花园和阳台。他们喜欢在家中享受美酒佳肴，娱乐消遣。他们拥有高贵的瓶饰、名画、美丽的地毯和人工雕刻的玫□C他们用膳时所用的是金制的餐具，房子里的灯饰也是用金造的。仆人，包括约瑟在一楼工作，他们在楼上奢华宴乐。"
        },
        {
            "chapter": "39:2",
            "content": "约瑟住在他主人埃及人的家中，耶和华与他同在，他就百事顺利。",
            "note": ""
        },
        {
            "chapter": "39:3",
            "content": "他主人见耶和华与他同在，又见耶和华使他手里所办的尽都顺利，",
            "note": ""
        },
        {
            "chapter": "39:4",
            "content": "约瑟就在主人眼前蒙恩，伺候他主人，并且主人派他管理家务，把一切所有的都交在他手里。",
            "note": ""
        },
        {
            "chapter": "39:5",
            "content": "自从主人派约瑟管理家务和他一切所有的，耶和华就因约瑟的缘故赐福与那埃及人的家；凡家里和田间一切所有的都蒙耶和华赐福。",
            "note": ""
        },
        {
            "chapter": "39:6",
            "content": "波提乏将一切所有的都交在约瑟的手中，除了自己所吃的饭，别的事一概不知。约瑟原来秀雅俊美。",
            "note": ""
        },
        {
            "chapter": "39:7",
            "content": "这事以后，约瑟主人的妻，以目送情给约瑟说：“你与我同寝吧！”",
            "note": ""
        },
        {
            "chapter": "39:8",
            "content": "约瑟不从，对他主人的妻说：“看哪！一切家务我主人都不知道，他把所有的都交在我手里。",
            "note": ""
        },
        {
            "chapter": "39:9",
            "content": "在这家里没有比我大的，并且他没有留下一样不交给我，只留下了你，因为你是他的妻子。我怎能作这大恶，得罪　神呢？”",
            "note": "约瑟拒绝波提乏妻子的引诱，不是因为这会伤害她、得罪波提乏或对不起自己，而是因为他不肯得罪神。我们要切记，男女之间的淫乱并不只是两个成年人的事，更是得罪神的一种叛逆行为。"
        },
        {
            "chapter": "39:10",
            "content": "后来她天天和约瑟说，约瑟却不听从她，不与她同寝，也不和她在一处。",
            "note": ""
        },
        {
            "chapter": "39:11",
            "content": "有一天，约瑟进屋里去办事，家中人没有一个在那屋里，",
            "note": ""
        },
        {
            "chapter": "39:12",
            "content": "妇人就拉住他的衣裳说：“你与我同寝吧！”约瑟把衣裳丢在妇人手里，跑到外边去了。",
            "note": ""
        },
        {
            "chapter": "39:13",
            "content": "妇人看见约瑟把衣裳丢在她手里跑出去了，",
            "note": ""
        },
        {
            "chapter": "39:14",
            "content": "就叫了家里的人来，对他们说：“你们看！他带了一个希伯来人进入我们家里，要戏弄我们。他到我这里来，要与我同寝，我就大声喊叫。",
            "note": ""
        },
        {
            "chapter": "39:15",
            "content": "他听见我放声喊起来，就把衣裳丢在我这里，跑到外边去了。”",
            "note": "约瑟尽量避开波提乏的妻子，拒绝她的要求，最后干脆跑开。有时单单避开引诱还不够，尤其是当试探看来非常强烈的时候，我们就要跑开，远离试探。"
        },
        {
            "chapter": "39:16",
            "content": "妇人把约瑟的衣裳放在自己那里，等着他主人回家，",
            "note": ""
        },
        {
            "chapter": "39:17",
            "content": "就对他如此如此说：“你所带到我们这里的那希伯来仆人进来要戏弄我，",
            "note": ""
        },
        {
            "chapter": "39:18",
            "content": "我放声喊起来，他就把衣裳丢在我这里跑出去了。”",
            "note": ""
        },
        {
            "chapter": "39:19",
            "content": "约瑟的主人听见他妻子对他所说的话说：“你的仆人如此如此待我”，他就生气，",
            "note": ""
        },
        {
            "chapter": "39:20",
            "content": "把约瑟下在监里，就是王的囚犯被囚的地方。于是约瑟在那里坐监。",
            "note": "监狱是暗无天日的地方，环境恶劣，用来囚禁奴工或像约瑟那样等候审讯的被告者。被囚之人在受审以前，都是有罪的，他们没有权利要求早日开庭审讯。很多囚在监里的人从没有被审过，约瑟也是被囚在狱中两年以后才蒙法老召见，并不是接受审讯，而是去为法老解梦。"
        },
        {
            "chapter": "39:21",
            "content": "但耶和华与约瑟同在，向他施恩，使他在司狱的眼前蒙恩。",
            "note": ""
        },
        {
            "chapter": "39:22",
            "content": "司狱就把监里所有的囚犯都交在约瑟的手下，他们在那里所办的事都是经他的手。",
            "note": ""
        },
        {
            "chapter": "39:23",
            "content": "凡在约瑟手下的事，司狱一概不察，因为耶和华与约瑟同在，耶和华使他所做的尽都顺利。",
            "note": "约瑟作了奴隶，又变成了囚犯，陷于绝望的境地中；但他对于每件交托给他的微小工作都尽力而为。监狱长很快就看出他殷勤而积极的态度，提升他管理监狱的事务。你现在是否正处于困境中？我们无论在工作上、在家中、在学校里都要效法约瑟的榜样，在每件小事上尽力而为，做到最好。要记住神怎样改变约瑟的处境，他也能看出你的努力，使你在逆境之中见到转机。"
        }
    ]
}