{
    "book": "创世记",
    "chapter": "4",
    "verses": [
        {
            "chapter": "4:1",
            "content": "有一日，那人和他妻子夏娃同房，夏娃就怀孕，生了该隐（注：就是“得”的意思），便说：“耶和华使我得了一个男子。”",
            "note": "“同房”这个词直译为“认识”，意思是“发生性关系”。两性的结合是二人合而为一，完全了解对方的意思。性交是两性之间最亲密的行动，确定双方在社会中、肉体上和灵性上的关系，所以神只许人在婚后这样行。"
        },
        {
            "chapter": "4:2",
            "content": "又生了该隐的兄弟亚伯。亚伯是牧羊的，该隐是种地的。",
            "note": ""
        },
        {
            "chapter": "4:3",
            "content": "有一日，该隐拿地里的出产为供物献给耶和华；",
            "note": ""
        },
        {
            "chapter": "4:4",
            "content": "亚伯也将他羊群中头生的和羊的脂油献上。耶和华看中了亚伯和他的供物，",
            "note": ""
        },
        {
            "chapter": "4:5",
            "content": "只是看不中该隐和他的供物。该隐就大大地发怒，变了脸色。",
            "note": "圣经没有说明神为何不接受该隐的献祭，也许因为该隐的态度不正确，或是他所献的祭物不符合神的标准。箴言上说“恶人的祭物是可憎的，何况他存恶意来献呢？”（箴21:27）神既衡量所献上的东西，也衡量我们的动机。当我们奉献给神、或馈送别人时，应该为自己能有所献而满心欢喜。我们不应记挂自己的损失，因为万物都是由神而来；我们乃要欢欢喜喜地将我们的时间、金钱、财产和才能尽量献给神。"
        },
        {
            "chapter": "4:6",
            "content": "耶和华对该隐说：“你为什么发怒呢？你为什么变了脸色呢？",
            "note": ""
        },
        {
            "chapter": "4:7",
            "content": "你若行得好，岂不蒙悦纳？你若行得不好，罪就伏在门前。它必恋慕你，你却要制伏它。”",
            "note": "该隐要胜过伏在他私欲门口的罪恶，就要放弃由嫉妒而来的恼怒，叫罪不能在他的生命中立足。罪现在仍然伏在我们的门口，如果我们不能胜过它的话，就会像该隐一样被它所胜。仅靠自己的力量是不能胜过罪的，我们必须转向神，领受神所赐的信心和能力；并接受信徒的帮助，来面对这场终生的战事。圣灵会帮助我们制伏罪，直到我们与基督面对面时，这场争战才会结束。"
        },
        {
            "chapter": "4:8",
            "content": "该隐与他兄弟亚伯说话，二人正在田间，该隐起来打他兄弟亚伯，把他杀了。",
            "note": ""
        },
        {
            "chapter": "4:9",
            "content": "耶和华对该隐说：“你兄弟亚伯在哪里？”他说：“我不知道！我岂是看守我兄弟的吗？”",
            "note": ""
        },
        {
            "chapter": "4:10",
            "content": "耶和华说：“你做了什么事呢？你兄弟的血有声音从地里向我哀告。",
            "note": "亚当夏娃的不顺服将罪带进全人类中。他们也许认为自己的罪只是吃了一个果子，不算什么。但要留意，他们犯罪的本性很快就传给下一代了。简单的不顺服神很快就堕落为谋杀之罪。亚当夏娃只是得罪神，而该隐既得罪神又得罪人。一丁点儿的罪都会愈演愈烈。所以我们要让神帮助我们胜过“小罪”，以免酿成悲剧。"
        },
        {
            "chapter": "4:11",
            "content": "地开了口，从你手里接受你兄弟的血。现在你必从这地受咒诅。",
            "note": ""
        },
        {
            "chapter": "4:12",
            "content": "你种地，地不再给你效力，你必流离飘荡在地上。”",
            "note": ""
        },
        {
            "chapter": "4:13",
            "content": "该隐对耶和华说：“我的刑罚太重，过于我所能当的。",
            "note": ""
        },
        {
            "chapter": "4:14",
            "content": "你如今赶逐我离开这地，以致不见你面。我必流离飘荡在地上，凡遇见我的必杀我。”",
            "note": "至此圣经只提到四个人──亚当、夏娃、该隐和亚伯，有两个问题等待回答：该隐为什么害怕被别人杀害？他的妻子从何而来（参4:17）？明显地，亚当夏娃有许多儿女；神要人类“生养众多，遍满地面”（1:28）。该隐因杀了自己兄弟而深感恐惧，他可能害怕自己的家人报复。他既然能杀人，别人也可以杀他。他的妻子可能是他的妹妹或侄女、甥女。初期人类的遗传基因仍然是纯洁的，所以不怕近亲结婚会带来不良的后果。"
        },
        {
            "chapter": "4:15",
            "content": "耶和华对他说：“凡杀该隐的，必遭报七倍。”耶和华就给该隐立一个记号，免得人遇见他就杀他。",
            "note": "“必遭报七倍”这句话的意思是，杀该隐的人所要受到十足的、彻底的刑罚，比该隐所受的更严重。"
        },
        {
            "chapter": "4:16",
            "content": "于是该隐离开耶和华的面，去住在伊甸东边挪得之地。",
            "note": ""
        },
        {
            "chapter": "4:17",
            "content": "该隐与妻子同房，他妻子就怀孕，生了以诺。该隐建造了一座城，就按着他儿子的名，将那城叫作以诺。",
            "note": ""
        },
        {
            "chapter": "4:18",
            "content": "以诺生以拿；以拿生米户雅利；米户雅利生玛土撒利；玛土撒利生拉麦。",
            "note": ""
        },
        {
            "chapter": "4:19",
            "content": "拉麦娶了两个妻，一个名叫亚大，一个名叫洗拉。",
            "note": ""
        },
        {
            "chapter": "4:20",
            "content": "亚大生雅八，雅八就是住帐棚、牧养牲畜之人的祖师。",
            "note": ""
        },
        {
            "chapter": "4:21",
            "content": "雅八的兄弟名叫犹八，他是一切弹琴吹箫之人的祖师。",
            "note": ""
        },
        {
            "chapter": "4:22",
            "content": "洗拉又生了土八该隐，他是打造各样铜铁利器的（注：或作“是铜匠、铁匠的祖师”）。土八该隐的妹子是拿玛。",
            "note": ""
        },
        {
            "chapter": "4:23",
            "content": "拉麦对他两个妻子说：“亚大、洗拉，听我的声音；拉麦的妻子细听我的话语：壮年人伤我，我把他杀了；少年人损我，我把他害了（注：或作“我杀壮士却伤自己；我害幼童却损本身”）。",
            "note": ""
        },
        {
            "chapter": "4:24",
            "content": "若杀该隐，遭报七倍；杀拉麦，必遭报七十七倍。”",
            "note": ""
        },
        {
            "chapter": "4:25",
            "content": "亚当又与妻子同房，她就生了一个儿子，起名叫塞特，意思说：　神另给我立了一个儿子代替亚伯，因为该隐杀了他。",
            "note": ""
        },
        {
            "chapter": "4:26",
            "content": "塞特也生了一个儿子，起名叫以挪士。那时候，人才求告耶和华的名。",
            "note": "神让人自行其是，人不但没有改善，反而每况愈下。从对拉麦家族的概述中，我们看到神赐人多方面的才华和能力，也看到罪恶与日俱增。当时又发生一宗可能出于自卫的杀人事件，暴力事件在上升，对此人有两种截然不同的态度：（1）对罪恶漠不关心；（2）求告上主之名，如塞特的后裔（4:26）。塞特代替亚伯，作神忠信子民的祖先。"
        }
    ]
}