{
    "book": "创世记",
    "chapter": "50",
    "verses": [
        {
            "chapter": "50:1",
            "content": "约瑟伏在他父亲的面上哀哭，与他亲嘴。",
            "note": ""
        },
        {
            "chapter": "50:2",
            "content": "约瑟吩咐伺候他的医生，用香料薰他父亲，医生就用香料薰了以色列。",
            "note": ""
        },
        {
            "chapter": "50:3",
            "content": "薰尸的常例是四十天，那四十天满了，埃及人为他哀哭了七十天。",
            "note": "用香料薰尸体是埃及人的习惯，但是对于游牧民族则不常见。埃及人相信人死了以后，身体会进入另一个世界，所以他们将尸体用香料包殓成为木乃伊来保存，好使死者在来世可以如常生活。约瑟吩咐医生用香料包殓雅各的尸体，在礼貌上表示对埃及人的尊重。"
        },
        {
            "chapter": "50:4",
            "content": "为他哀哭的日子过了，约瑟对法老家中的人说：“我若在你们眼前蒙恩，请你们报告法老说：",
            "note": ""
        },
        {
            "chapter": "50:5",
            "content": "‘我父亲要死的时候叫我起誓说：你要将我葬在迦南地，在我为自己所掘的坟墓里。现在求你让我上去葬我父亲，以后我必回来。’”",
            "note": "约瑟已经证明了自己是法老可靠的智囊，因他一向表现良好。法老相信他去迦南地埋葬父亲以后，一定守信返回埃及。我们表现得忠心可靠，往往会得到额外的权利和自由。信誉是要用时间来建立的，我们要把握每个机会，在微小的事情上显出自己的可靠忠心。"
        },
        {
            "chapter": "50:6",
            "content": "法老说：“你可以上去，照着你父亲叫你起的誓，将他葬埋。”",
            "note": ""
        },
        {
            "chapter": "50:7",
            "content": "于是约瑟上去葬他父亲。与他一同上去的，有法老的臣仆和法老家中的长老，并埃及国的长老，",
            "note": ""
        },
        {
            "chapter": "50:8",
            "content": "还有约瑟的全家和他的弟兄们，并他父亲的眷属；只有他们的妇人、孩子和羊群、牛群，都留在歌珊地；",
            "note": ""
        },
        {
            "chapter": "50:9",
            "content": "又有车辆马兵，和他一同上去；那一帮人甚多。",
            "note": ""
        },
        {
            "chapter": "50:10",
            "content": "他们到了约旦河外、亚达的禾场，就在那里大大地号啕痛哭。约瑟为他父亲哀哭了七天。",
            "note": ""
        },
        {
            "chapter": "50:11",
            "content": "迦南的居民见亚达禾场上的哀哭，就说：“这是埃及人一场极大的哀哭。”因此那地方名叫亚伯麦西，是在约旦河东。",
            "note": "雅各活到147岁去世，约瑟为他哀哭了好几个月。挚爱的亲人离世，我们也需要经过一段很长的时间，心情才能平伏。哭并向别人倾诉有助于消除哀伤，恢复正常的生活。允许自己和别人为丧失挚爱的人而哀伤，也要给自己足够的时间让情绪平伏下来。"
        },
        {
            "chapter": "50:12",
            "content": "雅各的儿子们就遵着他父亲所吩咐的办了，",
            "note": ""
        },
        {
            "chapter": "50:13",
            "content": "把他搬到迦南地，葬在幔利前、麦比拉田间的洞里。那洞和田是亚伯拉罕向赫人以弗仑买来为业，作坟地的。",
            "note": "亚伯拉罕为了埋葬妻子撒拉，买了麦比拉田间的洞穴作为墓地（参23:1-9），那块地也成为他整个家族的墓地。雅各是亚伯拉罕的孙子，他的儿子们把他的遗体送回迦南地，葬在这个洞里，在亚伯拉罕和以撒旁边。他们要葬在这个洞里的心愿，显示他们对神的应许充满信心，相信他必把迦南地赐给他们的后代为业。"
        },
        {
            "chapter": "50:14",
            "content": "约瑟葬了他父亲以后，就和众弟兄，并一切同他上去葬他父亲的人，都回埃及去了。",
            "note": ""
        },
        {
            "chapter": "50:15",
            "content": "约瑟的哥哥们见父亲死了，就说：“或者约瑟怀恨我们，照着我们从前待他一切的恶，足足地报复我们。”",
            "note": ""
        },
        {
            "chapter": "50:16",
            "content": "他们就打发人去见约瑟说：“你父亲未死以先吩咐说：",
            "note": ""
        },
        {
            "chapter": "50:17",
            "content": "‘你们要对约瑟这样说：从前你哥哥们恶待你，求你饶恕他们的过犯和罪恶。’如今求你饶恕你父亲　神之仆人的过犯。”他们对约瑟说这话，约瑟就哭了。",
            "note": ""
        },
        {
            "chapter": "50:18",
            "content": "他的哥哥们又来俯伏在他面前说：“我们是你的仆人。”",
            "note": ""
        },
        {
            "chapter": "50:19",
            "content": "约瑟对他们说：“不要害怕，我岂能代替　神呢？",
            "note": ""
        },
        {
            "chapter": "50:20",
            "content": "从前你们的意思是要害我，但　神的意思原是好的，要保全许多人的性命，成就今日的光景。",
            "note": "神将约瑟哥哥的恶行、波提乏妻子的诬告、酒政的忘恩负义、埃及的七年大饥荒这些事，变为对约瑟有益的事。约瑟从生活经验中学到：只要信靠神，神能转祸为福。你有足够的信心，耐心地等候神在恶劣的环境中转祸为福吗？我们可以像约瑟一样地倚靠神，他能破坏人的恶谋，以成全他的计划。"
        },
        {
            "chapter": "50:21",
            "content": "现在你们不要害怕，我必养活你们和你们的妇人孩子。”于是约瑟用亲爱的话安慰他们。",
            "note": "雅各（即以色列）死了，约瑟的哥哥们怕约瑟会报复。他真能原谅他们卖他作奴隶吗？在怀疑和惧怕的当儿，殊不知约瑟不但原谅了他们，且向他们保证，会照顾他们和他们全家。他完完全全地宽恕了他们。约瑟显明了神的慈悲，即使我们是多么的不配得，他仍然接纳我们。既然神饶恕我们的无知和一度拒绝他的行为，我们也该无条件地饶恕其他人。"
        },
        {
            "chapter": "50:22",
            "content": "约瑟和他父亲的眷属都住在埃及。约瑟活了一百一十岁。",
            "note": ""
        },
        {
            "chapter": "50:23",
            "content": "约瑟得见以法莲第三代的子孙；玛拿西的孙子、玛吉的儿子也养在约瑟的膝上。",
            "note": ""
        },
        {
            "chapter": "50:24",
            "content": "约瑟对他弟兄们说：“我要死了，但　神必定看顾你们，领你们从这地上去，到他起誓所应许给亚伯拉罕、以撒、雅各之地。”",
            "note": "这一节经文为出埃及记直到约书亚记中将发生的事作了伏笔。神要使雅各一家成为大国，领他们出埃及，并进入他所应许赐予他们之地。这个民族要完全倚靠他的应许，而约瑟也深信神必照他的应许而行。"
        },
        {
            "chapter": "50:25",
            "content": "约瑟叫以色列的子孙起誓说：“　神必定看顾你们，你们要把我的骸骨从这里搬上去。”",
            "note": ""
        },
        {
            "chapter": "50:26",
            "content": "约瑟死了，正一百一十岁。人用香料将他薰了，把他收殓在棺材里，停在埃及。",
            "note": "创世记中详细地描述了许多与神同行的伟人，他们虽然有时成功，却也常常失败。我们读他们的传记，会学到许多功课。他们从哪里得到勇气和动力呢？就是认知神与他们同在，不论他们的环境是怎样恶劣。我们知道了这个秘诀，就当得到鼓舞，对神忠心，倚靠他的引导，并运用他所赐给我们的能力，与他同行。"
        }
    ]
}