{
    "book": "创世记",
    "chapter": "6",
    "verses": [
        {
            "chapter": "6:1",
            "content": "当人在世上多起来，又生女儿的时候，",
            "note": ""
        },
        {
            "chapter": "6:2",
            "content": "神的儿子们看见人的女子美貌，就随意挑选，娶来为妻。",
            "note": ""
        },
        {
            "chapter": "6:3",
            "content": "耶和华说：“人既属乎血气，我的灵就不永远住在他里面，然而他的日子还可到一百二十年。”",
            "note": "“他的日子还可到一百二十年”指神容许挪亚时代的人有120年的时间，去改变他们的恶道。神也对我们显出极大的耐心，给我们时间离弃自我的生活方式，按照圣经的教导而活。120年看来很长，但时间一到，洪水就来将全地毁灭了。神给我们的时间也会转瞬即逝，我们不知道神会忍耐到何时；时候到了，我们也不能跟他讨价还价，多求一点时间。所以我们应当趁早悔改归向神。"
        },
        {
            "chapter": "6:4",
            "content": "那时候有伟人在地上。后来　神的儿子们和人的女子们交合生子，那就是上古英武有名的人。",
            "note": "伟人可能是指身材魁梧的巨人（参民13:33；撒上17章）。他们用自己身材高大的优势，去欺压周围的人。"
        },
        {
            "chapter": "6:5",
            "content": "耶和华见人在地上罪恶很大，终日所思想的尽都是恶，",
            "note": ""
        },
        {
            "chapter": "6:6",
            "content": "耶和华就后悔造人在地上，心中忧伤。",
            "note": ""
        },
        {
            "chapter": "6:7",
            "content": "耶和华说：“我要将所造的人和走兽，并昆虫，以及空中的飞鸟，都从地上除灭，因为我造他们后悔了。”",
            "note": "神是否后悔创造人类？他认为自己犯了错误吗？不是！神做事决不会后悔（参撒上15:29）。他乃是为人类的所作所为极其难过，好像父母为悖逆的孩子伤心一样。神为世人选择犯罪死亡的道路而离弃自己，感到非常痛心。"
        },
        {
            "chapter": "6:8",
            "content": "惟有挪亚在耶和华眼前蒙恩。",
            "note": "我们的罪和挪亚时代人的罪同样令神伤心。挪亚虽非完美，却蒙神喜悦。我们要效法挪亚，不管周围的罪恶，只要在神眼前蒙恩。"
        },
        {
            "chapter": "6:9",
            "content": "挪亚的后代记在下面。挪亚是个义人，在当时的世代是个完全人。挪亚与　神同行。",
            "note": "说挪亚是个义人和完全人，并不是指他从来没有犯过罪（参9:20-27），而是指他全心全意地爱神和顺服神。他靠着信心行人生的每一步，成为当时一个活生生的见证。我们像挪亚一样，生活在邪恶的世界里，我们是在影响别人，还是被别人影响呢？"
        },
        {
            "chapter": "6:10",
            "content": "挪亚生了三个儿子，就是闪、含、雅弗。",
            "note": ""
        },
        {
            "chapter": "6:11",
            "content": "世界在　神面前败坏，地上满了强暴。",
            "note": ""
        },
        {
            "chapter": "6:12",
            "content": "神观看世界，见是败坏了；凡有血气的人，在地上都败坏了行为。",
            "note": ""
        },
        {
            "chapter": "6:13",
            "content": "神就对挪亚说：“凡有血气的人，他的尽头已经来到我面前，因为地上满了他们的强暴，我要把他们和地一并毁灭。",
            "note": ""
        },
        {
            "chapter": "6:14",
            "content": "你要用歌斐木造一只方舟，分一间一间地造，里外抹上松香。",
            "note": "松香是像沥青一样的材料，可以使方舟防水。"
        },
        {
            "chapter": "6:15",
            "content": "方舟的造法乃是这样：要长三百肘，宽五十肘，高三十肘。",
            "note": "挪亚所建造的方舟不是一条独木舟，而是一只长宽比例为六比一（与现代船只的比例一模一样）、如一个半足球场长、四层楼高的巨船。试想像远离港口来建造这样的巨船需要多少人力物力，然而只有几个相信神应许、顺服神命令的人，就建成了这只巨船。"
        },
        {
            "chapter": "6:16",
            "content": "方舟上边要留透光处，高一肘。方舟的门要开在旁边。方舟要分上、中、下三层。",
            "note": ""
        },
        {
            "chapter": "6:17",
            "content": "看哪，我要使洪水泛滥在地上，毁灭天下，凡地上有血肉、有气息的活物，无一不死。",
            "note": ""
        },
        {
            "chapter": "6:18",
            "content": "我却要与你立约，你同你的妻与儿子、儿妇，都要进入方舟。",
            "note": "约是一个承诺，神与他的百姓立约，是圣经中一个为人熟悉的主题（参9:8-17；12:1-3；15:17-20）。神与我们立约，我们就可以安心；只要在与神立约的关系中，我们就可以持续得到他的拯救和保护。"
        },
        {
            "chapter": "6:19",
            "content": "凡有血肉的活物，每样两个，一公一母，你要带进方舟，好在你那里保全生命。",
            "note": ""
        },
        {
            "chapter": "6:20",
            "content": "飞鸟各从其类，牲畜各从其类，地上的昆虫各从其类，每样两个，要到你那里，好保全生命。",
            "note": ""
        },
        {
            "chapter": "6:21",
            "content": "你要拿各样食物积蓄起来，好作你和它们的食物。”",
            "note": ""
        },
        {
            "chapter": "6:22",
            "content": "挪亚就这样行。凡　神所吩咐的，他都照样行了。",
            "note": "神吩咐挪亚造方舟，挪亚就立刻开始工作。这件事当然也警告别人会有大灾难来临（参彼前3:20），但是他们显然不以为意。今天的情况也是一样。神每天都警告世人，必有审判来到，可惜他们大多数都不相信这个事实。我们不要期望人会欢迎和接受神审判罪恶的信息，不相信神的人会否定他的审判，并试图叫我们也否定它。但我们要谨记神给挪亚必保护他的应许，我们也可以相信在要来的审判中，神必释放我们。"
        }
    ]
}