{
    "book": "撒母耳记上",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "以法莲山地的拉玛琐非有一个以法莲人，名叫以利加拿，是苏弗的玄孙、托户的曾孙、以利户的孙子、耶罗罕的儿子。",
            "note": "本书始于士师秉政时期，可能在参孙最后的几年间。撒母耳是以色列最后的士师，也是君王时代首位祭司兼先知，是众士师的典范。他以神的圣言治理人民，而不是任意妄为。撒母耳曾膏立以色列的第一任君王。"
        },
        {
            "chapter": "1:2",
            "content": "他有两个妻：一名哈拿，一名毗尼拿。毗尼拿有儿女，哈拿没有儿女。",
            "note": "旧约中许多伟大的领袖（例如亚伯拉罕、雅各、大卫等人）都有多位妻妾，不过这并非神起初的心意。创世记2章24节说，夫妻二人要合为一体，神子民中，过去为什么仍有多妻现象呢？第一，为了多生养后代，好帮助男人做繁重的工作，并使家族脉脉相传、连绵不断。儿女众多是丰足与地位的象征。第二，昔日战乱频生，许多青年男子战死，一夫多妻制度就成为社会认可的方式，以使妇女能出嫁，不至孤苦贫穷。但是，多妻制度常常造成严重的家庭问题，从哈拿与毗尼拿的故事中，可以看出这种情形。"
        },
        {
            "chapter": "1:3",
            "content": "这人每年从本城上到示罗，敬拜祭祀万军之耶和华。在那里有以利的两个儿子何弗尼、非尼哈当耶和华的祭司。",
            "note": "会幕（敬拜神的地方）设在示罗，是当时以色列人的宗教中心（参书18:1）。律法规定全以色列的男丁，要一年三次到那里去守宗教节期：逾越节连同除酵节、七七节与住棚节（参申16:16）。以利加拿遵从神的规定，每年照例到示罗敬拜耶和华。（关于敬拜的条例，参出23:14-17；会幕的详情，参出40:34的注释。）"
        },
        {
            "chapter": "1:4",
            "content": "以利加拿每逢献祭的日子，将祭肉分给他的妻毗尼拿和毗尼拿所生的儿女。",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "给哈拿的却是双份，因为他爱哈拿。无奈耶和华不使哈拿生育。",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "毗尼拿见耶和华不使哈拿生育，就作她的对头，大大激动她，要使她生气。",
            "note": "哈拿一直不能生育。在旧约时代，不育的妇女使丈夫无后，在社会蒙受羞辱。在社会经济结构中，儿女是非常重要的成员，是家庭劳动力的来源；父母年老时，子女也当尽上反哺的本分。妻子如果无所出，按照古代近东的习惯，就要将自己的婢女给丈夫作妾，替她生养儿女。以利加拿虽可以抛弃哈拿（那时容许丈夫休不育之妻），却仍然专一地爱她，不理社会的嘲讽和民事法律上休妻的权利。"
        },
        {
            "chapter": "1:7",
            "content": "每年上到耶和华殿的时候，以利加拿都以双份给哈拿。毗尼拿仍是激动她，以致她哭泣不吃饭。",
            "note": "神对哈拿有其计划，他有意使她延迟数年才生孩子。毗尼拿与以利加拿只看到哈拿表面的处境，却不知与此同时，神正在实施他的计划。请顾念那些在你周围切切祷告，但尚未蒙神应允的人。他们需要你的爱心与帮助。扶助在祷告上缺乏信心的人，帮助他们坚定信心，使他们确信到了神所定的时间，神必成全自己的计划。"
        },
        {
            "chapter": "1:8",
            "content": "她丈夫以利加拿对她说：“哈拿啊，你为何哭泣不吃饭，心里愁闷呢？有我不比十个儿子还好吗？”",
            "note": "哈拿知道丈夫爱她，但这仍不足以安慰她。她常常听到毗尼拿的冷嘲热讽，渐渐地丧失了自信。别人的不公平对待，我们管不了，但我们却能选择用什么态度来回应恶言。与其沉溺于一己的难题，不如欣赏神所赐下的恩爱亲情，这样才会把自艾自怜化为盼望。"
        },
        {
            "chapter": "1:9",
            "content": "他们在示罗吃喝完了，哈拿就站起来。祭司以利在耶和华殿的门框旁边，坐在自己的位上。",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "哈拿心里愁苦，就痛痛哭泣，祈祷耶和华，",
            "note": "哈拿有十足的理由愁苦伤心。她不能生儿育女，又与讥讽她的毗尼拿共事一夫（1:7），丈夫深爱她，也未能为她解忧（1:8），就连大祭司都误解她的行为（1:14），把她蠕动嘴唇的祷告当作醉酒。但她既没有报复，也不放弃盼望，只向神坦诚诉苦，亦向他祈求。人人都会遇到徒劳无功的时刻，在工作上，事奉上，或是人际关系上，都有山穷水尽、一事无成之际，也可能感到很难再用信心祷告。但哈拿看出只有祷告才是让神动工的惟一出路（1:19-20）。"
        },
        {
            "chapter": "1:11",
            "content": "许愿说：“万军之耶和华啊，你若垂顾婢女的苦情，眷念不忘婢女，赐我一个儿子，我必使他终身归与耶和华，不用剃头刀剃他的头。”",
            "note": "当留心你在祷告中所许的愿，因为神会照你所许的来追讨。哈拿求子心切，甘愿与神讨价还价。神接受了她所许的愿，赐给她一个儿子。尽管还愿是痛苦的事，哈拿仍毫不失信地去还愿（1:27-28）。我们虽然没有资格与神讨价还价，他仍可能会答应我们许愿的祷告。你祷告的时候，请你自问，“如果神答允我，我会不会向他还愿？”对人许愿不还，是不守信用的表现，而且可能会惹祸；对神许愿，事情就更加严肃。神既向我们成全他的应许，也就指望你向他守诺言。"
        },
        {
            "chapter": "1:12",
            "content": "哈拿在耶和华面前不住地祈祷，以利定睛看她的嘴。",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "原来哈拿心中默祷，只动嘴唇，不出声音，因此以利以为她喝醉了。",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "以利对她说：“你要醉到几时呢？你不应该喝酒。”",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "哈拿回答说：“主啊，不是这样，我是心里愁苦的妇人，清酒浓酒都没有喝，但在耶和华面前倾心吐意。",
            "note": ""
        },
        {
            "chapter": "1:16",
            "content": "不要将婢女看作不正经的女子。我因被人激动，愁苦太多，所以祈求到如今。”",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "以利说：“你可以平平安安地回去，愿以色列的　神允准你向他所求的！”",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "哈拿说：“愿婢女在你眼前蒙恩。”于是妇人走去吃饭，面上再不带愁容了。",
            "note": "哈拿向神祷告以前，愁肠百结，以致不能吃喝，祷告后她高高兴兴地去吃饭。她的改变可能由于三个因素：（1）她诚实地向神祷告（1:11）；（2）她从以利得到鼓励（1:17）；（3）她决定将困难留给神去处理（1:18）。将你内心的感受告诉神，让他来解决困局，这才是克服愁苦的良方，然后你便可以再寻求良师益友的支持。"
        },
        {
            "chapter": "1:19",
            "content": "次日清早，他们起来，在耶和华面前敬拜，就回拉玛。到了家里，以利加拿和妻哈拿同房，耶和华顾念哈拿，",
            "note": ""
        },
        {
            "chapter": "1:20",
            "content": "哈拿就怀孕。日期满足，生了一个儿子，给他起名叫撒母耳，说：“这是我从耶和华那里求来的。”",
            "note": ""
        },
        {
            "chapter": "1:21",
            "content": "以利加拿和他全家都上示罗去，要向耶和华献年祭，并还所许的愿。",
            "note": ""
        },
        {
            "chapter": "1:22",
            "content": "哈拿却没有上去，对丈夫说：“等孩子断了奶，我便带他上去朝见耶和华，使他永远住在那里。”",
            "note": ""
        },
        {
            "chapter": "1:23",
            "content": "她丈夫以利加拿说：“就随你的意行吧！可以等儿子断了奶，但愿耶和华应验他的话。”于是妇人在家里乳养儿子，直到断了奶。",
            "note": ""
        },
        {
            "chapter": "1:24",
            "content": "既断了奶，就把孩子带上示罗，到了耶和华的殿，又带了三只公牛，一伊法细面，一皮袋酒。（那时孩子还小。）",
            "note": ""
        },
        {
            "chapter": "1:25",
            "content": "宰了一只公牛，就领孩子到以利面前。",
            "note": ""
        },
        {
            "chapter": "1:26",
            "content": "妇人说：“主啊，我敢在你面前起誓，从前在你这里站着祈求耶和华的那妇人，就是我。",
            "note": ""
        },
        {
            "chapter": "1:27",
            "content": "我祈求为要得这孩子，耶和华已将我所求的赐给我了。",
            "note": ""
        },
        {
            "chapter": "1:28",
            "content": "所以我将这孩子归与耶和华，使他终身归与耶和华。”于是在那里敬拜耶和华。",
            "note": "撒母耳的母亲把他留在会幕的时候，他大概有三岁大了──按习惯说是断奶的年岁。她说，“我将这孩子归与耶和华”，是指她将撒母耳献给神，终身事奉他。她当然没有忘记她挚爱的儿子，并经常去探望他。她每年为他做一件小外袍，好像祭司以利所穿的一样（2:19）。撒母耳后来住在拉玛（7:17），就是他父母的故乡（1:19-20）。"
        }
    ]
}