{
    "book": "撒母耳记上",
    "chapter": "10",
    "verses": [
        {
            "chapter": "10:1",
            "content": "撒母耳拿瓶膏油倒在扫罗的头上，与他亲嘴说：“这不是耶和华膏你作他产业的君吗？",
            "note": "以色列王即位时，不但加冕，还被膏立。加冕是政治行动，使君王统治全国；受膏则表示君王成为神的代表，属于宗教行动。君王经常由祭司或先知膏立，所用的膏油是用橄榄油、没药和其它贵重的香料特别调和而成的。这膏油浇在他的头上，预表神圣灵的大能临到他身上。膏立君王的礼仪，是叫他牢记自己责任重大，要靠神的智慧而不是靠自己的聪明来领导人民。"
        },
        {
            "chapter": "10:2",
            "content": "你今日与我离别之后，在便雅悯境内的泄撒，靠近拉结的坟墓，要遇见两个人。他们必对你说：‘你去找的那几头驴已经找着了。现在你父亲不为驴挂心，反为你担忧说：我为儿子怎么才好呢？’",
            "note": ""
        },
        {
            "chapter": "10:3",
            "content": "你从那里往前行，到了他泊的橡树那里，必遇见三个往伯特利去拜　神的人：一个带着三只山羊羔，一个带着三个饼，一个带着一皮袋酒。",
            "note": ""
        },
        {
            "chapter": "10:4",
            "content": "他们必问你安，给你两个饼，你就从他们手中接过来。",
            "note": ""
        },
        {
            "chapter": "10:5",
            "content": "此后你到　神的山，在那里有非利士人的防兵。你到了城的时候，必遇见一班先知从邱坛下来，前面有鼓瑟的、击鼓的、吹笛的、弹琴的，他们都受感说话。",
            "note": ""
        },
        {
            "chapter": "10:6",
            "content": "耶和华的灵必大大感动你，你就与他们一同受感说话，你要变为新人。",
            "note": "被神的灵充满的扫罗，以后怎会犯那样的恶行呢？在整个旧约时代，神的灵感动（也可以译作“临到”）一个人，是临时性的，好让神使用他来成就伟大的作为。在以色列人的士师身上，神呼召他们拯救百姓时，就常常有神的灵临到（士3:8-10）。这并不是永久性的，只是圣灵能力的临时彰显。在旧约时代，有时圣灵甚至会临到非信徒的身上，成就不平常的工作（参民24；代下36:22-23）；那时圣灵赐人能力，去做神要他们做的工作，却未必结出圣灵的果子（例如节制）。扫罗在作王的初期与先前判若两人（10:1-10），就是圣灵在他身上运行的结果。但当他权力增长时却骄傲起来。后来，他不肯寻求神，神的灵就离开了他（16:14），他的能力也烟消云散了。"
        },
        {
            "chapter": "10:7",
            "content": "这兆头临到你，你就可以趁时而做，因为　神与你同在。",
            "note": ""
        },
        {
            "chapter": "10:8",
            "content": "你当在我以先下到吉甲，我也必下到那里献燔祭和平安祭。你要等候七日，等我到了那里，指示你当行的事。”",
            "note": ""
        },
        {
            "chapter": "10:9",
            "content": "扫罗转身离别撒母耳，　神就赐他一个新心。当日这一切兆头都应验了。",
            "note": ""
        },
        {
            "chapter": "10:10",
            "content": "扫罗到了那山，有一班先知遇见他，　神的灵大大感动他，他就在先知中受感说话。",
            "note": ""
        },
        {
            "chapter": "10:11",
            "content": "素来认识扫罗的，看见他和先知一同受感说话，就彼此说：“基士的儿子遇见什么了？扫罗也列在先知中吗？”",
            "note": "先知是传述神话语的人。神吩咐众多先知预言某类事件，渴望的乃是他们教导人民，鼓励人民忠心为神而活。扫罗的朋友听到他和先知一同受感说话，就诧异地说：“扫罗也列在先知中吗？”他们对世俗化的扫罗也变为敬虔的人深感惊奇。"
        },
        {
            "chapter": "10:12",
            "content": "那地方有一个人说：“这些人的父亲是谁呢？”此后有句俗语说：“扫罗也列在先知中吗？”",
            "note": ""
        },
        {
            "chapter": "10:13",
            "content": "扫罗受感说话已毕，就上邱坛去了。",
            "note": ""
        },
        {
            "chapter": "10:14",
            "content": "扫罗的叔叔问扫罗和他仆人说：“你们往哪里去了？”回答说：“找驴去了。我们见没有驴，就到了撒母耳那里。”",
            "note": ""
        },
        {
            "chapter": "10:15",
            "content": "扫罗的叔叔说：“请将撒母耳向你们所说的话告诉我。”",
            "note": ""
        },
        {
            "chapter": "10:16",
            "content": "扫罗对他叔叔说：“他明明地告诉我们驴已经找着了。”至于撒母耳所说的国事，扫罗却没有告诉叔叔。",
            "note": ""
        },
        {
            "chapter": "10:17",
            "content": "撒母耳将百姓招聚到米斯巴耶和华那里，",
            "note": ""
        },
        {
            "chapter": "10:18",
            "content": "对他们说：“耶和华以色列的　神如此说：‘我领你们以色列人出埃及，救你们脱离埃及人的手，又救你们脱离欺压你们各国之人的手。’",
            "note": ""
        },
        {
            "chapter": "10:19",
            "content": "你们今日却厌弃了救你们脱离一切灾难的　神，说：‘求你立一个王治理我们。’现在你们应当按着支派宗族，都站在耶和华面前。”",
            "note": "以色列人真正的王是神，但是他们竟要求另立一个王，想要人而不要神作自己的领袖。在以往的历史中，人类厌弃了神，现在也依然远离他。你是否将神放在另外一边，以某人或某事物作你的“王”弃绝神呢？你要以扫罗王作借鉴，不要对神置之不理。"
        },
        {
            "chapter": "10:20",
            "content": "于是，撒母耳使以色列众支派近前来掣签，就掣出便雅悯支派来；",
            "note": "以色列人用掣签的方法选出第一任君王。不是扫罗幸运被选中，乃是出于神的旨意，只不过由他们的手掣出来，再呈报给神。"
        },
        {
            "chapter": "10:21",
            "content": "又使便雅悯支派按着宗族近前来，就掣出玛特利族；从其中又掣出基士的儿子扫罗。众人寻找他却寻不着，",
            "note": ""
        },
        {
            "chapter": "10:22",
            "content": "就问耶和华说：“那人到这里来了没有？”耶和华说：“他藏在器具中了。”",
            "note": "以色列人聚集要立王，扫罗已经知道自己是被拣选之人（10:1），但是他并不露面，反而藏在器具之中。我们也常常躲藏起来，不敢负起重要的责任，因为害怕失败，怕别人的议论，或者根本弄不清楚应当怎样行。你现在就要准备自己，好负起未来的责任。你要倚赖神的供应，不要倚靠自己的聪明。"
        },
        {
            "chapter": "10:23",
            "content": "众人就跑去从那里领出他来。他站在百姓中间，身体比众民高过一头。",
            "note": ""
        },
        {
            "chapter": "10:24",
            "content": "撒母耳对众民说：“你们看耶和华所拣选的人，众民中有可比他的吗？”众民就大声欢呼说：“愿王万岁！”",
            "note": ""
        },
        {
            "chapter": "10:25",
            "content": "撒母耳将国法对百姓说明，又记在书上，放在耶和华面前。然后遣散众民，各回各家去了。",
            "note": "与别国的君王不同，以色列人的王有明文国法要他们遵行（参申17:14-20）。异教的君王被奉为神明，他们自己制定律法，不用向任何人负责。以色列的王和他们迥异，要向更高的权威负责，凡事都要向天地的主宰交代。以色列人现在有了王，照他们所求的，像列国一样，但是撒母耳对百姓与王说明，以色列君王的统治，跟异教的国家不同，他将国法“记在书上，放在耶和华面前”，表示他将这书放在米斯巴某处，作为立约的凭证。"
        },
        {
            "chapter": "10:26",
            "content": "扫罗往基比亚回家去，有　神感动的一群人跟随他。",
            "note": ""
        },
        {
            "chapter": "10:27",
            "content": "但有些匪徒说：“这人怎能救我们呢？”就藐视他，没有送他礼物；扫罗却不理会。",
            "note": "有人成了扫罗的终生的同伴，也有人藐视他。作领袖的常常会被人挑剔，因为常在大庭广众之下露面。扫罗此时没有理会反对他的人，不过以后则妒火中烧，无法抑止（19:1-3；26:17-21）。作领袖的要虚心听取有益的批评，不要把宝贵的光阴和活力放在反对自己的人身上，而要专注随时甘愿帮助自己的人。"
        }
    ]
}