{
    "book": "撒母耳记上",
    "chapter": "11",
    "verses": [
        {
            "chapter": "11:1",
            "content": "亚扪人的王拿辖上来，对着基列雅比安营。雅比众人对拿辖说：“你与我们立约，我们就服事你。”",
            "note": ""
        },
        {
            "chapter": "11:2",
            "content": "亚扪人拿辖说：“你们若由我剜出你们各人的右眼，以此凌辱以色列众人，我就与你们立约。”",
            "note": ""
        },
        {
            "chapter": "11:3",
            "content": "雅比的长老对他说：“求你宽容我们七日，等我们打发人往以色列的全境去，若没有人救我们，我们就出来归顺你。”",
            "note": "亚扪王拿辖为什么给基列雅比人七天宽限，让他们去搬救兵？因为以色列人仍然是一盘散沙，他深信不会有人上来援助这城。他想兵不血刃，不战而夺城。也许他还未完成备战攻城，因为围城可能需时甚长。"
        },
        {
            "chapter": "11:4",
            "content": "使者到了扫罗住的基比亚，将这话说给百姓听，百姓就都放声而哭。",
            "note": ""
        },
        {
            "chapter": "11:5",
            "content": "扫罗正从田间赶牛回来，问说：“百姓为什么哭呢？”众人将雅比人的话告诉他。",
            "note": ""
        },
        {
            "chapter": "11:6",
            "content": "扫罗听见这话，就被　神的灵大大感动，甚是发怒。",
            "note": "烈怒难收常常使人以言语或暴行伤害别人，但是因抗拒罪行和受到苦待而发怒，并不为错。扫罗因亚扪人恫吓凌辱同胞而发怒，圣灵使用扫罗的义怒，使同胞获得自由与公平。你若被不公平的事或是罪恶激怒，应当求神，使你把烈怒用有益的方式发泄出来，才会达致正面的结果。"
        },
        {
            "chapter": "11:7",
            "content": "他将一对牛切成块子，托付使者传送以色列的全境说：“凡不出来跟随扫罗和撒母耳的，也必这样切开他的牛。”于是，耶和华使百姓惧怕，他们就都出来如同一人。",
            "note": ""
        },
        {
            "chapter": "11:8",
            "content": "扫罗在比色数点他们：以色列人有三十万，犹大人有三万。",
            "note": "犹大是以色列族的十二支派之一，圣经很多时都把它与其余十一个支派分开来提，有几个原因。犹大是最大的支派（参民1:20-46），以色列的君王大多数皆出于这个支派（参创49:8-12）。后来全族被充满敌意的外族掳去一世纪以后，犹大是归回神、能回到圣地的少数支派之一。弥赛亚也要从这个支派而出（参弥5:2）。"
        },
        {
            "chapter": "11:9",
            "content": "众人对那使者说：“你们要回复基列雅比人说：‘明日太阳近午的时候，你们必得解救。’”使者回去告诉雅比人，他们就欢喜了。",
            "note": ""
        },
        {
            "chapter": "11:10",
            "content": "于是，雅比人对亚扪人说：“明日我们出来归顺你们，你们可以随意待我们。”",
            "note": ""
        },
        {
            "chapter": "11:11",
            "content": "第二日，扫罗将百姓分为三队，在晨更的时候入了亚扪人的营，击杀他们直到太阳近午，剩下的人都逃散，没有二人同在一处的。",
            "note": ""
        },
        {
            "chapter": "11:12",
            "content": "百姓对撒母耳说：“那说扫罗岂能管理我们的是谁呢？可以将他交出来，我们好杀死他。”",
            "note": ""
        },
        {
            "chapter": "11:13",
            "content": "扫罗说：“今日耶和华在以色列中施行拯救，所以不可杀人。”",
            "note": "以色列人此时易受其他部族的侵略和劫掠，住在约旦河以东的亚扪人就上来攻击他们。扫罗领导人民，与这好战的部族争战，有助于他统一全族，亦证明他有军事领导的才能。他救人民免受亚扪人的羞辱以后，他的王位得以巩固，他也没有计较曾讥诮他的人。"
        },
        {
            "chapter": "11:14",
            "content": "撒母耳对百姓说：“我们要往吉甲去，在那里立国。”",
            "note": "扫罗在拉玛已经受撒母耳膏立（10:1），以后在米斯巴被公开拣选（10:17-27）。他打败亚扪人之后，民心归向他，确定了他的王位，全体百姓此时都承认他的统治。"
        },
        {
            "chapter": "11:15",
            "content": "众百姓就到了吉甲那里，在耶和华面前立扫罗为王，又在耶和华面前献平安祭。扫罗和以色列众人大大欢喜。",
            "note": "以色列人立扫罗作第一任的王，向神献平安祭。利未记第三章有关于献这些祭的规定。献平安祭是表示感恩戴德，象征认识神并遵照他命令生活之人得到平安。神虽然不愿意他的子民立人作王，他们却藉着献祭表明神仍是他们真正的王。可惜，正如神所预言的（8:7-19），百姓这种诚心并未维持多久。"
        }
    ]
}