{
    "book": "撒母耳记上",
    "chapter": "12",
    "verses": [
        {
            "chapter": "12:1",
            "content": "撒母耳对以色列众人说：“你们向我所求的，我已应允了，为你们立了一个王。",
            "note": "撒母耳继续作以色列人的祭司、先知兼士师，服事百姓，扫罗则对十二个支派不断加强政治和军事上的管治（参7:15）。"
        },
        {
            "chapter": "12:2",
            "content": "现在有这王在你们前面行。我已年老发白，我的儿子都在你们这里。我从幼年直到今日，都在你们前面行。",
            "note": ""
        },
        {
            "chapter": "12:3",
            "content": "我在这里，你们要在耶和华和他的受膏者面前给我作见证。我夺过谁的牛，抢过谁的驴，欺负过谁，虐待过谁，从谁手里受过贿赂因而眼瞎呢？若有，我必偿还。”",
            "note": "撒母耳在给以色列人的临别赠言中，请他们指出他作士师的时候欺负过谁，为要叫百姓记住，他们可以信靠他所讲的尽皆真话。他也叫他们不要忘记，要求立王是他们的主意，而不是他的意思。他这一篇讲话，记载在第十二章之中，是打雷降雨的神迹之伏笔（参12:16-19），这样，神若处罚百姓的自私动机，他们就不能怪责他了。"
        },
        {
            "chapter": "12:4",
            "content": "众人说：“你未曾欺负我们，虐待我们，也未曾从谁手里受过什么。”",
            "note": ""
        },
        {
            "chapter": "12:5",
            "content": "撒母耳对他们说：“你们在我手里没有找着什么，有耶和华和他的受膏者今日为证。”他们说：“愿他为证。”",
            "note": ""
        },
        {
            "chapter": "12:6",
            "content": "撒母耳对百姓说：“从前立摩西、亚伦，又领你们列祖、出埃及地的是耶和华。",
            "note": ""
        },
        {
            "chapter": "12:7",
            "content": "现在你们要站住，等我在耶和华面前对你们讲论耶和华向你们和你们列祖所行一切公义的事。",
            "note": ""
        },
        {
            "chapter": "12:8",
            "content": "从前雅各到了埃及，后来你们列祖呼求耶和华，耶和华就差遣摩西、亚伦领你们列祖出埃及，使他们在这地方居住。",
            "note": ""
        },
        {
            "chapter": "12:9",
            "content": "他们却忘记耶和华他们的　神，他就把他们付与夏琐将军西西拉的手里和非利士人并摩押王的手里，于是这些人常来攻击他们。",
            "note": ""
        },
        {
            "chapter": "12:10",
            "content": "他们就呼求耶和华说：‘我们离弃耶和华，事奉巴力和亚斯她录，是有罪了。现在求你救我们脱离仇敌的手，我们必事奉你。’",
            "note": "“巴力与亚斯她录”皆是异教的神。详情请参看7章4节的注释。"
        },
        {
            "chapter": "12:11",
            "content": "耶和华就差遣耶路巴力、比但、耶弗他、撒母耳，救你们脱离四围仇敌的手，你们才安然居住。",
            "note": "基甸拆毁巴力的祭坛，以色列人给他起名“耶路巴力”（参士6:32）。"
        },
        {
            "chapter": "12:12",
            "content": "你们见亚扪人的王拿辖来攻击你们，就对我说：‘我们定要一个王治理我们。’其实耶和华你们的　神是你们的王。",
            "note": ""
        },
        {
            "chapter": "12:13",
            "content": "现在你们所求所选的王在这里。看哪！耶和华已经为你们立王了。",
            "note": ""
        },
        {
            "chapter": "12:14",
            "content": "你们若敬畏耶和华，事奉他，听从他的话，不违背他的命令，你们和治理你们的王，也都顺从耶和华你们的　神就好了。",
            "note": ""
        },
        {
            "chapter": "12:15",
            "content": "倘若不听从耶和华的话，违背他的命令，耶和华的手必攻击你们，像从前攻击你们列祖一样。",
            "note": "神虽然应允以色列人立王，但他的命令与规定仍然没变。他要作他们真正的君王，扫罗与人民皆应当顺服他的律法，断没有人可以不受他律法的管治。人类的行动皆在他的掌管之下，他乃是全人类的真正君王。我们必须尊重他的君王地位，使我们全方位的关系、工作、生活以及家庭都符合他的法则。"
        },
        {
            "chapter": "12:16",
            "content": "现在你们要站住，看耶和华在你们眼前要行一件大事。",
            "note": ""
        },
        {
            "chapter": "12:17",
            "content": "这不是割麦子的时候吗？我求告耶和华，他必打雷降雨，使你们又知道又看出，你们求立王的事，是在耶和华面前犯大罪了。”",
            "note": "收割小麦是在阳历五、六月之间，接近干旱季节的末尾。因为此期间罕有雨水，所以大雷雨实为神迹。不过，这种神迹并无益处，因为在收割小麦的时候下雨，庄稼会受损，很快霉烂。这种反常的现象，显示神不喜悦以色列人立王的要求。"
        },
        {
            "chapter": "12:18",
            "content": "于是，撒母耳求告耶和华，耶和华就在这日打雷降雨，众民便甚惧怕耶和华和撒母耳。",
            "note": ""
        },
        {
            "chapter": "12:19",
            "content": "众民对撒母耳说：“求你为仆人们祷告耶和华你的　神，免得我们死亡，因为我们求立王的事，正是罪上加罪了。”",
            "note": ""
        },
        {
            "chapter": "12:20",
            "content": "撒母耳对百姓说：“不要惧怕!你们虽然行了这恶，却不要偏离耶和华，只要尽心事奉他。",
            "note": ""
        },
        {
            "chapter": "12:21",
            "content": "若偏离耶和华去顺从那不能救人的虚神是无益的。",
            "note": ""
        },
        {
            "chapter": "12:22",
            "content": "耶和华既喜悦选你们作他的子民，就必因他的大名不撇弃你们。",
            "note": "神为什么要使以色列人作“他的子民”呢？神拣选他们，并不是因为他们配得（参申7:7-8），乃是为了藉他们使天下万族都能因弥赛亚而蒙福（参创12:1-3）。因为神拣选以色列人，他们是特别的族类，所以他绝不会撇弃他们，反而因为他们的不顺服，常常责罚他们，好使他们与他恢复美好的关系。"
        },
        {
            "chapter": "12:23",
            "content": "至于我，断不停止为你们祷告，以致得罪耶和华。我必以善道正路指教你们。",
            "note": "没有为别人祷告是犯罪吗？撒母耳的话似乎说明这是犯罪。他的行动说明神子民有双重责任：（1）要恒切地为别人祷告（参弗6:18）；（2）要教导人归向神的善道（参提后2:2）。撒母耳尽管不同意百姓立王之想，却向他们保证，他要不住地为他们祷告，并继续教导他们。我们可以跟别人有异议，却不应停止为他们代祷。"
        },
        {
            "chapter": "12:24",
            "content": "只要你们敬畏耶和华，诚诚实实地尽心事奉他，想念他向你们所行的事何等大。",
            "note": "本节经文是撒母耳在临别赠言之中，第二次提醒人民，叫他们想念神为他们所做的大事（参12:7）。用点时间回想以往，会使我们全心注目于神的美善，并坚固信心。我们常常雄心万丈地想到未来的发展，以致没有时间追想神已经成就的大事。纪念神已经为你做成的事，能使你以感恩之心向前迈进。"
        },
        {
            "chapter": "12:25",
            "content": "你们若仍然作恶，你们和你们的王必一同灭亡。”",
            "note": ""
        }
    ]
}