{
    "book": "撒母耳记上",
    "chapter": "13",
    "verses": [
        {
            "chapter": "13:1",
            "content": "扫罗登基年四十岁；作以色列王二年的时候，",
            "note": ""
        },
        {
            "chapter": "13:2",
            "content": "就从以色列中拣选了三千人：二千跟随扫罗在密抹和伯特利山，一千跟随约拿单在便雅悯的基比亚；其余的人，扫罗都打发各回各家去了。",
            "note": ""
        },
        {
            "chapter": "13:3",
            "content": "约拿单攻击迦巴非利士人的防营，非利士人听见了。扫罗就在遍地吹角，意思说：“要使希伯来人听见。”",
            "note": ""
        },
        {
            "chapter": "13:4",
            "content": "以色列众人听见扫罗攻击非利士人的防营，又听见以色列人为非利士人所憎恶，就跟随扫罗聚集在吉甲。",
            "note": "约拿单成功攻击非利士人的防营，扫罗却将一切的光荣归于自己。按昔日的社会风气，这种事虽然普通，却不算光明磊落。他的骄傲从小事上渐渐加增，先是夺取儿子胜利的光荣，又对自己的骄傲不加遏制，因此变得邪恶，不能自拔；骄傲毁灭了他自己，也使他家无宁日，甚至危害国家。窃取别人的成就，就表示你已经受骄傲辖制，若发觉骄傲正在你的生命中生根，你应当立刻将荣耀归于配得的人。"
        },
        {
            "chapter": "13:5",
            "content": "非利士人聚集要与以色列人争战，有车三万辆，马兵六千，步兵像海边的沙那样多，就上来在伯亚文东边的密抹安营。",
            "note": ""
        },
        {
            "chapter": "13:6",
            "content": "以色列百姓见自己危急窘迫，就藏在山洞、丛林、石穴、隐密处和坑中。",
            "note": "我们若忘记神与我们同在，只看见自己的微小，就会因敌人的强盛而惊惶。以色列人遇上强大的非利士军队就害怕，忘记了自己是立于不败之地的，因为他们有神的帮助。面对困难与试探，要专一仰望神，信靠他的帮助（参罗8:31-37）。"
        },
        {
            "chapter": "13:7",
            "content": "有些希伯来人过了约旦河，逃到迦得和基列地。扫罗还是在吉甲，百姓都战战兢兢地跟随他。",
            "note": ""
        },
        {
            "chapter": "13:8",
            "content": "扫罗照着撒母耳所定的日期等了七日。撒母耳还没有来到吉甲，百姓也离开扫罗散去了。",
            "note": ""
        },
        {
            "chapter": "13:9",
            "content": "扫罗说：“把燔祭和平安祭带到我这里来。”扫罗就献上燔祭。",
            "note": "扫罗不等祭司到就自行献祭，这事违背神的律法（参申12:5-14），也违背撒母耳的明确吩咐（10:8）。扫罗因为非利士军队入侵的情势急迫，就公然违背神，办不应当由他办理的事。他虽然是做一件好事（在大战以前向神献祭），却是以错误的方式进行。我们像扫罗一样，受到压力的时候就显出属灵真相。要达到目的，但不能不择手段，因为目的和手段是同等重要的。"
        },
        {
            "chapter": "13:10",
            "content": "刚献完燔祭，撒母耳就到了。扫罗出去迎接他，要问他好。",
            "note": ""
        },
        {
            "chapter": "13:11",
            "content": "撒母耳说：“你做的是什么事呢？”扫罗说：“因为我见百姓离开我散去，你也不照所定的日期来到，而且非利士人聚集在密抹。",
            "note": ""
        },
        {
            "chapter": "13:12",
            "content": "所以我心里说：恐怕我没有祷告耶和华，非利士人下到吉甲攻击我，我就勉强献上燔祭。”",
            "note": "计穷力竭之时，很难信靠神。扫罗觉得时间紧急，就不等候神所定的时候。他以为尽了宗教礼仪就事事顺利，其实是用礼仪取代了信靠神的心。"
        },
        {
            "chapter": "13:13",
            "content": "撒母耳对扫罗说：“你做了糊涂事了！没有遵守耶和华你　神所吩咐你的命令。若遵守，耶和华必在以色列中坚立你的王位，直到永远。",
            "note": "扫罗不肯服从神的命令有许多藉口，但是撒母耳一针见血地指出，“你没有遵守耶和华你神所吩咐的命令。”我们像扫罗一样，常常掩饰自己的错误与罪，亦用属灵术语来解释因由，但是，那些藉口不能减轻不顺服神的罪，他鉴察我们真正的动机。只有坦率认罪，他才赦免我们、复兴我们，赐福与我们。扫罗想找藉口为自己开脱，反而失去了王位（13:14）。"
        },
        {
            "chapter": "13:14",
            "content": "现在你的王位必不长久。耶和华已经寻着一个合他心意的人，立他作百姓的君，因为你没有遵守耶和华所吩咐你的。”",
            "note": ""
        },
        {
            "chapter": "13:15",
            "content": "撒母耳就起来，从吉甲上到便雅悯的基比亚。扫罗数点跟随他的，约有六百人。",
            "note": ""
        },
        {
            "chapter": "13:16",
            "content": "扫罗和他儿子约拿单并跟随他们的人，都住在便雅悯的迦巴，但非利士人安营在密抹。",
            "note": ""
        },
        {
            "chapter": "13:17",
            "content": "有掠兵从非利士营中出来，分为三队：一队往俄弗拉向书亚地去，",
            "note": ""
        },
        {
            "chapter": "13:18",
            "content": "一队往伯和仑去，一队往洗波音谷对面的地境向旷野去。",
            "note": ""
        },
        {
            "chapter": "13:19",
            "content": "那时，以色列全地没有一个铁匠，因为非利士人说：“恐怕希伯来人制造刀枪。”",
            "note": ""
        },
        {
            "chapter": "13:20",
            "content": "以色列人要磨锄、犁、斧、铲，就下到非利士人那里去磨。",
            "note": ""
        },
        {
            "chapter": "13:21",
            "content": "但有锉可以锉铲、犁、三齿叉、斧子并赶牛锥。",
            "note": ""
        },
        {
            "chapter": "13:22",
            "content": "所以到了争战的日子，跟随扫罗和约拿单的人，没有一个手里有刀有枪的，惟独扫罗和他儿子约拿单有。",
            "note": "以色列人无力去征服别人，军队没有铁制的武器，也没有改装武器的设备。实际上，如果以色列人想赶磨农具，就要付大量的工钱，请非利士的铁匠代他们打磨，因为非利士人早已垄断了铁匠的行当，而打磨农具收费很高。非利士人既严格地控制了兵工技术，一旦突袭以色列人，就会令对方士气低沉，乖乖就范。面对强敌，形势极其不利，他们怎能梦想可打败敌人？惟有靠神的帮助。神要以色列人不靠刀剑得胜，好使他们知道，力量的真正来源不在自己，而在于神。"
        },
        {
            "chapter": "13:23",
            "content": "非利士人的一队防兵到了密抹的隘口。",
            "note": ""
        }
    ]
}