{
    "book": "撒母耳记上",
    "chapter": "15",
    "verses": [
        {
            "chapter": "15:1",
            "content": "撒母耳对扫罗说：“耶和华差遣我膏你为王，治理他的百姓以色列，所以你当听从耶和华的话。",
            "note": ""
        },
        {
            "chapter": "15:2",
            "content": "万军之耶和华如此说：‘以色列人出埃及的时候，在路上亚玛力人怎样待他们，怎样抵挡他们，我都没忘。",
            "note": ""
        },
        {
            "chapter": "15:3",
            "content": "现在你要去击打亚玛力人，灭尽他们所有的，不可怜惜他们，将男女、孩童、吃奶的，并牛、羊、骆驼和驴尽行杀死。’”",
            "note": "因为他们是游击部队、恐怖分子，靠攻击、掳掠人口与财物为生。以色列人出埃及以后，他们首先攻击以色列人，以后凡有机会，都劫掠以色列人的营地。神知道只要亚玛力人存在，以色列人就不能在应许之地安居；他也知道他们败坏的、拜偶像的习俗，会危害以色列人与他的关系。保护以色列人身体与灵魂的惟一方法，就是将这个好战的民族，连同他们的一切财物，包括偶像在内，都彻底毁灭。"
        },
        {
            "chapter": "15:4",
            "content": "于是，扫罗招聚百姓在提拉因，数点他们，共有步兵二十万，另有犹大人一万。",
            "note": ""
        },
        {
            "chapter": "15:5",
            "content": "扫罗到了亚玛力的京城，在谷中设下埋伏。",
            "note": ""
        },
        {
            "chapter": "15:6",
            "content": "扫罗对基尼人说：“你们离开亚玛力人下去吧！恐怕我将你们和亚玛力人一同杀灭。因为以色列人出埃及的时候，你们曾恩待他们。”于是，基尼人离开亚玛力人去了。",
            "note": ""
        },
        {
            "chapter": "15:7",
            "content": "扫罗击打亚玛力人，从哈腓拉直到埃及前的书珥，",
            "note": ""
        },
        {
            "chapter": "15:8",
            "content": "生擒了亚玛力王亚甲，用刀杀尽亚玛力的众民。",
            "note": ""
        },
        {
            "chapter": "15:9",
            "content": "扫罗和百姓却怜惜亚甲，也爱惜上好的牛、羊、牛犊、羊羔并一切美物，不肯灭绝；凡下贱瘦弱的，尽都杀了。",
            "note": ""
        },
        {
            "chapter": "15:10",
            "content": "耶和华的话临到撒母耳说：",
            "note": ""
        },
        {
            "chapter": "15:11",
            "content": "“我立扫罗为王，我后悔了，因为他转去不跟从我，不遵守我的命令。”撒母耳便甚忧愁，终夜哀求耶和华。",
            "note": "神说这话是内心忧愁的意思，并不是承认错误（参创6:5-7）。全知的神不可能有错，可见神并没有改变他的心意，只不过扫罗既然变坏了，他就改变对扫罗的态度。扫罗的心已不再属于神，只想到一己的私利。"
        },
        {
            "chapter": "15:12",
            "content": "撒母耳清早起来，迎接扫罗。有人告诉撒母耳说：“扫罗到了迦密，在那里立了纪念碑，又转身下到吉甲。”",
            "note": "扫罗为自己立了纪念碑。他与摩西及约书亚有何等大的差别！他们将一切的荣耀归与神。"
        },
        {
            "chapter": "15:13",
            "content": "撒母耳到了扫罗那里，扫罗对他说：“愿耶和华赐福与你，耶和华的命令我已遵守了。”",
            "note": ""
        },
        {
            "chapter": "15:14",
            "content": "撒母耳说：“我耳中听见有羊叫牛鸣，是从哪里来的呢？”",
            "note": "扫罗以为大胜亚玛力人，但是神看他是大大的失败，因为他没有听从神的命令，又向撒母耳谎报战果。他可能以为自己的谎言不会被人揭穿，或者以为所作所为不算是错，其实乃是自欺。"
        },
        {
            "chapter": "15:15",
            "content": "扫罗说：“这是百姓从亚玛力人那里带来的，因为他们爱惜上好的牛羊，要献与耶和华你的　神。其余的，我们都灭尽了。”",
            "note": ""
        },
        {
            "chapter": "15:16",
            "content": "撒母耳对扫罗说：“你住口吧!等我将耶和华昨夜向我所说的话告诉你。”扫罗说：“请讲。”",
            "note": ""
        },
        {
            "chapter": "15:17",
            "content": "撒母耳对扫罗说：“从前你虽然以自己为小，岂不是被立为以色列支派的元首吗？耶和华膏你作以色列的王。",
            "note": ""
        },
        {
            "chapter": "15:18",
            "content": "耶和华差遣你，吩咐你说：‘你去击打那些犯罪的亚玛力人，将他们灭绝净尽。’",
            "note": ""
        },
        {
            "chapter": "15:19",
            "content": "你为何没有听从耶和华的命令，急忙掳掠财物，行耶和华眼中看为恶的事呢？”",
            "note": ""
        },
        {
            "chapter": "15:20",
            "content": "扫罗对撒母耳说：“我实在听从了耶和华的命令，行了耶和华所差遣我行的路，擒了亚玛力王亚甲来，灭尽了亚玛力人。",
            "note": ""
        },
        {
            "chapter": "15:21",
            "content": "百姓却在所当灭的物中取了最好的牛羊，要在吉甲献与耶和华你的　神。”",
            "note": ""
        },
        {
            "chapter": "15:22",
            "content": "撒母耳说：“耶和华喜悦燔祭和平安祭，岂如喜悦人听从他的话呢？听命胜于献祭；顺从胜于公羊的脂油。",
            "note": ""
        },
        {
            "chapter": "15:23",
            "content": "悖逆的罪与行邪术的罪相等；顽梗的罪与拜虚神和偶像的罪相同。你既厌弃耶和华的命令，耶和华也厌弃你作王。”",
            "note": "悖逆与顽梗都是重罪，这些罪绝非忽略神、任意而行、个性倔强那样简单。圣经将这两项看作与行邪术（占卜）和拜偶像的罪相等，都是死罪。（参出22:18；利20:6；申13:12-15；18:10；弥5:10-14）。"
        },
        {
            "chapter": "15:24",
            "content": "扫罗对撒母耳说：“我有罪了！我因惧怕百姓，听从他们的话，就违背了耶和华的命令和你的言语。",
            "note": ""
        },
        {
            "chapter": "15:25",
            "content": "现在求你赦免我的罪，同我回去，我好敬拜耶和华。”",
            "note": ""
        },
        {
            "chapter": "15:26",
            "content": "撒母耳对扫罗说：“我不同你回去，因为你厌弃耶和华的命令，耶和华也厌弃你作以色列的王。”",
            "note": "扫罗的推诿，已到了无辞可辩的地步，轮到神向他追究的时刻了。神并没有弃绝他，他仍可以求他赦免，与他恢复关系，不过他要想得回国度，则为时太晚了。假使你没有把神交托你的任务尽心尽力地做好，到末后必然设法推诿。将来有一天，我们众人都要将自己所做的，向神陈明（参罗14:12；启22:12）。"
        },
        {
            "chapter": "15:27",
            "content": "撒母耳转身要走，扫罗就扯住他外袍的衣襟，衣襟就撕断了。",
            "note": ""
        },
        {
            "chapter": "15:28",
            "content": "撒母耳对他说：“如此，今日耶和华使以色列国与你断绝，将这国赐与比你更好的人。",
            "note": ""
        },
        {
            "chapter": "15:29",
            "content": "以色列的大能者必不至说谎，也不至后悔。因为他迥非世人，决不后悔。”",
            "note": ""
        },
        {
            "chapter": "15:30",
            "content": "扫罗说：“我有罪了，虽然如此，求你在我百姓的长老和以色列人面前抬举我，同我回去，我好敬拜耶和华你的　神。”",
            "note": "扫罗关心别人对他的看法过于他与神的关系（15:24）。他请求撒母耳与他一同去敬拜神，以公开表示撒母耳仍然支持他。假使撒母耳不从，百姓就会对扫罗失去信心。"
        },
        {
            "chapter": "15:31",
            "content": "于是，撒母耳转身跟随扫罗回去，扫罗就敬拜耶和华。",
            "note": ""
        },
        {
            "chapter": "15:32",
            "content": "撒母耳说：“要把亚玛力王亚甲带到我这里来。”亚甲就欢欢喜喜地来到他面前，心里说：“死亡的苦难必定过去了。”",
            "note": ""
        },
        {
            "chapter": "15:33",
            "content": "撒母耳说：“你既用刀使妇人丧子，这样，你母亲在妇人中也必丧子。”于是，撒母耳在吉甲耶和华面前将亚甲杀死。",
            "note": ""
        },
        {
            "chapter": "15:34",
            "content": "撒母耳回了拉玛。扫罗上他所住的基比亚，回自己的家去了。",
            "note": ""
        },
        {
            "chapter": "15:35",
            "content": "撒母耳直到死的日子，再没有见扫罗，但撒母耳为扫罗悲伤，是因耶和华后悔立他为以色列的王。",
            "note": ""
        }
    ]
}