{
    "book": "撒母耳记上",
    "chapter": "16",
    "verses": [
        {
            "chapter": "16:1",
            "content": "耶和华对撒母耳说：“我既厌弃扫罗作以色列的王，你为他悲伤要到几时呢？你将膏油盛满了角，我差遣你往伯利恒人耶西那里去，因为我在他众子之内，预定一个作王的。”",
            "note": ""
        },
        {
            "chapter": "16:2",
            "content": "撒母耳说：“我怎能去呢？扫罗若听见，必要杀我。”耶和华说：“你可以带一只牛犊去，就说：‘我来是要向耶和华献祭。’",
            "note": ""
        },
        {
            "chapter": "16:3",
            "content": "你要请耶西来吃祭肉，我就指示你所当行的事。我所指给你的人，你要膏他。”",
            "note": ""
        },
        {
            "chapter": "16:4",
            "content": "撒母耳就照耶和华的话去行。到了伯利恒，那城里的长老都战战兢兢地出来迎接他，问他说：“你是为平安来的吗？”",
            "note": ""
        },
        {
            "chapter": "16:5",
            "content": "他说：“为平安来的。我是给耶和华献祭，你们当自洁，来与我同吃祭肉。”撒母耳就使耶西和他众子自洁，请他们来吃祭肉。",
            "note": "撒母耳叫耶西和他的众子自洁，预备好来到神面前敬拜、献祭。（关于这种礼仪，参创35:2；出19:10, 14，以及书3:5的注释。）"
        },
        {
            "chapter": "16:6",
            "content": "他们来的时候，撒母耳看见以利押，就心里说：“耶和华的受膏者必定在他面前。”",
            "note": ""
        },
        {
            "chapter": "16:7",
            "content": "耶和华却对撒母耳说：“不要看他的外貌和他身材高大，我不拣选他。因为耶和华不像人看人：人是看外貌，耶和华是看内心。”",
            "note": "扫罗高大俊美、相貌堂堂，撒母耳可能想找一个像他这样的人作下任的君王，但是神告诉他，不要单单以貌取人。以貌取人会忽略了有潜质的人材，这些人可能没有令人羡慕的仪表。外貌并不显明人的实质和内涵。"
        },
        {
            "chapter": "16:8",
            "content": "耶西叫亚比拿达从撒母耳面前经过，撒母耳说：“耶和华也不拣选他。”",
            "note": ""
        },
        {
            "chapter": "16:9",
            "content": "耶西又叫沙玛从撒母耳面前经过，撒母耳说：“耶和华也不拣选他。”",
            "note": ""
        },
        {
            "chapter": "16:10",
            "content": "耶西叫他七个儿子都从撒母耳面前经过，撒母耳说：“这都不是耶和华所拣选的。”",
            "note": ""
        },
        {
            "chapter": "16:11",
            "content": "撒母耳对耶西说：“你的儿子都在这里吗？”他回答说：“还有个小的，现在放羊”撒母耳对耶西说：“你打发人去叫他来；他若不来，我们必不坐席。”",
            "note": ""
        },
        {
            "chapter": "16:12",
            "content": "耶西就打发人去叫了他来。他面色光红，双目清秀，容貌俊美。耶和华说：“这就是他，你起来膏他。”",
            "note": ""
        },
        {
            "chapter": "16:13",
            "content": "撒母耳就用角里的膏油，在他诸兄中膏了他。从这日起，耶和华的灵就大大感动大卫。撒母耳起身回拉玛去了。",
            "note": "大卫虽然被膏立为王，却是在他家中暗地进行的，直到很久以后，才被人民公开膏立（参撒下2:4；5:3）。扫罗仍然是合法的君王，但神已在预备大卫，要他负起将来的责任。浇在大卫头上的膏油代表圣洁，那油是用来将人或器物分别出来，作事奉神之用的。膏立的仪式确立他作神对全族的代表。神虽然弃绝扫罗作王，不让他的后裔坐以色列的王位，他本人仍坐在王位上一直到死。"
        },
        {
            "chapter": "16:14",
            "content": "耶和华的灵离开扫罗，有恶魔从耶和华那里来扰乱他。",
            "note": "从耶和华那里来搅扰扫罗的恶魔是什么？也许扫罗只是感到情绪低沉，也许圣灵离开了他，神容许邪灵来搅扰他，作为对他不顺服神之处罚（这件事说明神管理灵界的大能。参王上22:19-23）。不管怎样，扫罗被搅得疯狂，使他想杀害大卫。"
        },
        {
            "chapter": "16:15",
            "content": "扫罗的臣仆对他说：“现在有恶魔从　神那里来扰乱你。",
            "note": ""
        },
        {
            "chapter": "16:16",
            "content": "我们的主可以吩咐面前的臣仆，找一个善于弹琴的来，等　神那里来的恶魔临到你身上的时候，使他用手弹琴，你就好了。”",
            "note": "琴（或“竖琴”）是扫罗时代常用的乐器，所奏出来的音乐能使人的心宁静。最简单的竖琴是用两块木头彼此钉牢，将弦从这一端拉到另一端，使琴成三角形。简单的弦用草蔓制成，讲究一点的，用牲畜的肠衣吹干制成。竖琴最多能有四十条弦，比只有三、四条弦的七弦琴声音响亮。大卫以牧羊的技巧与英勇闻名，他也是善于弹琴的音乐家，后来写了许多诗篇，收集在圣经中。"
        },
        {
            "chapter": "16:17",
            "content": "扫罗对臣仆说：“你们可以为我找一个善于弹琴的，带到我这里来。”",
            "note": ""
        },
        {
            "chapter": "16:18",
            "content": "其中有一个少年人说：“我曾见伯利恒人耶西的一个儿子善于弹琴，是大有勇敢的战士，说话合宜，容貌俊美，耶和华也与他同在。”",
            "note": ""
        },
        {
            "chapter": "16:19",
            "content": "于是，扫罗差遣使者去见耶西说：“请你打发你放羊的儿子大卫到我这里来。”",
            "note": ""
        },
        {
            "chapter": "16:20",
            "content": "耶西就把几个饼和一皮袋酒，并一只山羊羔，都驮在驴上，交给他儿子大卫，送与扫罗。",
            "note": ""
        },
        {
            "chapter": "16:21",
            "content": "大卫到了扫罗那里，就侍立在扫罗面前。扫罗甚喜爱他，他就作了扫罗拿兵器的人。",
            "note": "扫罗叫大卫来服事他，一定不晓得大卫已经暗中被膏为下一任的王（16:12）。他的邀请，给这位青年也是未来的王大好的机会，使他对治国之道得到第一手的资料（大卫有时离开扫罗回家去。17:15）。"
        },
        {
            "chapter": "16:22",
            "content": "扫罗差遣人去见耶西说：“求你容大卫侍立在我面前，因为他在我眼前蒙了恩。”",
            "note": ""
        },
        {
            "chapter": "16:23",
            "content": "从　神那里来的恶魔临到扫罗身上的时候，大卫就拿琴用手而弹，扫罗便舒畅爽快，恶魔离了他。",
            "note": ""
        }
    ]
}