{
    "book": "撒母耳记上",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "哈拿祷告说：“我的心因耶和华快乐，我的角因耶和华高举。我的口向仇敌张开，我因耶和华的救恩欢欣。",
            "note": ""
        },
        {
            "chapter": "2:2",
            "content": "只有耶和华为圣，除他以外没有可比的，也没有磐石像我们的　神。",
            "note": "哈拿颂赞神是磐石──稳固、坚强、永不变迁。今天的世界步调急速，朋友来来去去，环境变换不定，很难找到稳固不变的根基。人若一生贪求成就、但求拥有，以财富作为安全的根基，所得的既有限又无常。我们拚命争取，得到的财产却皆会失去，只有神永远存在。你要以神为指望，他永不叫你失望。"
        },
        {
            "chapter": "2:3",
            "content": "人不要夸口说骄傲的话，也不要出狂妄的言语，因耶和华是大有知识的　神，人的行为被他衡量。",
            "note": "哈拿讲这些话时，一定想到毗尼拿的傲慢与责骂。她不需要与毗尼拿看齐，也毋需报复；她知道神监察一切，要审判人的罪恶与骄傲，哈拿很有智慧地等候神伸冤。当避免为自己伸冤；神既会衡量你的行为，也会衡量欺压你之人的行为。"
        },
        {
            "chapter": "2:4",
            "content": "勇士的弓都已折断，跌倒的人以力量束腰。",
            "note": ""
        },
        {
            "chapter": "2:5",
            "content": "素来饱足的，反作佣人求食；饥饿的，再不饥饿。不生育的，生了七个儿子；多有儿女的，反倒衰微。",
            "note": ""
        },
        {
            "chapter": "2:6",
            "content": "耶和华使人死，也使人活；使人下阴间，也使人往上升。",
            "note": ""
        },
        {
            "chapter": "2:7",
            "content": "他使人贫穷，也使人富足；使人卑微，也使人高贵。",
            "note": ""
        },
        {
            "chapter": "2:8",
            "content": "他从灰尘里抬举贫寒人，从粪堆中提拔穷乏人；使他们与王子同坐，得着荣耀的座位。地的柱子属于耶和华，他将世界立在其上。",
            "note": ""
        },
        {
            "chapter": "2:9",
            "content": "他必保护圣民的脚步；使恶人在黑暗中寂然不动。人都不能靠力量得胜。",
            "note": ""
        },
        {
            "chapter": "2:10",
            "content": "与耶和华争竞的，必被打碎；耶和华必从天上以雷攻击他，必审判地极的人；将力量赐与所立的王，高举受膏者的角。”",
            "note": "我们活在邪恶充斥的世界，又受核武的威胁，很可能忘记神仍然作王。哈拿看出神（1）像磐石一样坚定（2:2）；（2）察验我们的作为（2:3）；（3）管理人的大小事务（2:4-8）；（4）是最高的审判主宰，施行完全的公义（2:10）。切记神正在作王掌权，会使我们对世界和个人事务都有恰当的看法。"
        },
        {
            "chapter": "2:11",
            "content": "以利加拿往拉玛回家去了。那孩子在祭司以利面前事奉耶和华。",
            "note": "童子撒母耳“在祭司以利面前事奉耶和华”，换句话说，他是以利的帮手或助理。他既然担当这种角色，工作就包括每天开会幕的门（3:15）、扫地、清洁器物；到他长大以后，就会协助以利献祭。他穿上细麻布的以弗得（这是只有祭司才可穿上的衣服），显示他是见习祭司（2:18）。因为他是以利的助手，所以也是神的助手。在你服事别人的时候，即使是做一般的事务，你也是事奉神。我们最终都是事奉神的，所以任何工作都有它的尊严。"
        },
        {
            "chapter": "2:12",
            "content": "以利的两个儿子是恶人，不认识耶和华。",
            "note": ""
        },
        {
            "chapter": "2:13",
            "content": "这二祭司待百姓是这样的规矩：凡有人献祭，正煮肉的时候，祭司的仆人就来，手拿三齿的叉子，",
            "note": ""
        },
        {
            "chapter": "2:14",
            "content": "将叉子往罐里，或鼎里，或釜里，或锅里一插，插上来的肉，祭司都取了去。凡上到示罗的以色列人，他们都是这样看待。",
            "note": "叉子是铜做的器具（参出27:3），在圣殿里献祭时使用。它通常有三个齿，以叉祭坛上的肉。以利的儿子叫仆人用这叉子，从锅里取去超过自己当得的一分。"
        },
        {
            "chapter": "2:15",
            "content": "又在未烧脂油以前，祭司的仆人就来对献祭的人说：“将肉给祭司，叫他烤吧！他不要煮过的，要生的。”",
            "note": ""
        },
        {
            "chapter": "2:16",
            "content": "献祭的人若说：“必须先烧脂油，然后你可以随意取肉。”仆人就说：“你立时给我！不然我便抢去。”",
            "note": ""
        },
        {
            "chapter": "2:17",
            "content": "如此，这二少年人的罪在耶和华面前甚重了，因为他们藐视耶和华的祭物（注：或作“他们使人厌弃给耶和华献祭”）。",
            "note": "以利的儿子所犯的是什么罪？他们在祭肉献给神之前，就从祭坛上取去一部分。他们在未烧脂油（献给神）以前吃献祭之肉，违背了神的律法（参利3:3-5），实际上是藐视对神的献祭。献祭本来是人为了寻求神的赦罪，并表达对他的尊敬的方式，但由于他们的不敬虔，所以在为人献祭时，实际上就是在犯罪。他们还有另一种罪行，就是与会幕门前伺候的妇人苟合（2:22）。"
        },
        {
            "chapter": "2:18",
            "content": "那时，撒母耳还是孩子，穿着细麻布的以弗得，侍立在耶和华面前。",
            "note": "撒母耳穿上祭司的制服──细麻布的以弗得（是用细麻布做的、没有袖子的长背心或外袍）。大祭司所穿的以弗得有其特殊意义，它是用多种色线绣的，上面还有一个围兜一般的胸牌，用金线绣的肩带系上。其上镶有十二块宝石，每块宝石代表以色列的一个支派；以弗得上有一个小口袋，里面装有乌陵和土明，遇上国家大事等悬疑不决时，大祭司就用它来判断神的旨意。"
        },
        {
            "chapter": "2:19",
            "content": "他母亲每年为他做一件小外袍，同着丈夫上来献年祭的时候带来给他。",
            "note": ""
        },
        {
            "chapter": "2:20",
            "content": "以利为以利加拿和他的妻祝福说：“愿耶和华由这妇人再赐你后裔，代替你从耶和华求来的孩子。”他们就回本乡去了。",
            "note": ""
        },
        {
            "chapter": "2:21",
            "content": "耶和华眷顾哈拿，她就怀孕，生了三个儿子，两个女儿。那孩子撒母耳，在耶和华面前渐渐长大。",
            "note": "神看重忠心的哈拿的心愿。在以后的经文里，再也找不到对毗尼拿和她儿女的记载，但是撒母耳则蒙神大大地使用，除了撒母耳以外，神又赐给哈拿五个儿女。神常常以出人意外的方式赐福给我们。哈拿从来没有想到，以她的年纪会有一个孩子，更遑论六个！不要埋怨神所定的时间。他虽然未必立即赐福，但只要我们照他在圣经中所说的忠心去做，他赐的福终必来临。"
        },
        {
            "chapter": "2:22",
            "content": "以利年甚老迈，听见他两个儿子待以色列众人的事，又听见他们与会幕门前伺候的妇人苟合。",
            "note": ""
        },
        {
            "chapter": "2:23",
            "content": "他就对他们说：“你们为何行这样的事呢？我从这众百姓听见你们的恶行。",
            "note": ""
        },
        {
            "chapter": "2:24",
            "content": "我儿啊，不可这样！我听见你们的风声不好，你们使耶和华的百姓犯了罪。",
            "note": ""
        },
        {
            "chapter": "2:25",
            "content": "人若得罪人，有士师审判他；人若得罪耶和华，谁能为他祈求呢？”然而他们还是不听父亲的话，因为耶和华想要杀他们。",
            "note": "慈爱的神是否定意要人死亡呢？试想在会幕之中，人献祭本为求罪得赦免，但是以利的儿子偷去祭物，使献祭者的悔改变成虚无。爱以色列人的神绝不容许这种情形继续下去，他允许以利的两个儿子被杀，为的是惩罚他们的胆大妄为。他们将神的约柜带上战场，以为可得保护，但神并不施行保护，遂使他们被杀（4:10-11）。"
        },
        {
            "chapter": "2:26",
            "content": "孩子撒母耳渐渐长大，耶和华与人越发喜爱他。",
            "note": ""
        },
        {
            "chapter": "2:27",
            "content": "有神人来见以利，对他说：“耶和华如此说：‘你祖父在埃及法老家作奴仆的时候，我不是向他们显现吗？",
            "note": ""
        },
        {
            "chapter": "2:28",
            "content": "在以色列众支派中，我不是拣选人作我的祭司，使他烧香，在我坛上献祭，在我面前穿以弗得，又将以色列人所献的火祭都赐给你父家吗？",
            "note": ""
        },
        {
            "chapter": "2:29",
            "content": "我所吩咐献在我居所的祭物，你们为何践踏？尊重你的儿子过于尊重我，将我民以色列所献美好的祭物肥己呢？’",
            "note": "以利难以教养两个儿子。他知道二人犯错以后，显然并没有严加管教。当知道，他不但身为人父，应处理悖逆的儿子，他还是大祭司，竟不理会其管辖下的祭司们犯罪（他的儿子也是祭司）。他既不管教，耶和华就不得不施行管治了。"
        },
        {
            "chapter": "2:30",
            "content": "因此，耶和华以色列的　神说：‘我曾说，你和你父家必永远行在我面前；现在我却说，决不容你们这样行！因为尊重我的，我必重看他；藐视我的，他必被轻视。",
            "note": ""
        },
        {
            "chapter": "2:31",
            "content": "日子必到，我要折断你的膀臂和你父家的膀臂，使你家中没有一个老年人。",
            "note": ", 35, 36　这个预言论到以利家，其应验见列王纪上（参王上2:26-27。）那里说所罗门革除大祭司亚比亚他的职位，使继承大祭司职任的以利子孙终止事奉。神在那时兴起撒督，在大卫王朝当祭司，到所罗门作王时他作大祭司。撒督的子孙可能持续到以斯拉的时代仍然作大祭司。"
        },
        {
            "chapter": "2:32",
            "content": "在　神使以色列人享福的时候，你必看见我居所的败落。在你家中必永远没有一个老年人。",
            "note": ""
        },
        {
            "chapter": "2:33",
            "content": "我必不从我坛前灭尽你家中的人，那未灭的必使你眼目干瘪，心中忧伤。你家中所生的人都必死在中年。",
            "note": ""
        },
        {
            "chapter": "2:34",
            "content": "你的两个儿子何弗尼、非尼哈所遭遇的事可作你的证据：他们二人必一日同死。",
            "note": ""
        },
        {
            "chapter": "2:35",
            "content": "我要为自己立一个忠心的祭司，他必照我的心意而行。我要为他建立坚固的家，他必永远行在我的受膏者面前。",
            "note": "神说“我的受膏者”是指君王而言（参2:10）。意思是说他忠心的祭司要永远事奉君王。"
        },
        {
            "chapter": "2:36",
            "content": "你家所剩下的人都必来叩拜他，求块银子，求个饼说：求你赐我祭司的职分，好叫我得点饼吃。’”",
            "note": "按律法规定，由百姓作十一奉献来供养所有的利未人（参民18:20-24；书13:14, 33）。以利的两个儿子既是祭司，百姓自当如此照顾他们。但以利的儿子们利用职权，满足财富和权力之欲，藐视人民与敬拜神的事，损害了整个祭司制度的廉正。以利知道儿子的恶行，却未认真地去纠正或劝阻他们，甚至对神圣所的美誉受损也不加理会。他身为大祭司，应当将这两个劣子处死（参民15:22-31），但他竟然袖手旁观，未有力制止歪风，任由他们自私自利的行为放任自流，使他们败坏了自己，也害了别人。许多时候我们要面对严重的问题，即使过程和结果都是痛苦的。"
        }
    ]
}