{
    "book": "撒母耳记上",
    "chapter": "21",
    "verses": [
        {
            "chapter": "21:1",
            "content": "大卫到了挪伯祭司亚希米勒那里。亚希米勒战战兢地出来迎接他，问他说：“你为什么独自来，没有人跟随呢？”",
            "note": ""
        },
        {
            "chapter": "21:2",
            "content": "大卫回答祭司亚希米勒说：“王吩咐我一件事说：‘我差遣你委托你的这件事，不要使人知道。’故此我已派定少年人在某处等候我。",
            "note": "大卫为躲避扫罗而撒谎。有些人宽恕他这种行为，认为在争战之中，正义的军人可以如此保护自己。但是在圣经上并没有同情大卫撒谎的文字。相反的，因他撒谎，死了八十五个祭司（22:9-19）。他这一点谎言似乎无伤大雅，想不到却会产生悲剧。圣经讲得很清楚，撒谎是错的（参：利19:11），在神眼中，撒谎和别的罪一样，会产生好些苦果。不要轻看罪，或将罪分等级，不管我们能否预见后果，都应当拒绝罪。"
        },
        {
            "chapter": "21:3",
            "content": "现在你手下有什么？求你给我五个饼，或是别样的食物。”",
            "note": ""
        },
        {
            "chapter": "21:4",
            "content": "祭司对大卫说：“我手下没有寻常的饼，只有圣饼，若少年人没有亲近妇人才可以给。”",
            "note": ""
        },
        {
            "chapter": "21:5",
            "content": "大卫对祭司说：“实在约有三日我们没有亲近妇人。我出来的时候，虽是寻常行路，少年人的器皿还是洁净的；何况今日不更是洁净吗？”",
            "note": "大卫说少年人的器皿，指少年人的身体在礼仪上是洁净的，因为他们在行路的时候，没有亲近妇女与之行房。所以祭司准许他们吃圣饼。"
        },
        {
            "chapter": "21:6",
            "content": "祭司就拿圣饼给他，因为在那里没有别样饼，只有更换新饼，从耶和华面前撤下来的陈设饼。",
            "note": "每礼拜的安息日祭司进入会幕的圣所，将新烤的十二个饼放在桌子上，称之为陈设饼，象征神亲自在人民中间，正如他的慈爱眷顾，供给他们肉体的需要一样。被换下来的饼，只有在职的祭司才可以吃。"
        },
        {
            "chapter": "21:7",
            "content": "当日有扫罗的一个臣子留在耶和华面前。他名叫多益，是以东人，作扫罗的司牧长。",
            "note": "圣经在这里第一次提到祭司亚希米勒。他可能是14章3节和第8节所提到的亚希亚，或者是他的继任者。不管是谁，总之他不拘泥于律法，将圣饼给大卫吃了，那饼本来只应当给祭司吃（参利24:5-9）。亚希米勒看大卫的需要与生命重于宗教礼仪，将圣饼给他吃。这事证明了爱人是更高的律法（参利19:18）。许多世纪以后，主耶稣引述这件事，说明履行神的律法不可不要同情心。救命与行善乃是神更大的律法（参太12:1-8；路6:1-5）。"
        },
        {
            "chapter": "21:8",
            "content": "大卫问亚希米勒说：“你手下有枪有刀没有？因为王的事甚急，连刀剑器械我都没有带。”",
            "note": ""
        },
        {
            "chapter": "21:9",
            "content": "祭司说：“你在以拉谷杀非利士人歌利亚的那刀在这里，裹在布中，放在以弗得后边，你要就可以拿去。除此以外，再没有别的。”大卫说：“这刀没有可比的！求你给我。”",
            "note": "以弗得是祭司所穿的背心（参2:18的第二项注释）。大卫不知道他杀歌利亚的刀被放在以弗得后面，可能因为他夺了那刀杀死巨人时还年轻，后来又回家住了很长时间。"
        },
        {
            "chapter": "21:10",
            "content": "那日大卫起来，躲避扫罗，逃到迦特王亚吉那里。",
            "note": ""
        },
        {
            "chapter": "21:11",
            "content": "亚吉的臣仆对亚吉说：“这不是以色列国王大卫吗？那里的妇女跳舞唱和，不是指着他说‘扫罗杀死千千，大卫杀死万万’吗？”",
            "note": ""
        },
        {
            "chapter": "21:12",
            "content": "大卫将这话放在心里，甚惧怕迦特王亚吉，",
            "note": ""
        },
        {
            "chapter": "21:13",
            "content": "就在众人面前改变了寻常的举动，在他们手下假装疯癫，在城门的门扇上胡写乱画，使唾沫流在胡子上。",
            "note": ""
        },
        {
            "chapter": "21:14",
            "content": "亚吉对臣仆说：“你们看，这人是疯子。为什么带他到我这里来呢？",
            "note": ""
        },
        {
            "chapter": "21:15",
            "content": "我岂缺少疯子，你们带这人来在我面前疯癫吗？这人岂可进我的家呢？”",
            "note": "迦特是非利士人的五个主要城市之一。非利士人为什么接待宿敌大卫来到营中呢？他们可能喜欢收留对方变节的高级军事领袖，来对付仇敌扫罗，却不知道大卫已经受膏要作以色列下一任的王（16:13）。但是，他们不久就疑忌大卫，何况他曾杀死他们成千上万的同胞（18:7）。大卫最终要装疯自保，因为他们的习俗是不伤害精神不健全的人。"
        }
    ]
}