{
    "book": "撒母耳记上",
    "chapter": "22",
    "verses": [
        {
            "chapter": "22:1",
            "content": "大卫就离开那里，逃到亚杜兰洞。他的弟兄和他父亲的全家听见了，就都下到他那里。",
            "note": ""
        },
        {
            "chapter": "22:2",
            "content": "凡受窘迫的、欠债的、心里苦恼的，都聚集到大卫那里。大卫就作他们的头目，跟随他的约有四百人。",
            "note": "凡受压迫的、欠债的、心里苦闷的，都聚集到逃亡的大卫那里。那些本身飘流无定之人，只有协助大卫作王才有好的前途。大卫统领一班人马，再次显出他能驾驭、激励别人，既有谋略也有才能。把纯良的人士组成军队已属不易，但是把跟随大卫的这班人组成大军，则需要更大的领导才能。这一批人后来形成大卫军队领导的核心，其中产生好几位“大能的勇士”（参撒下23:8及以下各节）。"
        },
        {
            "chapter": "22:3",
            "content": "大卫从那里往摩押的米斯巴去，对摩押王说：“求你容我父母搬来，住在你们这里，等我知道　神要为我怎样行。”",
            "note": ""
        },
        {
            "chapter": "22:4",
            "content": "大卫领他父母到摩押王面前。大卫住山寨多少日子，他父母也住摩押王那里多少日子。",
            "note": ""
        },
        {
            "chapter": "22:5",
            "content": "先知迦得对大卫说：“你不要住在山寨，要往犹大地去。”大卫就离开那里，进入哈列的树林。",
            "note": ""
        },
        {
            "chapter": "22:6",
            "content": "扫罗在基比亚的拉玛，坐在垂丝柳树下，手里拿着枪，众臣仆侍立在左右。扫罗听见大卫和跟随他的人在何处，",
            "note": ""
        },
        {
            "chapter": "22:7",
            "content": "就对左右侍立的臣仆说：“便雅悯人哪，你们要听我的话！耶西的儿子能将田地和葡萄园赐给你们各人吗？能立你们各人作千夫长、百夫长吗？",
            "note": ""
        },
        {
            "chapter": "22:8",
            "content": "你们竟都结党害我！我的儿子与耶西的儿子结盟的时候，无人告诉我；我的儿子挑唆我的臣子谋害我，就如今日的光景，也无人告诉我，为我忧虑。”",
            "note": "扫罗的主要官员显然出于便雅悯支派，因为他本人来自这支派；大卫则是出于犹大支派。扫罗想取得别人对支派的效忠，以保住王位。"
        },
        {
            "chapter": "22:9",
            "content": "那时，以东人多益站在扫罗的臣仆中，对他说：“我曾看见耶西的儿子到了挪伯　亚希突的儿子亚希米勒那里。",
            "note": ""
        },
        {
            "chapter": "22:10",
            "content": "亚希米勒为他求问耶和华，又给他食物，并给他杀非利士人歌利亚的刀。”",
            "note": ""
        },
        {
            "chapter": "22:11",
            "content": "王就打发人将祭司亚希突的儿子亚希米勒和他父亲的全家，就是住挪伯的祭司都召了来。他们就来见王。",
            "note": ""
        },
        {
            "chapter": "22:12",
            "content": "扫罗说：“亚希突的儿子，要听我的话！”他回答说：“主啊，我在这里。”",
            "note": ""
        },
        {
            "chapter": "22:13",
            "content": "扫罗对他说：“你为什么与耶西的儿子结党害我，将食物和刀给他，又为他求问　神，使他起来谋害我，就如今日的光景？”",
            "note": ""
        },
        {
            "chapter": "22:14",
            "content": "亚希米勒回答王说：“王的臣仆中有谁比大卫忠心呢？他是王的女婿，又是王的参谋，并且在王家中是尊贵的。",
            "note": ""
        },
        {
            "chapter": "22:15",
            "content": "我岂是从今日才为他求问　神呢？断不是这样！王不要将罪归我和我父的全家；因为这事，无论大小、仆人都不知道。”",
            "note": ""
        },
        {
            "chapter": "22:16",
            "content": "王说：“亚希米勒啊，你和你父的全家都是该死的！”",
            "note": ""
        },
        {
            "chapter": "22:17",
            "content": "王就吩咐左右的侍卫说：“你们去杀耶和华的祭司，因为他们帮助大卫，又知道大卫逃跑，竟没有告诉我。”扫罗的臣子却不肯伸手杀耶和华的祭司。",
            "note": ""
        },
        {
            "chapter": "22:18",
            "content": "王吩咐多益说：“你去杀祭司吧！”以东人多益就去杀祭司，那日杀了穿细麻布以弗得的八十五人。",
            "note": "扫罗为什么要杀害属于自己的祭司？因为他疑忌在约拿单、大卫与众祭司之间有串谋。他听到多益的报告，说大卫与大祭司亚希米勒谈话，从他得到食物和武器，就生出疑忌之心（22:9-10）。他的行动显出精神和情绪的不安已走向偏离神的地步。他下令将挪伯城中的人畜完全杀灭，就是下屠城令（宣布把城中所有的尽行毁灭），在申命记中说明，只有对拜偶像以及悖逆神之城才可以这样行（参申13:12-17）。而实际上悖逆神的是他自己，并不是那些祭司。"
        },
        {
            "chapter": "22:19",
            "content": "又用刀将祭司城挪伯中的男女、孩童、吃奶的，和牛、羊、驴尽都杀灭。",
            "note": "祭司的死向人民显明血淋淋的事实，君王可以变成邪恶的暴君。事奉神并不保证功成利就，也不保证健康长寿，神并未应许保护义人善人在这个世界不受恶人攻击，但他确实应许到末后必然将一切的邪恶清除。在试炼中忠心到底之人，将来必得极大的赏赐（参太5:11-12；启21:1-7；22:1-21）。"
        },
        {
            "chapter": "22:20",
            "content": "亚希突的儿子亚希米勒有一个儿子，名叫亚比亚他，逃到大卫那里。",
            "note": "亚比亚他带着以弗得逃到大卫那里（23:6）。以弗得是祭司的衣服，内中有乌陵和土明，那是大卫用以求问神之物。当扫罗袭击挪伯城时，以弗得可能是祭司制度之中硕果仅存的标志，由亚比亚他带到大卫的营中（23:6）。扫罗毁灭以色列人的祭司制度，但是到大卫作王的时候又将之恢复，并且立亚比亚他作新任的大祭司，他在大卫作王期间一直担任这个职务。"
        },
        {
            "chapter": "22:21",
            "content": "亚比亚他将扫罗杀耶和华祭司的事告诉大卫。",
            "note": ""
        },
        {
            "chapter": "22:22",
            "content": "大卫对亚比亚他说：“那日我见以东人多益在那里，就知道他必告诉扫罗。你父的全家丧命，都是因我的缘故。",
            "note": ""
        },
        {
            "chapter": "22:23",
            "content": "你可以住在我这里，不要惧怕，因为寻索你命的，就是寻索我的命。你在我这里可得保全。”",
            "note": ""
        }
    ]
}