{
    "book": "撒母耳记上",
    "chapter": "23",
    "verses": [
        {
            "chapter": "23:1",
            "content": "有人告诉大卫说：“非利士人攻击基伊拉，抢夺禾场。”",
            "note": "禾场是人轮流打谷的地方，农夫会将谷扬起，让风将糠秕吹去，留下麦粒。这种方式称为簸谷子（参得3:2的注释）。非利士人抢夺基伊拉人的禾场，就是抢走他们所有维生的来源。"
        },
        {
            "chapter": "23:2",
            "content": "所以大卫求问耶和华说：“我去攻打那些非利士人可以不可以？”耶和华对大卫说：“你可以去攻打非利士人，拯救基伊拉。”",
            "note": "大卫在采取行动以前，先藉着祭司亚比亚他带去的乌陵和土明（23:6）以寻求神的指示，他听到神的指示就照着行。我们也应当在行事之前，花时间寻求神的旨意，这胜过匆忙决定，在事后又要求神免去苦果！我们能藉着别人的意见、圣经上的话语、圣灵在我们内心的引领，以及藉着有关事件来听到神说话。"
        },
        {
            "chapter": "23:3",
            "content": "跟随大卫的人对他说：“我们在犹大地这里尚且惧怕，何况往基伊拉去攻打非利士人的军旅呢？”",
            "note": ""
        },
        {
            "chapter": "23:4",
            "content": "大卫又求问耶和华。耶和华回答说：“你起身下基伊拉去，我必将非利士人交在你手里。”",
            "note": ""
        },
        {
            "chapter": "23:5",
            "content": "大卫和跟随他的人往基伊拉去，与非利士人打仗，大大杀败他们，又夺获他们的牲畜。这样，大卫救了基伊拉的居民。",
            "note": ""
        },
        {
            "chapter": "23:6",
            "content": "亚希米勒的儿子亚比亚他逃到基伊拉见大卫的时候，手里拿着以弗得。",
            "note": "大祭司穿的以弗得颜色鲜艳，上面的胸牌镶嵌着十二块宝石，代表以色列人的十二个支派。乌陵和土明放在大祭司以弗得的袋子里。（参2:18的注释。）"
        },
        {
            "chapter": "23:7",
            "content": "有人告诉扫罗说：“大卫到了基伊拉。”扫罗说：“他进了有门有闩的城，困闭在里头，这是　神将他交在我手里了。”",
            "note": "扫罗听到大卫进入有门有闩的城里，就以为神让他随意对待大卫。他一心一意想杀大卫，把一切的现象都当作是神悦纳他的计划，叫他采取行动的预示。假使他清楚认识神的话，就会明白神的意思，不会误解情势，以为神同意他进行谋杀。"
        },
        {
            "chapter": "23:8",
            "content": "于是扫罗招聚众民，要下去攻打基伊拉城，围困大卫和跟随他的人。",
            "note": ""
        },
        {
            "chapter": "23:9",
            "content": "大卫知道扫罗设计谋害他，就对祭司亚比亚他说：“将以弗得拿过来。”",
            "note": ""
        },
        {
            "chapter": "23:10",
            "content": "大卫祷告说：“耶和华以色列的　神啊，你仆人听真了扫罗要往基伊拉来，为我的缘故灭城。",
            "note": ""
        },
        {
            "chapter": "23:11",
            "content": "基伊拉人将我交在扫罗手里不交？扫罗照着你仆人所听的话下来不下来？耶和华以色列的　神啊！求你指示仆人。”耶和华说：“扫罗必下来。”",
            "note": ""
        },
        {
            "chapter": "23:12",
            "content": "大卫又说：“基伊拉人将我和跟随我的人交在扫罗手里不交？”耶和华说：“必交出来。”",
            "note": ""
        },
        {
            "chapter": "23:13",
            "content": "大卫和跟随他的约有六百人，就起身出了基伊拉，往他们所能往的地方去。有人告诉扫罗，大卫离开基伊拉逃走，于是扫罗不出来了。",
            "note": ""
        },
        {
            "chapter": "23:14",
            "content": "大卫住在旷野的山寨里，常在西弗旷野的山地。扫罗天天寻索大卫，　神却不将大卫交在他手里。",
            "note": ""
        },
        {
            "chapter": "23:15",
            "content": "大卫知道扫罗出来寻索他的命。那时他住在西弗旷野的树林里。",
            "note": ""
        },
        {
            "chapter": "23:16",
            "content": "扫罗的儿子约拿单起身，往那树林里去见大卫，使他倚靠　神得以坚固，",
            "note": ""
        },
        {
            "chapter": "23:17",
            "content": "对他说：“不要惧怕，我父扫罗的手必不加害于你。你必作以色列的王，我也作你的宰相。这事我父扫罗知道了。”",
            "note": ""
        },
        {
            "chapter": "23:18",
            "content": "于是二人在耶和华面前立约。大卫仍住在树林里，约拿单回家去了。",
            "note": "这可能是大卫与约拿单最后一次的相聚。他们既是真正的朋友，就不只限于形影不离，互诉心曲；他们在信靠神这方面互励共勉，并且以最深切的关怀，最坦诚的信任，来体现彼此的真诚友谊。"
        },
        {
            "chapter": "23:19",
            "content": "西弗人上到基比亚见扫罗说：“大卫不是在我们那里的树林里山寨中、旷野南边的哈基拉山藏着吗？",
            "note": ""
        },
        {
            "chapter": "23:20",
            "content": "王啊，请你随你的心愿下来，我们必亲自将他交在王的手里。”",
            "note": ""
        },
        {
            "chapter": "23:21",
            "content": "扫罗说：“愿耶和华赐福与你们，因你们顾恤我。",
            "note": ""
        },
        {
            "chapter": "23:22",
            "content": "请你们回去，再确实查明他的住处和行踪，是谁看见他在那里。因为我听见人说他甚狡猾，",
            "note": ""
        },
        {
            "chapter": "23:23",
            "content": "所以要看准他藏匿的地方，回来据实地告诉我，我就与你们同去。他若在犹大的境内，我必从千门万户中搜出他来。”",
            "note": ""
        },
        {
            "chapter": "23:24",
            "content": "西弗人就起身，在扫罗以先往西弗去。大卫和跟随他的人却在玛云旷野南边的亚拉巴。",
            "note": ""
        },
        {
            "chapter": "23:25",
            "content": "扫罗和跟随他的人去寻找大卫。有人告诉大卫，他就下到磐石，住在玛云的旷野。扫罗听见，便在玛云的旷野追赶大卫。",
            "note": ""
        },
        {
            "chapter": "23:26",
            "content": "扫罗在山这边走，大卫和跟随他的人在山那边走。大卫急忙躲避扫罗，因为扫罗和跟随他的人，四面围住大卫和跟随他的人，要拿获他们。",
            "note": ""
        },
        {
            "chapter": "23:27",
            "content": "忽有使者来报告扫罗说：“非利士人犯境抢掠，请王快快回去！”",
            "note": ""
        },
        {
            "chapter": "23:28",
            "content": "于是扫罗不追赶大卫，回去攻打非利士人。因此那地方名叫西拉哈玛希罗结。",
            "note": ""
        },
        {
            "chapter": "23:29",
            "content": "大卫从那里上去，住在隐基底的山寨里。",
            "note": ""
        }
    ]
}