{
    "book": "撒母耳记上",
    "chapter": "26",
    "verses": [
        {
            "chapter": "26:1",
            "content": "西弗人到基比亚见扫罗说：“大卫不是在旷野前的哈基拉山藏着吗？”",
            "note": ""
        },
        {
            "chapter": "26:2",
            "content": "扫罗就起身，带领以色列人中挑选的三千精兵，下到西弗的旷野，要在那里寻索大卫。",
            "note": ""
        },
        {
            "chapter": "26:3",
            "content": "扫罗在旷野前的哈基拉山，在道路上安营。大卫住在旷野，听说扫罗到旷野来追寻他，",
            "note": ""
        },
        {
            "chapter": "26:4",
            "content": "就打发人去探听，便知道扫罗果然来到。",
            "note": ""
        },
        {
            "chapter": "26:5",
            "content": "大卫起来，到扫罗安营的地方，看见扫罗和他的元帅尼珥的儿子押尼珥睡卧之处。扫罗睡在辎重营里，百姓安营在他周围。",
            "note": ""
        },
        {
            "chapter": "26:6",
            "content": "大卫对赫人亚希米勒和洗鲁雅的儿子约押的兄弟亚比筛说：“谁同我下到扫罗营里去？”亚比筛说：“我同你下去！”",
            "note": ""
        },
        {
            "chapter": "26:7",
            "content": "于是大卫和亚比筛夜间到了百姓那里，见扫罗睡在辎重营里，他的枪在头旁，插在地上。押尼珥和百姓睡在他周围。",
            "note": ""
        },
        {
            "chapter": "26:8",
            "content": "亚比筛对大卫说：“现在，　神将你的仇敌交在你手里，求你容我拿枪将他刺透在地，一刺就成，不用再刺。”",
            "note": ""
        },
        {
            "chapter": "26:9",
            "content": "大卫对亚比筛说：“不可害死他。有谁伸手害耶和华的受膏者而无罪呢？”",
            "note": "大卫为什么不肯杀扫罗？因为神使扫罗掌权，还没有将他除去；大卫不想抢在神所定的时间之前除灭他。教会中也许有不忠心或不称职的领导人，我们很容易批评与反对这些人，这显然违背神隐而未现的旨意，也忘记了他所预定的时间。大卫既立志不行差踏错，就听任神处理扫罗。我们固然不应当轻视罪恶，或对邪恶的领袖的恶行袖手旁观，但是也不可以采取违背神律法之行动。我们应当倚靠神来行公义。"
        },
        {
            "chapter": "26:10",
            "content": "大卫又说：“我指着永生的耶和华起誓，他或被耶和华击打，或是死期到了，或是出战阵亡；",
            "note": ""
        },
        {
            "chapter": "26:11",
            "content": "我在耶和华面前万不敢伸手害耶和华的受膏者。现在你可以将他头旁的枪和水瓶拿来，我们就走。”",
            "note": ""
        },
        {
            "chapter": "26:12",
            "content": "大卫从扫罗的头旁拿了枪和水瓶，二人就走了，没有人看见，没有人知道，也没有人醒起，都睡着了。因为耶和华使他们沉沉地睡了。",
            "note": "最坚定的道德抉择，是在面临试探冲击以前所立定的。大卫一心一意顺服神，决定不杀神所膏立的君王扫罗，即使在跟随他的人如此想，环境也允许之时，他也不愿意如此行。你若在这样的情势之下，喜欢像谁？是大卫，还是跟随他的人？要想像大卫顺从神，就必须明白我们不能作恶以成善，即使是最密切的朋友劝我们做一件似乎合理的事，也不能用错误的方法行公义，总要将神的命令放在首位。"
        },
        {
            "chapter": "26:13",
            "content": "大卫过到那边去，远远地站在山顶上，与他们相离甚远。",
            "note": ""
        },
        {
            "chapter": "26:14",
            "content": "大卫呼叫百姓和尼珥的儿子押尼珥说：“押尼珥啊，你为何不答应呢？”押尼珥说：“你是谁？竟敢呼叫王呢？”",
            "note": ""
        },
        {
            "chapter": "26:15",
            "content": "大卫对押尼珥说：“你不是个勇士吗？以色列中谁能比你呢？民中有人进来要害死王你的主，你为何没有保护王、你的主呢？",
            "note": ""
        },
        {
            "chapter": "26:16",
            "content": "你这样是不好的。我指着永生的耶和华起誓，你们都是该死的！因为没有保护你们的主，就是耶和华的受膏者。现在你看看王头旁的枪和水瓶在哪里？”",
            "note": "大卫本可轻易杀死扫罗与押尼珥，但这样做会违背神，并且带来不可想像的后果。他只是取走扫罗的棍与水瓶，使他们知道他本能够杀死王，但他没有这样做。他让别人看出他对神以及他所膏立的君王的尊敬。在你要表明立场的时候，找一种有创意且荣耀神的方式去行，就会令人大受感动。"
        },
        {
            "chapter": "26:17",
            "content": "扫罗听出是大卫的声音，就说：“我儿大卫，这是你的声音吗？”大卫说：“主，我的王啊！是我的声音。”",
            "note": ""
        },
        {
            "chapter": "26:18",
            "content": "又说：“我做了什么？我手里有什么恶事？我主竟追赶仆人呢？",
            "note": ""
        },
        {
            "chapter": "26:19",
            "content": "求我主我王听仆人的话：若是耶和华激发你攻击我，愿耶和华收纳祭物；若是人激发你，愿他在耶和华面前受咒诅，因为他现今赶逐我，不容我在耶和华的产业上有，分，说：‘你去事奉别神吧！’",
            "note": ""
        },
        {
            "chapter": "26:20",
            "content": "现在求王不要使我的血流在离耶和华远的地方。以色列王出来是寻找一个虼蚤，如同人在山上猎取一个鹧鸪一般。”",
            "note": ""
        },
        {
            "chapter": "26:21",
            "content": "扫罗说：“我有罪了！我儿大卫，你可以回来。因你今日看我的性命为宝贵，我必不再加害于你。我是糊涂人，大大错了！”",
            "note": ""
        },
        {
            "chapter": "26:22",
            "content": "大卫说：“王的枪在这里，可以吩咐一个仆人过来拿去。",
            "note": ""
        },
        {
            "chapter": "26:23",
            "content": "今日耶和华将王交在我手里，我却不肯伸手害耶和华的受膏者。耶和华必照各人的公义诚实报应他。",
            "note": ""
        },
        {
            "chapter": "26:24",
            "content": "我今日重看你的性命，愿耶和华也重看我的性命，并且拯救我脱离一切患难。”",
            "note": ""
        },
        {
            "chapter": "26:25",
            "content": "扫罗对大卫说：“我儿大卫，愿你得福！你必做大事，也必得胜。”于是大卫起行，扫罗回他的本处去了。",
            "note": "扫罗有几次机会杀大卫，但是他都没动手。这是什么缘故？第一，大卫每次与扫罗面对面的时候，总是对他慷慨仁义，扫罗不想在他的众臣仆面前以怨报德。第二，大卫在以色列有大群人支持，如果杀害他，扫罗就会使自己的江山不稳。第三，神已经预定大卫作以色列的王，所以保护他。"
        }
    ]
}