{
    "book": "撒母耳记上",
    "chapter": "27",
    "verses": [
        {
            "chapter": "27:1",
            "content": "大卫心里说：“必有一日我死在扫罗手里，不如逃奔非利士地去。扫罗见我不在以色列的境内，就必绝望，不再寻索我，这样我可以脱离他的手。”",
            "note": ""
        },
        {
            "chapter": "27:2",
            "content": "于是大卫起身，和跟随他的六百人投奔迦特王玛俄的儿子亚吉去了。",
            "note": ""
        },
        {
            "chapter": "27:3",
            "content": "大卫和他的两个妻，就是耶斯列人亚希暖和作过拿八妻的迦密人亚比该，并跟随他的人，连各人的眷属，都住在迦特亚吉那里。",
            "note": "这是大卫第二次逃入非利士人境内躲避扫罗（第一次记载于21:10-15）。以前杀败非利士人的英雄大卫，现在竟要求迦特王亚吉的恩准来保护他。大卫在这个王面前曾经装疯，亚吉可能已忘了这件事，或者因大卫目前的窘境而忽略了。亚吉必定知道大卫与扫罗的分裂，因而他乐意庇护以色列的叛国者，也可能指望大卫与跟随他的六百人能在军事上支持他。大卫使亚吉相信他侵夺了以色列的地，假意表示对非利士人的首领忠诚，更进一步地坚固他在亚吉王面前的地位。"
        },
        {
            "chapter": "27:4",
            "content": "有人告诉扫罗说：“大卫逃到迦特。”扫罗就不再寻索他了。",
            "note": "扫罗终于不再寻索大卫了。他的兵力还不足以攻入非利士人的境内去捉一个人。除此以外，大卫既然不在境内，对他的王位也就没有直接的威胁了。"
        },
        {
            "chapter": "27:5",
            "content": "大卫对亚吉说：“我若在你眼前蒙恩，求你在京外的城邑中赐我一个地方居住。仆人何必与王同住京都呢？”",
            "note": ""
        },
        {
            "chapter": "27:6",
            "content": "当日亚吉将洗革拉赐给他，因此洗革拉属犹大王，直到今日。",
            "note": ""
        },
        {
            "chapter": "27:7",
            "content": "大卫在非利士地住了一年零四个月。",
            "note": "亚吉是非利士五个有权势的王之一。大卫可能想搬出这个主要城市，以避免可能发生的冲突，免得他的家族受到攻击，也可能想逃避非利士官员对他的监视。亚吉让他搬到洗革拉居住，他在那里一直住到扫罗驾崩（参撒下2:1）。"
        },
        {
            "chapter": "27:8",
            "content": "大卫和跟随他的人上去，侵夺基述人、基色人、亚玛力人之地。这几族历来住在那地，从书珥直到埃及。",
            "note": ""
        },
        {
            "chapter": "27:9",
            "content": "大卫击杀那地的人，无论男女都没有留下一个；又夺获牛、羊、骆驼、驴并衣服，回来见亚吉。",
            "note": "大卫可能采取游击战去侵夺这些地方，因为这三个部族是以奇袭和残酷对待无辜居民着称。住在旷野的这些部族不但会危害非利士人，更会危害到以色列人──大卫将来要统治的人民。"
        },
        {
            "chapter": "27:10",
            "content": "亚吉说：“你们今日侵夺了什么地方呢？”大卫说：“侵夺了犹大的南方，耶拉篾的南方，基尼的南方。”",
            "note": ""
        },
        {
            "chapter": "27:11",
            "content": "无论男女，大卫没有留下一个带到迦特来。他说：“恐怕他们将我们的事告诉人说：‘大卫住在非利士地的时候，常常这样行。’”",
            "note": ""
        },
        {
            "chapter": "27:12",
            "content": "亚吉信了大卫，心里说：“大卫使本族以色列人憎恶他，所以他必永远作我的仆人了。”",
            "note": "大卫向亚吉所作的虚假报告对不对？他实在是撒了谎，但是他可能认为与异教仇敌争战，战略上这样行也未尝不可。他自知有一天要作以色列人的王。非利士人仍然是他的仇敌，不过就目前来说．这是他逃避扫罗的最好地方。亚吉叫他与以色列人争战，他表示同意，再一次对非利士人表示忠诚（28:1及以下各节）。我们不知道他究竟会否真的与扫罗的军队作战，但是我们可以深信，他最终的效忠对象不是亚吉，也不是扫罗，乃是神。"
        }
    ]
}