{
    "book": "撒母耳记上",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "童子撒母耳在以利面前事奉耶和华。当那些日子，耶和华的言语稀少，不常有默示。",
            "note": ""
        },
        {
            "chapter": "3:2",
            "content": "一日，以利睡卧在自己的地方。他眼目昏花，看不分明。",
            "note": ""
        },
        {
            "chapter": "3:3",
            "content": "神的灯在　神耶和华殿内约柜那里，还没有熄灭，撒母耳已经睡了。",
            "note": "神的约柜存放在会幕的至圣所中，是最里面的地方，只有大祭司才可一年进去一次。在它的前面是圣所──一个小房间，里面放着圣所的其他器物（香坛、摆陈设饼的桌子、灯台）。圣所外有院子，里面有祭司居住的小房间，撒母耳和其他祭司大概就住在那里，离约柜不远。"
        },
        {
            "chapter": "3:4",
            "content": "耶和华呼唤撒母耳。撒母耳说：“我在这里！”",
            "note": ""
        },
        {
            "chapter": "3:5",
            "content": "就跑到以利那里说：“你呼唤我，我在这里。”以利回答说：“我没有呼唤你，你去睡吧！”他就去睡了。",
            "note": "神在过去虽然以人能听见的方式，直接对摩西和约书亚说话，他在士师秉政的三百年中却言语稀少。在以利的时代，没有先知传讲神的信息，这是什么缘故？单单从以利的两个儿子身上就可以看出。他们或者不愿意听，或者他们的贪欲阻碍了神对他们讲话。"
        },
        {
            "chapter": "3:6",
            "content": "耶和华又呼唤撒母耳。撒母耳起来，到以利那里说：“你呼唤我，我在这里。”以利回答说：“我的儿，我没有呼唤你，你去睡吧！”",
            "note": ""
        },
        {
            "chapter": "3:7",
            "content": "那时，撒母耳还未认识耶和华，也未得耶和华的默示。",
            "note": ""
        },
        {
            "chapter": "3:8",
            "content": "耶和华第三次呼唤撒母耳。撒母耳起来，到以利那里说：“你又呼唤我，我在这里。”以利才明白是耶和华呼唤童子。",
            "note": ""
        },
        {
            "chapter": "3:9",
            "content": "因此，以利对撒母耳说：“你仍去睡吧！若再呼唤你，你就说：‘耶和华啊，请说，仆人敬听！’”撒母耳就去仍睡在原处。",
            "note": "人多半认为神会将信息赐给以利，而不是童子撒母耳。以利既资深又身居显要职位，但是神的各种命令都是对有信心的人而发的，并不依据年龄或地位。他找到忠心的信徒，就可能使用人意想不到的方式来发声。所以我们要装备好自己，随时随地准备接受神的拣选，为他做工。"
        },
        {
            "chapter": "3:10",
            "content": "耶和华又来站着，像前三次呼唤说：“撒母耳啊！撒母耳啊！”撒母耳回答说：“请说，仆人敬听！”",
            "note": ""
        },
        {
            "chapter": "3:11",
            "content": "耶和华对撒母耳说：“我在以色列中必行一件事，叫听见的人都必耳鸣。",
            "note": ""
        },
        {
            "chapter": "3:12",
            "content": "我指着以利家所说的话，到了时候，我必始终应验在以利身上。",
            "note": ""
        },
        {
            "chapter": "3:13",
            "content": "我曾告诉他必永远降罚与他的家，因他知道儿子作孽，自招咒诅，却不禁止他们。",
            "note": "以利终身事奉神。他的职责是督导以色列人敬拜神，可惜他在努力完成这个伟大任务时，却忽略了对自己家庭的责任。不要因热心事奉神而忽略了家庭，不然你的神圣任务就会大打折扣。更不要为了追求个人的成就，使你的家庭受亏损。"
        },
        {
            "chapter": "3:14",
            "content": "所以我向以利家起誓说：‘以利家的罪孽，虽献祭奉礼物，永不能得赎去。’”",
            "note": "“得赎去”是“罪得赦免”的意思。神是说以利家两个儿子的罪不能用献祭来遮掩，必须受罚。"
        },
        {
            "chapter": "3:15",
            "content": "撒母耳睡到天亮，就开了耶和华的殿门，不敢将默示告诉以利。",
            "note": ""
        },
        {
            "chapter": "3:16",
            "content": "以利呼唤撒母耳说：“我儿撒母耳啊！”撒母耳回答说：“我在这里！”",
            "note": ""
        },
        {
            "chapter": "3:17",
            "content": "以利说：“耶和华对你说什么，你不要向我隐瞒；你若将　神对你所说的隐瞒一句，愿他重重地降罚与你。”",
            "note": ""
        },
        {
            "chapter": "3:18",
            "content": "撒母耳就把一切话都告诉了以利，并没有隐瞒。以利说：“这是出于耶和华，愿他凭自己的意旨而行。”",
            "note": ""
        },
        {
            "chapter": "3:19",
            "content": "撒母耳长大了，耶和华与他同在，使他所说的话，一句都不落空。",
            "note": ""
        },
        {
            "chapter": "3:20",
            "content": "从但到别是巴所有的以色列人，都知道耶和华立撒母耳为先知。",
            "note": "“从但到别是巴”这句话常指应许之地的全境，但城在应许之地的最北端，别是巴则在最南端。按上下文来理解，这是特别着重让以色列全境的人都知道：神已呼召撒母耳作先知了。"
        },
        {
            "chapter": "3:21",
            "content": "耶和华又在示罗显现，因为耶和华将自己的话默示撒母耳，撒母耳就把这话传遍以色列地。",
            "note": ""
        }
    ]
}