{
    "book": "撒母耳记上",
    "chapter": "8",
    "verses": [
        {
            "chapter": "8:1",
            "content": "撒母耳年纪老迈，就立他儿子作以色列的士师。",
            "note": ""
        },
        {
            "chapter": "8:2",
            "content": "长子名叫约珥，次子名叫亚比亚，他们在别是巴作士师。",
            "note": ""
        },
        {
            "chapter": "8:3",
            "content": "他儿子不行他的道，贪图财利，收受贿赂，屈枉正直。",
            "note": "撒母耳年纪老了，立儿子作士师代替他，但他们和以利的儿子不相伯仲（2:12），一样地贪污受贿。我们不知道撒母耳的儿子为什么堕落，只知道以利儿子的败坏以利也有责任（2:29-34）。"
        },
        {
            "chapter": "8:4",
            "content": "以色列的长老都聚集，来到拉玛见撒母耳，",
            "note": ""
        },
        {
            "chapter": "8:5",
            "content": "对他说：“你年纪老迈了，你儿子不行你的道。现在求你为我们立一个王治理我们，像列国一样。”",
            "note": ""
        },
        {
            "chapter": "8:6",
            "content": "撒母耳不喜悦他们说“立一个王治理我们”，他就祷告耶和华。",
            "note": "百姓坚持要立王，以为有了新政体，就会使国家完善。但是由于基本问题乃是人不顺服神，所以其他的问题在这新政府之下仍会照样发生。他们所需要的乃是同心信靠神，而不是一个统一的政体。"
        },
        {
            "chapter": "8:7",
            "content": "耶和华对撒母耳说：“百姓向你说的一切话，你只管依从。因为他们不是厌弃你，乃是厌弃我，不要我作他们的王。",
            "note": ""
        },
        {
            "chapter": "8:8",
            "content": "自从我领他们出埃及到如今，他们常常离弃我，事奉别神。现在他们向你所行的，是照他们素来所行的。",
            "note": ""
        },
        {
            "chapter": "8:9",
            "content": "故此，你要依从他们的话，只是当警戒他们，告诉他们将来那王怎样管辖他们。”",
            "note": "以色列人要求立王，有以下几个原因：（1）撒母耳的两个儿子不适于领导他们；（2）以色列人的十二个支派在一起相处时，不断发生问题，因为各支派均有自己的首领和地业。他们盼望有君王能将十二个支派统一起来，组成一支军队；（3）百姓想跟列国看齐。这正是神所不愿见的事。立王之后，人就容易忘记神才是他们真正的君王。以色列人要求立王并不是错，神在申命记之中就曾经提到这种可能性（参申17:14-20）。但是人民实际上是不要神作他们的王和领袖。他们要建立法律、军队，并选立一位王来代替神。他们想藉着人的力量管理全族，而实际上只有神的大能，才能使他们在充满敌意的迦南地兴旺。"
        },
        {
            "chapter": "8:10",
            "content": "撒母耳将耶和华的话都传给求他立王的百姓，说：",
            "note": ""
        },
        {
            "chapter": "8:11",
            "content": "“管辖你们的王必这样行：他必派你们的儿子为他赶车、跟马、奔走在车前；",
            "note": ""
        },
        {
            "chapter": "8:12",
            "content": "又派他们作千夫长、五十夫长，为他耕种田地，收割庄稼，打造军器和车上的器械；",
            "note": ""
        },
        {
            "chapter": "8:13",
            "content": "必取你们的女儿为他制造香膏，做饭烤饼；",
            "note": ""
        },
        {
            "chapter": "8:14",
            "content": "也必取你们最好的田地、葡萄园、橄榄园，赐给他的臣仆。",
            "note": ""
        },
        {
            "chapter": "8:15",
            "content": "你们的粮食和葡萄园所出的，他必取十分之一给他的太监和臣仆；",
            "note": ""
        },
        {
            "chapter": "8:16",
            "content": "又必取你们的仆人婢女、健壮的少年人和你们的驴，供他的差役。",
            "note": ""
        },
        {
            "chapter": "8:17",
            "content": "你们的羊群，他必取十分之一，你们也必作他的仆人。",
            "note": ""
        },
        {
            "chapter": "8:18",
            "content": "那时，你们必因所选的王哀求耶和华，耶和华却不应允你们。”",
            "note": ""
        },
        {
            "chapter": "8:19",
            "content": "百姓竟不肯听撒母耳的话，说：“不然，我们定要一个王治理我们，",
            "note": ""
        },
        {
            "chapter": "8:20",
            "content": "使我们像列国一样，有王治理我们，统领我们，为我们争战。”",
            "note": "以色列人被称为圣洁的族类，与万民有别，也是在万国中单单属于神的民族（参利20:26）。他们要求立王的动机，却像列国一样，这与神最先的计划完全背道而驰。求立王并不是错，错在立王的动机和原因。"
        },
        {
            "chapter": "8:21",
            "content": "撒母耳听见百姓这一切话，就将这话陈明在耶和华面前。",
            "note": ""
        },
        {
            "chapter": "8:22",
            "content": "耶和华对撒母耳说：“你只管依从他们的话，为他们立王。”撒母耳对以色列人说：“你们各归各城去吧！”",
            "note": ""
        }
    ]
}