{
    "book": "撒母耳记上",
    "chapter": "9",
    "verses": [
        {
            "chapter": "9:1",
            "content": "有一个便雅悯人，名叫基士，是便雅悯人亚斐亚的玄孙、比歌拉的曾孙、洗罗的孙子、亚别的儿子，是个大能的勇士（注：或作“大财主”）。",
            "note": ""
        },
        {
            "chapter": "9:2",
            "content": "他有一个儿子，名叫扫罗，又健壮又俊美，在以色列人中没有一个能比他的；身体比众民高过一头。",
            "note": ""
        },
        {
            "chapter": "9:3",
            "content": "扫罗的父亲基士丢了几头驴，他就吩咐儿子扫罗说：“你带一个仆人去寻找驴。”",
            "note": "扫罗的父亲吩咐他去寻找丢了的驴。驴有多种用途，在圣经时代是载运货物的牲口，用来运货、拉车与耕作，是当时必需的劳动生活资源，就连最穷苦的家庭也会养一头驴。驴多是富有的象征，驴丢了实属不幸。扫罗的父亲有许多头驴，证明他相当富有。"
        },
        {
            "chapter": "9:4",
            "content": "扫罗就走过以法莲山地，又过沙利沙地，都没有找着；又过沙琳地，驴也不在那里；又过便雅悯地，还没有找里。",
            "note": ""
        },
        {
            "chapter": "9:5",
            "content": "到了苏弗地，扫罗对跟随他的仆人说：“我们不如回去，恐怕我父亲不为驴挂心，反为我们担忧。”",
            "note": ""
        },
        {
            "chapter": "9:6",
            "content": "仆人说：“这城里有一位神人，是众人所尊重的，凡他所说的全都应验。我们不如往他那里去，或者他能将我们当走的路指示我们。”",
            "note": "扫罗仆人所说先知住的这个城，可能是拉玛；在示罗附近与非利士人争战以后（7:17），撒母耳搬到那里。扫罗与撒母耳同住在便雅悯的地业以内，竟然不知道他是谁，显出他对属灵事物的无知。"
        },
        {
            "chapter": "9:7",
            "content": "扫罗对仆人说：“我们若去，有什么可以送那人呢？我们囊中的食物都吃尽了，也没有礼物可以送那神人，我们还有什么没有？”",
            "note": ""
        },
        {
            "chapter": "9:8",
            "content": "仆人回答扫罗说：“我手里有银子一舍客勒的四分之一，可以送那神人，请他指示我们当走的路。”",
            "note": ""
        },
        {
            "chapter": "9:9",
            "content": "（从前以色列中，若有人去问　神，就说：“我们问先见去吧！”现在称为先知的，从前称为先见。）",
            "note": ""
        },
        {
            "chapter": "9:10",
            "content": "扫罗对仆人说：“你说的是，我们可以去。”于是，他们往神人所住的城里去了。",
            "note": ""
        },
        {
            "chapter": "9:11",
            "content": "他们上坡要进城，就遇见几个少年女子出来打水，问她们说：“先见在这里没有？”",
            "note": ""
        },
        {
            "chapter": "9:12",
            "content": "女子回答说：“在这里。他在你们面前，快去吧！他今日正到城里，因为今日百姓要在邱坛献祭。",
            "note": ""
        },
        {
            "chapter": "9:13",
            "content": "在他还没有上邱坛吃祭物之先，你们一进城必遇见他，因他未到，百姓不能吃，必等他先祝祭，然后请的客才吃。现在你们上去，这时候必遇见他。”",
            "note": ""
        },
        {
            "chapter": "9:14",
            "content": "二人就上去。将进城的时候，撒母耳正迎着他们来，要上邱坛去。",
            "note": ""
        },
        {
            "chapter": "9:15",
            "content": "扫罗未到的前一日，耶和华已经指示撒母耳说：",
            "note": ""
        },
        {
            "chapter": "9:16",
            "content": "“明日这时候，我必使一个人从便雅悯地到你这里来，你要膏他作我民以色列的君。他必救我民脱离非利士人的手；因我民的哀声上达于我，我就眷顾他们。”",
            "note": ""
        },
        {
            "chapter": "9:17",
            "content": "撒母耳看见扫罗的时候，耶和华对他说：“看哪！这人就是我对你所说的，他必治理我的民。”",
            "note": ""
        },
        {
            "chapter": "9:18",
            "content": "扫罗在城门里走到撒母耳跟前说：“请告诉我，先见的寓所在哪里？”",
            "note": ""
        },
        {
            "chapter": "9:19",
            "content": "撒母耳回答说：“我就是先见。你在我前面上邱坛去，因为你们今日必与我同席，明日早晨我送你去，将你心里的事都告诉你。",
            "note": ""
        },
        {
            "chapter": "9:20",
            "content": "至于你前三日所丢的那几头驴，你心里不必挂念，已经找着了。以色列众人所仰慕的是谁呢？不是仰慕你和你父的全家吗？”",
            "note": ""
        },
        {
            "chapter": "9:21",
            "content": "扫罗说：“我不是以色列支派中至小的便雅悯人吗？我家不是便雅悯支派中至小的家吗？你为何对我说这样的话呢？”",
            "note": "扫罗吐露出“你为何对我说这样的话呢？”显明他心底将会一再面对的问题──自卑感。他像落叶一样随风飘摇不定，在自己的感觉与信念之间左右摆动。他的言行都以自我为中心，只为自己担心。例如，他说自己的家族是以色列人至小的支派中“至小的”，但是9章1节说他父亲是个“大能的勇士”（或作“大财主”）。（便雅悯支派是十二个支派之中最小的，因为他们不道德的罪行导致内战，几乎受到被灭绝的处罚──参士19-21。）他不愿承担神赐给他的责任。后来，他保留一部分战利品，那是他不应当存留的，因此受到撒母耳的责备，他却将责任推卸到士兵身上（15:21），说他们实在想用那些牲畜向神献祭（15:15）。"
        },
        {
            "chapter": "9:22",
            "content": "撒母耳领扫罗和他仆人进了客堂，使他们在请来的客中坐首位，客约有三十个人。",
            "note": ""
        },
        {
            "chapter": "9:23",
            "content": "撒母耳对厨役说：“我交给你收存的那一份祭肉，现在可以拿来。”",
            "note": ""
        },
        {
            "chapter": "9:24",
            "content": "厨役就把收存的腿拿来，摆在扫罗面前。撒母耳说：“这是所留下的，放在你面前吃吧！因我请百姓的时候，特意为你存留这肉到此时。”当日，扫罗就与撒母耳同席。",
            "note": ""
        },
        {
            "chapter": "9:25",
            "content": "众人从邱坛下来进城，撒母耳和扫罗在房顶上说话。",
            "note": ""
        },
        {
            "chapter": "9:26",
            "content": "次日清早起来，黎明的时候，扫罗在房顶上。撒母耳呼叫他说：“起来吧！我好送你回去。”扫罗就起来，和撒母耳一同出去。",
            "note": ""
        },
        {
            "chapter": "9:27",
            "content": "二人下到城角，撒母耳对扫罗说：“要吩咐仆人先走（仆人就先走了）；你且站在这里，等我将　神的话传给你听。”",
            "note": "我们常会以为事件是偶然发生的，但是从扫罗的事可以看出，神可能使用平常的事件，来达到他的目的。我们要相信一切的境遇皆可能是“神所命定”的，对塑造我们的一生都是非常重要的。请你思想最近影响你的顺逆际遇，你能否从其中看出神的旨意？他可能想使你具有某种素质，或者要领你在另一方面事奉他。"
        }
    ]
}