{
    "book": "俄巴底亚书",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "俄巴底亚得了耶和华的默示。论以东说：“我从耶和华那里听见信息，并有使者被差往列国去，说：‘起来吧，一同起来与以东争战。’",
            "note": "俄巴底亚是南国犹大的先知，奉召宣告对以东国的审判。根据推测，这卷书的写作日期可能有两个：（1）写于公元前853至841年，在约兰任犹大王期间，非利士人和阿拉伯人联合攻击耶路撒冷时（参代下21:16-17）；（2）公元前586年，耶路撒冷遭巴比伦人摧毁之时（参王下25章； 代下36章）。以东人对以色列和犹大遭难幸灾乐祸，不念先祖以扫和雅各是亲兄弟，自己与以色列人血缘之亲的情分（参创25:19-26）。以扫和雅各兄弟不和，他们的后代以东人和以色列人也成了世仇。以东人以冷漠和恶毒的态度对待神的子民，所以神向他们宣告审判。"
        },
        {
            "chapter": "1:2",
            "content": "我使你以东在列国中为最小的，被人大大藐视。",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "住在山穴中，居所在高处的啊，你因狂傲自欺，心里说：‘谁能将我拉下地去呢？’",
            "note": "以东人以为自己一无所缺，可以安枕无忧，但其实这只是自欺欺人。因为除神提供的以外，世上再无永久的安稳。你的安全感可是建基在物质或其他人身上？扪心自问，那些人与物，真能令你长久安稳吗？人世间的财物，世上的每个人，一瞬间就会消失得无影无踪，惟有神才是永不改变的，也只有他才能给人永久的保障。"
        },
        {
            "chapter": "1:4",
            "content": "你虽如大鹰高飞，在星宿之间搭窝，我必从那里拉下你来。”这是耶和华说的。",
            "note": "以东人的都城是从岩石中凿出来的，他们很以此自豪。今日彼特拉也被公认为出色的古代建筑，但是也只是个观光胜地而已。圣经警告我们：骄傲在败坏之先（参箴16:18），世上所有骄傲的人都难逃自我毁灭的下场，以东人与彼特拉就是好例子。谦卑的人比骄傲的人安稳，因为前者对自己和对世界有较正确的认识。"
        },
        {
            "chapter": "1:5",
            "content": "“盗贼若来在你那里，或强盗夜间而来（你何竟被剪除），岂不偷窃，直到够了呢？摘葡萄的若来到你那里，岂不剩下些葡萄呢？",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "以扫的隐密处何竟被搜寻？他隐藏的宝物何竟被查出？",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "与你结盟的都送你上路，直到交界；与你和好的欺骗你，且胜过你；与你一同吃饭的，设下网罗陷害你；在你心里毫无聪明。”",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "耶和华说：“到那日，我岂不从以东除灭智慧人，从以扫山除灭聪明人？",
            "note": "以东人以聪明闻名于世。但是人的智慧与神的智慧差距极大。以东人可能在处理世事上十分聪明，但他们藐视神，甚至讥讽神，因此变得十分愚蠢。"
        },
        {
            "chapter": "1:9",
            "content": "提幔哪，你的勇士必惊惶，甚至以扫山的人都被杀戮剪除。",
            "note": "约伯的一位友人以利法就是来自提幔（参伯2:11）。提幔位于彼特拉以东八公里之外，是以以扫的一个孙子命名的（参创36:10-12）。"
        },
        {
            "chapter": "1:10",
            "content": "因你向兄弟雅各行强暴，羞愧必遮盖你，你也必永远断绝。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "当外人掳掠雅各的财物，外邦人进入他的城门，为耶路撒冷拈阄的日子，你竟站在一旁，像与他们同夥。",
            "note": "以色列人源于雅各；以东人则源自雅各的哥哥以扫（参创25:19-26）。以东人在以色列国和犹大国遭难的时候，不但袖手旁观，不去救援，反而趁火打劫。任何拒绝向神子民施以援手的人，都是神的仇敌。如果看见有人在缺乏时却不去帮助他，这就是罪了（参雅4:17）。罪不单是指做了坏事，也指不肯去做好事。因此，知道有人欠缺，千万不要坐视不理，更不要拒绝施以援助。"
        },
        {
            "chapter": "1:12",
            "content": "你兄弟遭难的日子，你不当瞪眼看着；犹大人被灭的日子，你不当因此欢乐；他们遭难的日子，你不当说狂傲的话。",
            "note": "以东人憎恨以色列人，看见犹大有难竟然十分欢乐，希望他们灭亡，为此神将以东的名字从地上抹掉。你看见别人遇到不幸的事是否感到高兴？别忘了只有神才有资格作审判，纵使那是他们应得的，我们也不应因别人遭逢不幸而高兴。（参箴24:17）"
        },
        {
            "chapter": "1:13",
            "content": "我民遭灾的日子，你不当进他们的城门；他们遭灾的日子，你不当瞪眼看着他们受苦；他们遭灾的日子，你不当伸手抢他们的财物。",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "你不当站在岔路口，剪除他们中间逃脱的；他们遭难的日子，你不当将他们剩下的人交付仇敌。",
            "note": "在以色列和犹大四邻的国家中，只有以东得不到神的怜悯应许，因为他们洗劫耶路撒冷，又对以色列人和犹大人遭难幸灾乐祸。以东人在血缘兄弟遇难时背叛他们，与兄弟的敌人同夥（参诗137:7；耶49:7-22；结25:12-14；摩1:11-12）。"
        },
        {
            "chapter": "1:15",
            "content": "耶和华降罚的日子临近万国。你怎样行，他也必照样向你行，你的报应必归到你头上。",
            "note": "神为什么要降罚于万国？因为除以东之外，还有一些国家高兴看见犹大覆亡。万族万国万民都要按他们对神子民的态度接受审判。有些国家善待神的子民，有些则敌视他们。神会按各人对待别人的态度，尤其是对待信徒的态度来施行审判（参启20:12-13），耶稣对此也早已言明（参太25:31-46）。"
        },
        {
            "chapter": "1:16",
            "content": "你们犹大人在我圣山怎样喝了苦杯，万国也必照样常常地喝；且喝且咽，他们就归于无有。",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "在锡安山必有逃脱的人，那山也必成圣；雅各家必得原有的产业。",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "雅各家必成为大火；约瑟家必为火焰。以扫家必如碎秸，火必将他烧着吞灭；以扫家必无余剩的。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "1:19",
            "content": "南地的人，必得以扫山；高原的人，必得非利士地，也得以法莲地和撒玛利亚地；便雅悯人必得基列。",
            "note": "南地在犹大国的南部，是一片既干又热的地区。高原地带则在犹大西部。"
        },
        {
            "chapter": "1:20",
            "content": "在迦南人中被掳的以色列众人，必得地直到撒勒法。在西法拉中被掳的耶路撒冷人，必得南地的城邑。",
            "note": "将来国家的边界会包括迦南人（腓尼基人）的土地，南至撒勒法，即地中海沿岸介乎推罗与西顿的地区。西法拉很可能就是撒狄。"
        },
        {
            "chapter": "1:21",
            "content": "必有拯救者上到锡安山，审判以扫山；国度就归耶和华了。",
            "note": "从以东的例子我们看见所有敌视神的国家的下场。神应许保护他的子民，不让他们全被歼灭，任何事都不会令神不守诺言。俄巴底亚书指出神审判信息的四方面：（1）恶人必遭惩罚；（2）信靠神的人对未来有盼望；（3）神掌管人类的历史；（4）神的终极目标是建立一个永恒的国度。以东人狂傲自大，残忍地对待神的子民，趁火打劫；任何国家若苦待神的子民，也会遭到惩罚，即使他们外表看来无人可敌。同样，我们每个人都不可以财富或安稳的地位自满，以致看不见神子民的困乏。不去帮助别人就是罪，神是公义的，任何人犯罪，都会受到惩罚。"
        }
    ]
}