{
    "book": "尼希米记",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "亚达薛西王二十年尼散月，在王面前摆酒，我拿起酒来奉给王。我素来在王面前没有愁容。",
            "note": ""
        },
        {
            "chapter": "2:2",
            "content": "王对我说：“你既没有病，为什么面带愁容呢？这不是别的，必是你心中愁烦。”于是我甚惧怕。",
            "note": "王察觉到尼希米的愁容，令尼希米甚是惧怕，因为任何人露出愁颜令王不悦的话，王都有权赐他死罪，因为穿麻衣的不可进朝门，而愁容满面与披麻蒙灰无异（参斯4:2）。"
        },
        {
            "chapter": "2:3",
            "content": "我对王说：“愿王万岁！我列祖坟墓所在的那城荒凉，城门被火焚烧，我岂能面无愁容吗？”",
            "note": "尼希米不因惶恐而感到耻辱，也未因此停止了神交托的工作。若我们让恐惧控制自己，便等于承认恐惧胜过神。当神呼召你时，你畏缩了吗？神已胜过恐惧；你先要找出惧怕的原因，并要明白，只要是出于神的，他必定帮助你完成这工。"
        },
        {
            "chapter": "2:4",
            "content": "王问我说：“你要求什么？”于是我默祷天上的　神。",
            "note": "尼希米没多考虑，便立刻跪下祷告。在尼希米记中，先后有八次他发自内心的祈祷（2:4；4:4-5, 9；5:19；6:14；13:14, 22, 29）。尼希米随时祷告，因他知道神掌管一切，与他同在并乐意聆听和回应他的祈求。尼希米有信心地祈祷，因为恒常祷告，使他与神更亲密了（1:4-7）。若我们想祷告达到神面前，必须花时间深入地祈祷，才能与神建立亲密的关系。"
        },
        {
            "chapter": "2:5",
            "content": "我对王说：“仆人若在王眼前蒙恩，王若喜欢，求王差遣我往犹大，到我列祖坟墓所在的那城去，我好重新建造。”",
            "note": ""
        },
        {
            "chapter": "2:6",
            "content": "那时，王后坐在王的旁边。王问我说：“你去要多少日子？几时回来？”我就定了日期。于是王喜欢差遣我去。",
            "note": "王问尼希米要去多少日子，圣经没有记载他即时的答复，结果他在耶路撒冷住了十二年（5:14；13:6）。"
        },
        {
            "chapter": "2:7",
            "content": "我又对王说：“王若喜欢，求王赐我诏书，通知大河西的省长准我经过，直到犹大；",
            "note": ""
        },
        {
            "chapter": "2:8",
            "content": "又赐诏书，通知管理王园林的亚萨，使他给我木料，作属殿营楼之门的横梁和城墙，与我自己房屋使用的。”王就允准我，因我　神施恩的手帮助我。",
            "note": "尼希米有地位和权力，也有优秀的组织能力，但他明白如果没有神施恩的手，他的努力都是枉然。你知道你的力量和天赋都是从神而来的吗？"
        },
        {
            "chapter": "2:9",
            "content": "王派了军长和马兵护送我。我到了河西的省长那里，将王的诏书交给他们。",
            "note": ""
        },
        {
            "chapter": "2:10",
            "content": "和伦人参巴拉，并为奴的亚扪人多比雅，听见有人来为以色列人求好处，就甚恼怒。",
            "note": "参巴拉是撒玛利亚的省长，多比雅可能是河东的省长。这些政府官员，对尼希米和少数回归的以色列人十分关注，原因如下：（1）所罗巴伯领首批以色列人回归时（参拉1:2），拒绝撒玛利亚人的帮助，双方关系闹僵了。（2）尼希米并非一般俘虏，他是王的私人顾问和酒政，他带着王的谕旨回耶路撒冷，要重建全城和加强圣城的防御力量。自犹大人被掳后，撒马利亚人便接手管理他们的土地。现在耶路撒冷重建，意味着撒马利亚人的治权受到威胁。（3）这次是第三批人回国，耶路撒冷的人口渐增令参巴拉和多比雅愤怒，因他们不想以色列人控制该地，而威胁自己的地位。"
        },
        {
            "chapter": "2:11",
            "content": "我到了耶路撒冷，在那里住了三日。",
            "note": ""
        },
        {
            "chapter": "2:12",
            "content": "我夜间起来，有几个人也一同起来；但　神使我心里要为耶路撒冷做什么事，我并没有告诉人。除了我骑的牲口以外，也没有别的牲口在我那里。",
            "note": ""
        },
        {
            "chapter": "2:13",
            "content": "当夜，我出了谷门，往野狗井去（注：“野狗”或作“龙”），到了粪厂门，察看耶路撒冷的城墙，见城墙拆毁，城门被火焚烧。",
            "note": ""
        },
        {
            "chapter": "2:14",
            "content": "我又往前，到了泉门和王池，但所骑的牲口没有地方过去。",
            "note": "城墙损毁不堪，尼希米所骑的牲口无法通过，只好徒步上山视察。"
        },
        {
            "chapter": "2:15",
            "content": "于是，夜间沿溪而上，察看城墙，又转身进入谷门，就回来了。",
            "note": "尼希米对身负的使命保持缄默，在深夜视察城墙，是为了避免他的巡视引起各种不利谣言，并防止敌人对他的计划起戒心。惟有审慎计划，一切准备就绪，他才将神托付的使命公诸于世。若时机未成熟便公布计划，可能会导致犹太人的反对。尼希米不愿被冗长费时的计划会议耽误时间，他要的是一个能够坐言起行的计划。"
        },
        {
            "chapter": "2:16",
            "content": "我往哪里去，我做什么事，官长都不知道。我还没有告诉犹大平民、祭司、贵胄、官长和其余做工的人。",
            "note": ""
        },
        {
            "chapter": "2:17",
            "content": "以后，我对他们说：“我们所遭的难，耶路撒冷怎样荒凉，城门被火焚烧，你们都看见了。来吧！我们重建耶路撒冷的城墙，免得再受凌辱。”",
            "note": "尼希米悄悄地回到耶路撒冷，用了几天时间，察看城墙的损毁程度。经过深思熟虑，他充满信心地提出了一套计划。他示范了一个解决问题的好途径──先搜集资料，详细分析形势，然后提出可行的策略。你应该学习尼希米，开始工作前预先作周详计划，查考所有资料，肯定你的建议是切实可行的，再充满信心地介绍你的方案。"
        },
        {
            "chapter": "2:18",
            "content": "我告诉他们我　神施恩的手怎样帮助我，并王对我所说的话。他们就说：“我们起来建造吧！”于是他们奋勇做这善工。",
            "note": "异象常叫人灵性复兴。尼希米领受了异象，满怀热诚与耶路撒冷的领袖们分享，激动他们重建城墙。"
        },
        {
            "chapter": "2:19",
            "content": "但和伦人参巴拉，并为奴的亚扪人多比雅和阿拉伯人基善听见就嗤笑我们，藐视我们说：“你们做什么呢？要背叛王吗？”",
            "note": "参巴拉和多比雅指责重建城墙是叛乱行为，甚至威胁要告御状。他们指责参与建造的人是卖国贼。仇敌们还嘲讽尼希米，说城墙损毁严重，根本无法重建。尼希米没有告诉他们其实王早已批准重建，只说这是神的意思。其实这样的一句话便已足够了。"
        },
        {
            "chapter": "2:20",
            "content": "我回答他们说：“天上的　神必使我们亨通。我们作他仆人的，要起来建造；你们却在耶路撒冷无分、无权、无记念。”",
            "note": ""
        }
    ]
}