{
    "book": "尼希米记",
    "chapter": "6",
    "verses": [
        {
            "chapter": "6:1",
            "content": "参巴拉、多比雅、阿拉伯人基善和我们其余的仇敌，听见我已经修完了城墙，其中没有破裂之处（那时我还没有安门扇）。",
            "note": ""
        },
        {
            "chapter": "6:2",
            "content": "参巴拉和基善就打发人来见我说：“请你来，我们在阿挪平原的一个村庄相会。”他们却想害我。",
            "note": "阿挪平原位于耶路撒冷西北约32公里处。若参巴拉和基善成功诱使尼希米往该处，便可在途中伏击他。"
        },
        {
            "chapter": "6:3",
            "content": "于是，我差遣人去见他们说：“我现在办理大工，不能下去！焉能停工，下去见你们呢？”",
            "note": ""
        },
        {
            "chapter": "6:4",
            "content": "他们这样四次打发人来见我，我都如此回答他们。",
            "note": ""
        },
        {
            "chapter": "6:5",
            "content": "参巴拉第五次打发仆人来见我，手里拿着未封的信，",
            "note": ""
        },
        {
            "chapter": "6:6",
            "content": "信上写着说：“外邦人中有风声，迦施慕（注：就是“基善”，见2章19节）也说，你和犹大人谋反，修造城墙，你要作他们的王。",
            "note": ""
        },
        {
            "chapter": "6:7",
            "content": "你又派先知在耶路撒冷指着你宣讲说：‘在犹大有王。’现在这话必传与王知，所以请你来，与我们彼此商议。”",
            "note": "当时有先知如玛拉基，宣讲弥赛亚将降临的信息（参玛3:1-3）。参巴拉灵机一动，藉此制造事端，说尼希米要自立为王，想令他失去民心，并招来杀身之祸。参巴拉又恐吓要将尼希米策动谋反的事上告给波斯王，企图使当地官员都反对他。参巴拉故意把一封给尼希米的信不封口，借此使谣言流传更广。不过，他的指控全属捏造，根本动摇不了尼希米的决心。"
        },
        {
            "chapter": "6:8",
            "content": "我就差遣人去见他说：“你所说的这事，一概没有，是你心里捏造的。”",
            "note": ""
        },
        {
            "chapter": "6:9",
            "content": "他们都要使我们惧怕，意思说：“他们的手必软弱，以致工作不能成就。”“　神啊，求你坚固我的手。”",
            "note": "仇敌攻击你或神的工作，就是想驱使你到神面前，求神救你逃离困境，但尼希米却求神“坚固我的手”。他表现出无比的勇毅和高尚的品格，坚守他的责任。你若祈求力量，神必应允。"
        },
        {
            "chapter": "6:10",
            "content": "我到了米希大别的孙子、第来雅的儿子示玛雅家里。那时，他闭门不出。他说：“我们不如在　神的殿里会面，将殿门关锁，因为他们要来杀你，就是夜里来杀你。”",
            "note": "示玛雅警告尼希米危险逼近，叫他躲进圣殿里。尼希米以智慧分辨出这其实是仇敌的另一诡计。有些人为了某些目的，冒称神的旨意，所以我们要小心查验那些自称得到神启示的人，看他们能否在神的话里站立得住。"
        },
        {
            "chapter": "6:11",
            "content": "我说：“像我这样的人，岂要逃跑呢？像我这样的人，岂能进入殿里保全生命呢？我不进去！”",
            "note": ""
        },
        {
            "chapter": "6:12",
            "content": "我看明　神没有差遣他，是他自己说这话攻击我，是多比雅和参巴拉贿买了他。",
            "note": ""
        },
        {
            "chapter": "6:13",
            "content": "贿买他的缘故，是要叫我惧怕，依从他犯罪，他们好传扬恶言毁谤我。",
            "note": "尼希米未获得所有人的支持，示玛雅（6:10）、女先知挪亚底（6:14）和其他贵胄（6:17）都反对他。尼希米虽受攻击，却拒绝向恐惧低头，所以没有躲入圣殿。尼希米不是祭司，根据神的律法，他不能藏匿于圣殿之内（参民18:22）。他若逃命，必挫了百姓的志气。领袖常是人攻击的对象，所以我们要为在位者祷告（参提前2:1-2），求神赐力量给他们去抵御任何攻击和诱惑。他们需要从神而来的勇气来胜过恐惧。"
        },
        {
            "chapter": "6:14",
            "content": "我的　神啊！多比雅、参巴拉、女先知挪亚底和其余的先知，要叫我惧怕，求你记念他们所行的这些事。",
            "note": ""
        },
        {
            "chapter": "6:15",
            "content": "以禄月二十五日，城墙修完了，共修了五十二天。",
            "note": "反对者都说重建城墙会因工程庞大，问题太多而无法完成。但神的子民团结一起，终能解决重大难题，完成伟大的工作。我们不要因为工程庞大、需时漫长就被吓倒，只要靠着神的帮助，必能完成工作。"
        },
        {
            "chapter": "6:16",
            "content": "我们一切仇敌，四围的外邦人，听见了便惧怕，愁眉不展，因为见这工作完成，是出乎我们的　神。",
            "note": ""
        },
        {
            "chapter": "6:17",
            "content": "在那些日子，犹大的贵胄屡次寄信与多比雅，多比雅也来信与他们。",
            "note": ""
        },
        {
            "chapter": "6:18",
            "content": "在犹大有许多人与多比雅结盟，因他是亚拉的儿子、示迦尼的女婿，并且他的儿子约哈难娶了比利迦儿子米书兰的女儿为妻。",
            "note": ""
        },
        {
            "chapter": "6:19",
            "content": "他们常在我面前说多比雅的善行，也将我的话传与他。多比雅又常寄信来，要叫我惧怕。",
            "note": ""
        }
    ]
}