{
    "book": "尼希米记",
    "chapter": "8",
    "verses": [
        {
            "chapter": "8:1",
            "content": "到了七月，以色列人住在自己的城里。那时，他们如同一人聚集在水门前的宽阔处，请文士以斯拉将耶和华藉摩西传给以色列人的律法书带来。",
            "note": "以斯拉和尼希米是同时代的人（8:9），但以斯拉年长得多。尼希米作为省长，是政治上的领袖，以斯拉是祭司和文士，属宗教领袖。文士在那个时代既是律师、公证人又是学者、顾问，属于最有学问的人，因此他们也出任老师。犹太人渴望建立一个如昔日大卫时代的帝国，但这等于背叛所归顺的波斯王。所以最好的变通方法，就是把领导权让尼希米和以斯拉分担。"
        },
        {
            "chapter": "8:2",
            "content": "七月初一日，祭司以斯拉将律法书带到听了能明白的男女会众面前。",
            "note": ""
        },
        {
            "chapter": "8:3",
            "content": "在水门前的宽阔处，从清早到晌午，在众男女一切听了能明白的人面前，读这律法书。众民侧耳而听。",
            "note": ""
        },
        {
            "chapter": "8:4",
            "content": "文士以斯拉站在为这事特备的木台上。玛他提雅、示玛、亚奈雅、乌利亚、希勒家和玛西雅站在他的右边；毗大雅、米沙利、玛基雅、哈顺、哈拔大拿、撒迦利亚和米书兰站在他的左边。",
            "note": ""
        },
        {
            "chapter": "8:5",
            "content": "以斯拉站在众民以上，在众民眼前展开这书。他一展开，众民就都站起来。",
            "note": "摩西的律法，可能是指摩西五经，即圣经的头五卷书。百姓留心聆听以斯拉宣读神的话，他们的生命改变了。在我们对某些圣经段落耳熟能详后，对当中的话语和教训有时会变得麻木迟钝。当留心每一节圣经，求圣灵指引我们如何实践和应用。"
        },
        {
            "chapter": "8:6",
            "content": "以斯拉称颂耶和华至大的　神，众民都举手应声说：“阿们！阿们！”就低头，面伏于地，敬拜耶和华。",
            "note": ""
        },
        {
            "chapter": "8:7",
            "content": "耶书亚、巴尼、示利比、雅悯、亚谷、沙比太、荷第雅、玛西雅、基利他、亚撒利雅、约撒拔、哈难、毗莱雅和利未人使百姓明白律法；百姓都站在自己的地方。",
            "note": ""
        },
        {
            "chapter": "8:8",
            "content": "他们清清楚楚地念　神的律法书，讲明意思，使百姓明白所念的。",
            "note": ""
        },
        {
            "chapter": "8:9",
            "content": "省长尼希米和作祭司的文士以斯拉，并教训百姓的利未人，对众民说：“今日是耶和华你们　神的圣日，不要悲哀哭泣。”这是因为众民听见律法书上的话都哭了。",
            "note": "以斯拉才是正统的宗教领袖。尼希米既非先知，也不是宗教领袖，但他的平信徒身分，却十分重要。他与神亲密的关系，激发他在俗世中委身奉行主的旨意。这类人有助神的各种工作。不论你在生活中担当什么角色，都要看作是神对你事奉他的特别呼召。"
        },
        {
            "chapter": "8:10",
            "content": "又对他们说：“你们去吃肥美的，喝甘甜的，有不能预备的，就分给他；因为今日是我们主的圣日。你们不要忧愁，因靠耶和华而得的喜乐是你们的力量。”",
            "note": "以色列人听到神的律法，晓得自己叛逆神，没有奉行他的典章律例，不禁悲哀哭泣。但以斯拉告诉他们应该喜乐，因为这是庆典的日子，是领受主恩、彼此分享的喜乐的日子。"
        },
        {
            "chapter": "8:11",
            "content": "于是利未人使众民静默，说：“今日是圣日；不要作声，也不要忧愁。”",
            "note": ""
        },
        {
            "chapter": "8:12",
            "content": "众民都去吃喝，也分给人，大大快乐，因为他们明白所教训他们的话。",
            "note": ""
        },
        {
            "chapter": "8:13",
            "content": "次日，众民的族长、祭司和利未人都聚集到文士以斯拉那里，要留心听律法上的话。",
            "note": ""
        },
        {
            "chapter": "8:14",
            "content": "他们见律法上写着，耶和华藉摩西吩咐以色列人要在七月节住棚，",
            "note": ""
        },
        {
            "chapter": "8:15",
            "content": "并要在各城和耶路撒冷宣传报告说：“你们当上山，将橄榄树、野橄榄树、番石榴树、棕树和各样茂密树的枝子取来，照着所写的搭棚。”",
            "note": ""
        },
        {
            "chapter": "8:16",
            "content": "于是百姓出去，取了树枝来，各人在自己的房顶上，或院内，或　神殿的院内，或水门的宽阔处，或以法莲门的宽阔处搭棚。",
            "note": ""
        },
        {
            "chapter": "8:17",
            "content": "从掳到之地归回的全会众就搭棚，住在棚里。从嫩的儿子约书亚的时候直到这日，以色列人没有这样行。于是众人大大喜乐。",
            "note": "在为期七日的住棚节期间，以色列人以树枝搭成帐棚，在里面生活，以记念蒙神拯救离开埃及，在旷野居住的日子（参利23:43）。他们回想当年漂流的岁月，神怎样保护和带领他们，也看到如今只要顺从神，神必不离弃他们。昔日以色列人追思先祖，今日当我们回忆过去神的带领时，也有助于我们欣赏今天所处的境况。我们要感谢他的保守和供应。"
        },
        {
            "chapter": "8:18",
            "content": "从头一天直到末一天，以斯拉每日念　神的律法书。众人守节七日，第八日照例有严肃会。",
            "note": "以斯拉宣读神的律法后，以色列人便用心研读、一心遵行。当你仔细研读圣经时，常会产生这些问题：我们该如何应用这些教诲？我们的生命应怎样改变？要让圣经影响我们的生命，除了学习，还要付诸行动。"
        }
    ]
}