{
    "book": "路得记",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "当士师秉政的时候，国中遭遇饥荒。在犹大伯利恒，有一个人带着妻子和两个儿子往摩押地去寄居。",
            "note": "路得的故事大约发生在士师时代，约公元前1375至1050年间。那是以色列的黑暗时期，人都按自己的意志各行其事（参士17:6；21:25）。但是，尽管邪恶和罪恶笼罩着当时的社会，仍然有人信奉神。拿俄米和路得对神所表现出的忠诚、以及她们彼此之间的友谊和信赖就是一个极好的例子。"
        },
        {
            "chapter": "1:2",
            "content": "这人名叫以利米勒，他的妻名叫拿俄米。他两个儿子：一个名叫玛伦，一个名叫基连，都是犹大伯利恒的以法他人。他们到了摩押地，就住在那里。",
            "note": "摩押地位于死海的东部。在士师时代摩押曾是压迫以色列人的国家之一（参士3:12-30），与以色列之间存有敌意。当时，以色列发生了极严重的饥荒，以致以利米勒领着全家移居摩押地。他们之所以被称为以法他人，是因为原来的伯利恒就叫以法他。尽管当时的以色列已击败了摩押，两地的关系仍十分紧张。"
        },
        {
            "chapter": "1:3",
            "content": "后来，拿俄米的丈夫以利米勒死了，剩下妇人和她两个儿子。",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "这两个儿子娶了摩押女子为妻，一个名叫俄珥巴，一个名叫路得，在那里住了约有十年。",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "玛伦和基连二人也死了，剩下拿俄米，没有丈夫，也没有儿子。",
            "note": "以色列人与摩押人的交往虽不算友好（参申23:3-6），但可能没有被禁止，因为摩押人住在神应许之地以外；但是，以色列人若与迦南人（或那些住在应许之地境内的外邦人）结婚则违反了神的律法（参申7:1-4）。以色列人逃离埃及时曾在摩押地受阻，故摩押人不能于会幕中敬拜耶和华。"
        },
        {
            "chapter": "1:6",
            "content": "她就与两个儿妇起身，要从摩押地归回，因为她在摩押地听见耶和华眷顾自己的百姓，赐粮食与他们。",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "于是，她和两个儿妇起行离开所住的地方，要回犹大地去。",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "拿俄米对两个儿妇说：“你们各人回娘家去吧！愿耶和华恩待你们，像你们恩待已死的人与我一样。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "愿耶和华使你们各在新夫家中得平安！”于是，拿俄米与她们亲嘴。她们就放声而哭，",
            "note": "在古代，寡妇是极为悲惨的，她们被社会遗弃，几乎处于贫困不堪的境地。因此，在神的律法中特别规定，与死者有最近血缘关系的亲属应负起承担照顾遗孀的义务。但是，在摩押地拿俄米没有亲属，而且她也不知道在以色列的亲属是否还活着。"
        },
        {
            "chapter": "1:10",
            "content": "说：“不然，我们必与你一同回你本国去。”",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "拿俄米说：“我女儿们哪，回去吧！为何要跟我去呢？我还能生子作你们的丈夫吗？",
            "note": "拿俄米在这里说“我还能生子作你们的丈夫吗？”所涉及的是一种叔娶寡嫂的制度，即死者的兄弟对于寡妇所应承担的义务（参申25:5-10）。这项律法保障了寡妇不为贫穷所困扰，同时也使死者的族系能得以延续。然而，对拿俄米来说，她没有别的儿子可供路得和俄珥巴婚配，所以拿俄米就劝她们留在故乡，再寻找合适的丈夫，这也是她们的权利。俄珥巴同意了，但路得却为了照顾拿俄米而情愿放弃这种保障自己和生儿育女的机会。"
        },
        {
            "chapter": "1:12",
            "content": "我女儿们哪，回去吧！我年纪老迈，不能再有丈夫；即或说，我还有指望，今夜有丈夫可以生子，",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "你们岂能等着他们长大呢？你们岂能等着他们不嫁别人呢？我女儿们哪，不要这样！我为你们的缘故甚是愁苦，因为耶和华伸手攻击我。”",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "两个儿妇又放声而哭，俄珥巴与婆婆亲嘴而别，只是路得舍不得拿俄米。",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "拿俄米说：“看哪，你嫂子已经回她本国和她所拜的神那里去了，你也跟着你嫂子回去吧！”",
            "note": ""
        },
        {
            "chapter": "1:16",
            "content": "路得说：“不要催我回去不跟随你。你往哪里去，我也往那里去；你在哪里住宿，我也在那里住宿；你的国就是我的国，你的　神就是我的　神。",
            "note": "路得是摩押女子，但这并不妨碍她对真神的敬拜，更不影响神对她的接纳与祝福，可见神不是单单爱以色列人。神之所以选择犹太人，是想通过他们使其他民族得以认识神，这已由耶稣基督在犹太民族中诞生实现了。整个世界都可通过耶稣基督来认识神。“原来各国中，那敬畏主、行义的人都为主所悦纳。”（徒10:35）神接受所有敬拜他的人，神的看顾并不因人的种族、性别和国度而异。神的公义在路得记里得到了十分完美的体现。虽然路得所在的民族常遭以色列人鄙视，但由于她的虔诚而得到神的恩典，并成为大卫王的曾祖母和耶稣的嫡系祖先。任何人都不要因自己的种族、性别和国籍等原因，而感到不配事奉神，万能的神能利用各种环境和途径建造他的国度。"
        },
        {
            "chapter": "1:17",
            "content": "你在哪里死，我也在那里死，也葬在那里。除非死能使你我相离，不然，愿耶和华重重地降罚与我！”",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "拿俄米见路得定意要跟随自己去，就不再劝她了。",
            "note": ""
        },
        {
            "chapter": "1:19",
            "content": "于是二人同行，来到伯利恒。她们到了伯利恒，合城的人就都惊讶。妇女们说：“这是拿俄米吗？”",
            "note": ""
        },
        {
            "chapter": "1:20",
            "content": "拿俄米对他们说：“不要叫我拿俄米（注：就是“甜”的意思），要叫我玛拉（注：就是“苦”的意思），因为全能者使我受了大苦。",
            "note": ""
        },
        {
            "chapter": "1:21",
            "content": "我满满地出去，耶和华使我空空地回来。耶和华降祸与我，全能者使我受苦。既是这样，你们为何还叫我拿俄米呢？”",
            "note": "拿俄米经历了诸多磨难。她离开以色列时，有丈夫和儿子的陪伴，充满着希望和安全感；之后却丧夫，穷困地返回故乡。她为自己改名字，正反映了她内心深处的苦楚和悲痛。虽然她并不以公开的方式表达自己的痛苦来拒绝神，但她似乎忘却了，那与神、与路得间的亲密关系也是她所拥有的巨大财富。当你面临痛苦时，神期待你诚实地祷告。千万不要忽视在神与你的这种关系中，神所给予你的爱、力量和资源，也不要让苦痛和失望使你错失通向光明的良机。"
        },
        {
            "chapter": "1:22",
            "content": "拿俄米和她儿妇摩押女子路得，从摩押地回来到伯利恒，正是动手割大麦的时候。",
            "note": "以色列的气候十分温和，每年有两次收获期，分别在春季和秋季。春季以收获大麦为主。就在这充满着希望和丰盛的日子里，路得和拿俄米回到了伯利恒。伯利恒是个农庄，由于正值收割期，田地里到处都有遗落的麦穗。这些散落的麦穗拾起来可当粮食（参2:2注释）。"
        }
    ]
}