{
    "book": "约书亚记",
    "chapter": "10",
    "verses": [
        {
            "chapter": "10:1",
            "content": "耶路撒冷王亚多尼洗德听见约书亚夺了艾城，尽行毁灭，怎样待耶利哥和耶利哥的王，也照样待艾城和艾城的王，又听见基遍的居民与以色列人立了和约，住在他们中间，",
            "note": ""
        },
        {
            "chapter": "10:2",
            "content": "就甚惧怕。因为基遍是一座大城，如都城一般，比艾城更大，并且城内的人都是勇士。",
            "note": ""
        },
        {
            "chapter": "10:3",
            "content": "所以耶路撒冷王亚多尼洗德打发人去见希伯仑王何咸、耶末王毗兰、拉吉王雅非亚和伊矶伦王底璧，说：",
            "note": ""
        },
        {
            "chapter": "10:4",
            "content": "“求你们上来帮助我，我们好攻打基遍，因为他们与约书亚和以色列人立了和约。”",
            "note": ""
        },
        {
            "chapter": "10:5",
            "content": "于是，五个亚摩利王，就是耶路撒冷王、希伯仑王、耶末王、拉吉王、伊矶伦王，大家聚集，率领他们的众军上去，对着基遍安营，攻打基遍。",
            "note": ""
        },
        {
            "chapter": "10:6",
            "content": "基遍人就打发人往吉甲的营中去见约书亚，说：“你不要袖手不顾你的仆人，求你速速上来拯救我们，帮助我们，因为住山地亚摩利人的诸王都聚集攻击我们。”",
            "note": ""
        },
        {
            "chapter": "10:7",
            "content": "于是，约书亚和他一切兵丁，并大能的勇士，都从吉甲上去。",
            "note": "约书亚对基遍人的回复，显出他的正直。他和首领受他们欺骗以后，本可以慢慢地前往援救，但是他们仍立刻赶去施援。如果你受到欺骗，对于欺骗你的人你会乐意去帮助他吗？我们应当像约书亚一样信守诺言。"
        },
        {
            "chapter": "10:8",
            "content": "耶和华对约书亚说：“不要怕他们，因为我已将他们交在你手里，他们无一人能在你面前站立得住。”",
            "note": "迦南地南方诸王的联盟，实际上是帮了约书亚和以色列军的忙。因为他们合力攻打基遍，使约书亚前往施援，反而不需要将这些王所属的坚固城逐一击破，而可以将他们一举歼灭。他满有把握地与联军对抗，只一仗便打败了他们，因为他信靠神已经使以色列人得胜有余了。"
        },
        {
            "chapter": "10:9",
            "content": "约书亚就终夜从吉甲上去，猛然临到他们那里。",
            "note": ""
        },
        {
            "chapter": "10:10",
            "content": "耶和华使他们在以色列人面前溃乱。约书亚在基遍大大地杀败他们，追赶他们在伯和仑的上坡路，击杀他们直到亚西加和玛基大。",
            "note": ""
        },
        {
            "chapter": "10:11",
            "content": "他们在以色列人面前逃跑，正在伯和仑下坡的时候，耶和华从天上降大冰雹（注：原文作“石头”）在他们身上，直降到亚西加，打死他们。被冰雹打死的，比以色列人用刀杀死的还多。",
            "note": ""
        },
        {
            "chapter": "10:12",
            "content": "当耶和华将亚摩利人交付以色列人的日子，约书亚就祷告耶和华，在以色列人眼前说：“日头啊，你要停在基遍；月亮啊，你要止在亚雅仑谷。”",
            "note": ""
        },
        {
            "chapter": "10:13",
            "content": "于是日头停留，月亮止住，直等国民向敌人报仇。这事岂不是写在雅煞珥书上吗？日头在天当中停住，不急速下落，约有一日之久。",
            "note": "雅煞珥书（在撒下1:18也提到这卷书）可能是以诗体记载的历史文集。圣经有许多地方引用以前的经卷，也引过诗歌、口述和笔录的资料。因为神引导作者选用这些资料，其信息就具有神的权威性。"
        },
        {
            "chapter": "10:14",
            "content": "在这日以前，这日以后，耶和华听人的祷告，没有像这日的，是因耶和华为以色列争战。",
            "note": "太阳怎能停住不动？就地球而论，太阳当然是不动的──乃是地球绕着太阳旋转。不过我们不要因为这卷书的遣词用字，就怀疑这个神迹，因为大家都习惯说太阳升起和落下，我们总不至于对地球和太阳的运行混淆不清。这段的重点不在于神使用什么特别的方法，把时间延长，而是在这一天白天的时间确实延长了。"
        },
        {
            "chapter": "10:15",
            "content": "约书亚和以色列众人回到吉甲的营中。",
            "note": ""
        },
        {
            "chapter": "10:16",
            "content": "那五王逃跑，藏在玛基大洞里。",
            "note": ""
        },
        {
            "chapter": "10:17",
            "content": "有人告诉约书亚说：“那五王已经找到了，都藏在玛基大洞里。”",
            "note": ""
        },
        {
            "chapter": "10:18",
            "content": "约书亚说：“你们把几块大石头滚到洞口，派人看守。",
            "note": ""
        },
        {
            "chapter": "10:19",
            "content": "你们却不可耽延，要追赶你们的仇敌，击杀他们尽后边的人，不容他们进自己的城邑，因为耶和华你们的　神已经把他们交在你们手里。”",
            "note": ""
        },
        {
            "chapter": "10:20",
            "content": "约书亚和以色列人大大杀败他们，直到将他们灭尽，其中剩下的人都进了坚固的城。",
            "note": ""
        },
        {
            "chapter": "10:21",
            "content": "众百姓就安然回玛基大营中，到约书亚那里。没有一人敢向以色列人饶舌。",
            "note": ""
        },
        {
            "chapter": "10:22",
            "content": "约书亚说：“打开洞口，将那五王从洞里带出来，领到我面前。”",
            "note": ""
        },
        {
            "chapter": "10:23",
            "content": "众人就这样行，将那五王，就是耶路撒冷王、希伯仑王、耶末王、拉吉王、伊矶伦王，从洞里带出来，领到约书亚面前。",
            "note": ""
        },
        {
            "chapter": "10:24",
            "content": "带出那五王到约书亚面前的时候，约书亚就召了以色列众人来，对那些和他同去的军长说：“你们近前来，把脚踏在这些王的颈项上。”他们就近前来，把脚踏在这些王的颈项上。",
            "note": "把脚踏在仇敌的颈项上，是古代近东的军事惯例，表示得胜者制伏了俘虏。这些骄傲的王曾经夸耀武力，现在全以色列人都看出，神远超乎世上一切的军队。"
        },
        {
            "chapter": "10:25",
            "content": "约书亚对他们说：“你们不要惧怕，也不要惊惶，应当刚强壮胆。因为耶和华必这样待你们所要攻打的一切仇敌。”",
            "note": "以色列人靠神的帮助，胜过亚摩利人的五王。这样的胜利是神大能的彰显，他要藉着百姓得胜。约书亚吩咐以色列人切勿惧怕，因为神要使他们胜过所有的仇敌。他常常保护我们，为我们争战得胜。过去领导我们的神，必然会帮助我们，供给我们现在与未来的需要。我们要切记，他过去的帮助，对我们在未来的奋斗，会带来大盼望。"
        },
        {
            "chapter": "10:26",
            "content": "随后约书亚将这五王杀死，挂在五棵树上。他们就在树上直挂到晚上。",
            "note": ""
        },
        {
            "chapter": "10:27",
            "content": "日头要落的时候，约书亚一吩咐，人就把尸首从树上取下来，丢在他们藏过的洞里，把几块大石头放在洞口，直存到今日。",
            "note": ""
        },
        {
            "chapter": "10:28",
            "content": "当日，约书亚夺了玛基大，用刀击杀城中的人和王，将其中一切人口尽行杀灭，没有留下一个。他待玛基大王像从前待耶利哥王一样。",
            "note": ""
        },
        {
            "chapter": "10:29",
            "content": "约书亚和以色列众人从玛基大往立拿去，攻打立拿。",
            "note": ""
        },
        {
            "chapter": "10:30",
            "content": "耶和华将立拿和立拿的王也交在以色列人手里。约书亚攻打这城，用刀击杀了城中的一切人口，没有留下一个。他待立拿王像从前待耶利哥王一样。",
            "note": ""
        },
        {
            "chapter": "10:31",
            "content": "约书亚和以色列众人从立拿往拉吉去，对着拉吉安营，攻打这城。",
            "note": ""
        },
        {
            "chapter": "10:32",
            "content": "耶和华将拉吉交在以色列人的手里。第二天，约书亚就夺了拉吉，用刀击杀了城中的一切人口，是照他向立拿一切所行的。",
            "note": "请留意圣经的记载，人所有的胜利，都是耶和华所赐的。胜利都是出于神。在成功的时候，会有一种试探，叫我们将一切的功劳与光荣归于自己，好似一切全靠自己的力量而得。其实是他使我们得胜，独有他拯救我们脱离仇敌；因他的良善，我们应当归荣耀与他并赞美他。"
        },
        {
            "chapter": "10:33",
            "content": "那时，基色王荷兰上来帮助拉吉，约书亚就把他和他的民都击杀了，没有留下一个。",
            "note": ""
        },
        {
            "chapter": "10:34",
            "content": "约书亚和以色列众人从拉吉往伊矶伦去，对着伊矶伦安营，攻打这城。",
            "note": ""
        },
        {
            "chapter": "10:35",
            "content": "当日就夺了城，用刀击杀了城中的人。那日，约书亚将城中的一切人口尽行杀灭，是照他向拉吉一切所行的。",
            "note": ""
        },
        {
            "chapter": "10:36",
            "content": "约书亚和以色列众人从伊矶伦上希伯仑去，攻打这城，",
            "note": ""
        },
        {
            "chapter": "10:37",
            "content": "就夺了希伯仑和属希伯仑的诸城邑，用刀将城中的人与王，并那些城邑中的人口，都击杀了，没有留下一个，是照他向伊矶伦所行的，把城中的一切人口尽行杀灭。",
            "note": ""
        },
        {
            "chapter": "10:38",
            "content": "约书亚和以色列众人回到底璧，攻打这城，",
            "note": ""
        },
        {
            "chapter": "10:39",
            "content": "就夺了底璧和属底璧的城邑，又擒获底璧的王，用刀将这些城中的人口尽行杀灭，没有留下一个。他待底璧和底璧王像从前待希伯仑和立拿与立拿王一样。",
            "note": ""
        },
        {
            "chapter": "10:40",
            "content": "这样，约书亚击杀全地的人，就是山地、南地、高原、山坡的人，和那些地的诸王，没有留下一个。将凡有气息的尽行杀灭，正如耶和华以色列的　神所吩咐的。",
            "note": ""
        },
        {
            "chapter": "10:41",
            "content": "约书亚从加低斯巴尼亚攻击到迦萨，又攻击歌珊全地，直到基遍。",
            "note": ""
        },
        {
            "chapter": "10:42",
            "content": "约书亚一时杀败了这些王，并夺了他们的地，因为耶和华以色列的　神为以色列争战。",
            "note": ""
        },
        {
            "chapter": "10:43",
            "content": "于是，约书亚和以色列众人回到吉甲的营中。",
            "note": "神吩咐约书亚领导百姓，除灭迦南地的罪恶，好让他的子民占领那地。约书亚尽他的本分贯彻使命──率领全军，打击当地人。在神吩咐我们不要犯罪的时候，我们不可停下来争辩，看有无妥协的可能，或者找理由来解释一番。当像约书亚一样，迅速而彻底地回应神。一切能使我们犯罪的人际关系与活动，都要不讲情面地避开。"
        }
    ]
}