{
    "book": "约书亚记",
    "chapter": "11",
    "verses": [
        {
            "chapter": "11:1",
            "content": "夏琐王耶宾听见这事，就打发人去见玛顿王约巴、伸仑王、押煞王，",
            "note": ""
        },
        {
            "chapter": "11:2",
            "content": "与北方山地、基尼烈南边的亚拉巴高原，并西边多珥山冈的诸王；",
            "note": ""
        },
        {
            "chapter": "11:3",
            "content": "又去见东方和西方的迦南人，与山地的亚摩利人、赫人、比利洗人、耶布斯人，并黑门山根米斯巴地的希未人。",
            "note": ""
        },
        {
            "chapter": "11:4",
            "content": "这些王和他们的众军都出来，人数多如海边的沙，并有许多马匹、车辆。",
            "note": ""
        },
        {
            "chapter": "11:5",
            "content": "这诸王会合，来到米伦水边，一同安营，要与以色列人争战。",
            "note": "有两个夏琐王名字皆叫作耶宾。士师记所记的那一个，显然不如这一个（参士4:2-3）。这里的耶宾很有势力，因为他能与多国结盟。表面来看，耶宾显然比约书亚占优势，他的军队也较多。不管敌方人数多么庞大，凡敬畏神的人都必能得胜。"
        },
        {
            "chapter": "11:6",
            "content": "耶和华对约书亚说：“你不要因他们惧怕。明日这时，我必将他们交付以色列人全然杀了。你要砍断他们马的蹄筋，用火焚烧他们的车辆。”",
            "note": ""
        },
        {
            "chapter": "11:7",
            "content": "于是，约书亚率领一切兵丁，在米伦水边突然向前攻打他们。",
            "note": ""
        },
        {
            "chapter": "11:8",
            "content": "耶和华将他们交在以色列人手里，以色列人就击杀他们，追赶他们到西顿大城，到米斯利弗玛音，直到东边米斯巴的平原，将他们击杀，没有留下一个。",
            "note": ""
        },
        {
            "chapter": "11:9",
            "content": "约书亚就照耶和华所吩咐他的去行，砍断他们马的蹄筋，用火焚烧他们的车辆。",
            "note": ""
        },
        {
            "chapter": "11:10",
            "content": "当时，约书亚转回夺了夏琐，用刀击杀夏琐王；素来夏琐在这诸国中是为首的。",
            "note": ""
        },
        {
            "chapter": "11:11",
            "content": "以色列人用刀击杀城中的人口，将他们尽行杀灭，凡有气息的没有留下一个。约书亚又用火焚烧夏琐。",
            "note": ""
        },
        {
            "chapter": "11:12",
            "content": "约书亚夺了这些王的一切城邑，擒获其中的诸王，用刀击杀他们，将他们尽行杀灭，正如耶和华仆人摩西所吩咐的。",
            "note": ""
        },
        {
            "chapter": "11:13",
            "content": "至于造在山冈上的城，除了夏琐以外，以色列人都没有焚烧。约书亚只将夏琐焚烧了。",
            "note": "胜利的入侵者通常会将攻占的城市完整保存下来，变为商业中心，或防卫基地。例如，摩西在申命记（参申6:10-12）中预言，以色列人要占领非他们所建造的城市；但是夏琐却被焚毁了。它在过去既然是那地的京城，就是邪恶风俗的象征，以色列人必须毁灭它。它被占领、被毁灭，就折断了联军的支柱，也削弱当地百姓想顽抗的意志。"
        },
        {
            "chapter": "11:14",
            "content": "那些城邑所有的财物和牲畜，以色列人都取为自己的掠物；惟有一切人口都用刀击杀，直到杀尽。凡有气息的没有留下一个。",
            "note": ""
        },
        {
            "chapter": "11:15",
            "content": "耶和华怎样吩咐他仆人摩西，摩西就照样吩咐约书亚，约书亚也照样行。凡耶和华所吩咐摩西的，约书亚没有一件懈怠不行的。",
            "note": "约书亚小心翼翼，顺从神的一切吩咐。这卷书常常提到顺服这个主题，部分原因是，顺服乃是每个信徒在生活中都能具体实践的事。我们不可能明白一切，因为不会知道所有事情的真相。我们不能控制别人所做的，也管不了别人怎样对待我们，但是我们能管住自己，作顺服神的抉择。不管遇见什么新的挑战，圣经都有适当的教诲，让我们明白若要顺从神，就应全心顺服。"
        },
        {
            "chapter": "11:16",
            "content": "约书亚夺了那全地，就是山地、一带南地、歌珊全地、高原、亚拉巴、以色列的山地和山下的高原。",
            "note": ""
        },
        {
            "chapter": "11:17",
            "content": "从上西珥的哈拉山，直到黑门山下黎巴嫩平原的巴力迦得，并且擒获那些地的诸王，将他们杀死。",
            "note": ""
        },
        {
            "chapter": "11:18",
            "content": "约书亚和这诸王争战了许多年日。",
            "note": "攻占迦南多处土地的过程，从书上看起来似乎很快，但实际上征战用了七年的时间！我们常指望生活中有很快的改变，或很快地胜过罪恶，但是与神同行，乃是一生之久的事，而改变与胜利可能需要很长的时间。人很容易对神失去耐性，想放弃盼望，因为事情进展得太慢。我们身处其境，不容易看到进展，但是回顾以往，就会看到神从来没有停止工作。"
        },
        {
            "chapter": "11:19",
            "content": "除了基遍的希未人之外，没有一城与以色列人讲和的，都是以色列人争战夺来的。",
            "note": ""
        },
        {
            "chapter": "11:20",
            "content": "因为耶和华的意思是要使他们心里刚硬，来与以色列人争战，好叫他们尽被杀灭，不蒙怜悯，正如耶和华所吩咐摩西的。",
            "note": ""
        },
        {
            "chapter": "11:21",
            "content": "当时约书亚来到，将住山地、希伯仑、底璧、亚拿伯、犹大山地、以色列山地所有的亚衲族人剪除了。约书亚将他们和他们的城邑尽都毁灭。",
            "note": ""
        },
        {
            "chapter": "11:22",
            "content": "在以色列人的地没有留下一个亚衲族人，只在迦萨、迦特和亚实突有留下的。",
            "note": "昔日探子窥探迦南地，报恶信息说亚纳人是巨人族，百姓因此退缩了（参民13-14）。这一次以色列人不再因惧怕巨人而不敢争战，反而踊跃地要占领神所赐的应许之地。"
        },
        {
            "chapter": "11:23",
            "content": "这样，约书亚照着耶和华所吩咐摩西的一切话，夺了那全地，就按着以色列支派的宗族，将地分给他们为业。于是国中太平，没有争战了。",
            "note": ""
        }
    ]
}