{
    "book": "约书亚记",
    "chapter": "17",
    "verses": [
        {
            "chapter": "17:1",
            "content": "玛拿西是约瑟的长子，他的支派拈阄所得之地，记在下面。至于玛拿西的长子基列之父（注：“父”或作“主”）玛吉，因为是勇士，就得了基列和巴珊。",
            "note": ""
        },
        {
            "chapter": "17:2",
            "content": "玛拿西其余的子孙按着宗族拈阄分地，就是亚比以谢子孙、希勒子孙、亚斯列子孙、示剑子孙、希弗子孙，示米大子孙；这些按着宗族，都是约瑟儿子玛拿西子孙的男丁。",
            "note": ""
        },
        {
            "chapter": "17:3",
            "content": "玛拿西的玄孙、玛吉的曾孙、基列的孙子、希弗的儿子西罗非哈没有儿子，只有女儿。他的女儿名叫玛拉、挪阿、曷拉、密迦、得撒，",
            "note": ""
        },
        {
            "chapter": "17:4",
            "content": "她们来到祭司以利亚撒和嫩的儿子约书亚并众首领面前说：“耶和华曾吩咐摩西在我们弟兄中分给我们产业。”于是，约书亚照耶和华所吩咐的，在她们伯叔中，把产业分给她们。",
            "note": "在以色列社会中按照传统习俗，妇女并不承受产业。但是摩西以公平打破惯例，将这五个女人所当得的田地分给她们（参民27:1-11）。实际上，是神吩咐摩西加上一条律例，使处于同样情况之下的妇女也可以承受产业。约书亚现在便执行这条律例。人很容易用一句“事无先例”来拒绝合理的要求，但摩西与约书亚的作法是，先仔细研究这条律例的目的，以及每宗个案的法律依据，然后才作出决定。"
        },
        {
            "chapter": "17:5",
            "content": "除了约旦河东的基列和巴珊地之外，还有十分地归玛拿西，",
            "note": ""
        },
        {
            "chapter": "17:6",
            "content": "因为玛拿西的孙女们在玛拿西的孙子中得了产业。基列地是属玛拿西其余的子孙。",
            "note": ""
        },
        {
            "chapter": "17:7",
            "content": "玛拿西的境界：从亚设起，到示剑前的密米他，往北到隐他普亚居民之地。",
            "note": ""
        },
        {
            "chapter": "17:8",
            "content": "他普亚地归玛拿西，只是玛拿西境界上的他普亚城归以法莲子孙。",
            "note": ""
        },
        {
            "chapter": "17:9",
            "content": "其界下到加拿河的南边，在玛拿西城邑中的这些城邑都归以法莲。玛拿西的地界，是在河北直通到海为止。",
            "note": ""
        },
        {
            "chapter": "17:10",
            "content": "南归以法莲，北归玛拿西，以海为界。北边到亚设，东边到以萨迦。",
            "note": ""
        },
        {
            "chapter": "17:11",
            "content": "玛拿西在以萨迦和亚设境内，有伯善和属伯善的镇市，以伯莲和属以伯莲的镇市，多珥的居民和属多珥的镇市。又有三处山冈，就是隐多珥和属隐多珥的镇市，他纳的居民和属他纳的镇市，米吉多的居民和属米吉多的镇市。",
            "note": ""
        },
        {
            "chapter": "17:12",
            "content": "只是玛拿西子孙不能赶出这些城的居民，迦南人偏要住在那地。",
            "note": ""
        },
        {
            "chapter": "17:13",
            "content": "及至以色列人强盛了，就使迦南人做苦工，没有把他们全然赶出。",
            "note": ""
        },
        {
            "chapter": "17:14",
            "content": "约瑟的子孙对约书亚说：“耶和华到如今既然赐福与我们，我们也族大人多，你为什么但将一阄一段之地分给我们为业呢？”",
            "note": ""
        },
        {
            "chapter": "17:15",
            "content": "约书亚说：“你们如果族大人多，嫌以法莲山地窄小，就可以上比利洗人、利乏音人之地，在树林中砍伐树木。”",
            "note": "要留意两种人，他们以截然不同的态度，去得神应许他们的地土。迦勒欣然前往，去占领神赐给他的产业，实现神对他的计划（14:12），他深信神必要帮助他，赶出恶人，不久就会完全占领那些土地（15:14-15）。约瑟的子孙拈得肥沃的土地，但是不敢把那地的居民赶出去，反而要求得更多的地，他们和迦勒真是有天壤之别。但是约书亚要他们表示诚意，首先去未得之地砍伐树木，以扩大地土，他们虽然答应，却未能做得彻底（参士1:27）。"
        },
        {
            "chapter": "17:16",
            "content": "约瑟的子孙说：“那山地容不下我们，并且住平原的迦南人，就是住伯善和属伯善的镇市，并住耶斯列平原的人，都有铁车。”",
            "note": ""
        },
        {
            "chapter": "17:17",
            "content": "约书亚对约瑟家，就是以法莲和玛拿西人说：“你是族大人多并且强盛，不可仅有一阄之地。",
            "note": ""
        },
        {
            "chapter": "17:18",
            "content": "山地也要归你，虽是树林你也可以砍伐，靠近之地必归你。迦南人虽有铁车，虽是强盛，你也能把他们赶出去。”",
            "note": ""
        }
    ]
}