{
    "book": "约书亚记",
    "chapter": "22",
    "verses": [
        {
            "chapter": "22:1",
            "content": "当时，约书亚召了吕便人、迦得人和玛拿西半支派的人来，",
            "note": ""
        },
        {
            "chapter": "22:2",
            "content": "对他们说：“耶和华仆人摩西所吩咐你们的，你们都遵守了；我所吩咐你们的，你们也都听从了。",
            "note": ""
        },
        {
            "chapter": "22:3",
            "content": "你们这许多日子，总没有撇离你们的弟兄，直到今日，并守了耶和华你们　神所吩咐你们当守的。",
            "note": ""
        },
        {
            "chapter": "22:4",
            "content": "如今耶和华你们　神照着他所应许的，使你们弟兄得享平安，现在可以转回你们的帐棚，到耶和华的仆人摩西在约旦河东所赐你们为业之地。",
            "note": "攻占迦南地以前，摩西已将约旦河以东之地给了这三个支派。不过他们在那儿安居以前，要先应承帮助其他支派攻占河西之地（参民32:20-22）。他们忠心尽力地履行了自己的承诺。约书亚称赞他们言出必行，最后准许他们回去与家人团聚，建造他们的城邑。做神的工作必须要有始有终，最重要的是防备引诱，免得半途而废，误了神的工作。"
        },
        {
            "chapter": "22:5",
            "content": "只要切切地谨慎遵行耶和华仆人摩西所吩咐你们的诫命律法，爱耶和华你们的　神，行他一切的道，守他的诫命，专靠他，尽心尽性事奉他。”",
            "note": "约书亚简单复述了摩西在申命记中给百姓的中心信息：应当存心爱神且顺服他。以色列民虽然完成了军事任务，约书亚却提醒他们，还要尽上属灵的责任。我们有时只想到自己要做的事，忽略了思想自己应当成为怎样的人。我们若看见自己是神的儿女，就会爱他，欢欢喜喜地事奉他；不过不要让日常的事奉取代你爱神的心。"
        },
        {
            "chapter": "22:6",
            "content": "于是约书亚为他们祝福，打发他们去，他们就回自己的帐棚去了。",
            "note": ""
        },
        {
            "chapter": "22:7",
            "content": "玛拿西那半支派，摩西早已在巴珊分给他们地业。这半支派，约书亚在约旦河西，在他们弟兄中，分给他们地业。约书亚打发他们回帐棚的时候为他们祝福，",
            "note": ""
        },
        {
            "chapter": "22:8",
            "content": "对他们说：“你们带许多财物，许多牲畜和金、银、铜、铁，并许多衣服，回你们的帐棚去，要将你们从仇敌夺来的物，与你们众弟兄同分。”",
            "note": ""
        },
        {
            "chapter": "22:9",
            "content": "于是，吕便人、迦得人、玛拿西半支派的人，从迦南地的示罗起行，离开以色列人，回往他们得为业的基列地，就是照耶和华藉摩西所吩咐的得了为业之地。",
            "note": ""
        },
        {
            "chapter": "22:10",
            "content": "吕便人、迦得人和玛拿西半支派的人，到了靠近约旦河的一带迦南地，就在约旦河那里筑了一座坛，那坛看着高大。",
            "note": ""
        },
        {
            "chapter": "22:11",
            "content": "以色列人听说吕便人、迦得人、玛拿西半支派的人靠近约旦河边，在迦南地属以色列人的那边筑了一座坛。",
            "note": ""
        },
        {
            "chapter": "22:12",
            "content": "全会众一听见，就聚集在示罗，要上去攻打他们。",
            "note": ""
        },
        {
            "chapter": "22:13",
            "content": "以色列人打发祭司以利亚撒的儿子非尼哈，往基列地去见吕便人、迦得人、玛拿西半支派的人。",
            "note": ""
        },
        {
            "chapter": "22:14",
            "content": "又打发十个首领与非尼哈同去，就是以色列每支派的一个首领，都是以色列军中的统领。",
            "note": ""
        },
        {
            "chapter": "22:15",
            "content": "他们到了基列地，见吕便人、迦得人和玛拿西半支派的人，对他们说：",
            "note": ""
        },
        {
            "chapter": "22:16",
            "content": "“耶和华全会众这样说：‘你们今日转去不跟从耶和华，干犯以色列的　神，为自己筑一座坛，悖逆了耶和华，这犯的是什么罪呢？",
            "note": ""
        },
        {
            "chapter": "22:17",
            "content": "从前拜毗珥的罪孽还算小吗？虽然瘟疫临到耶和华的会众，到今日我们还没有洗净这罪。",
            "note": "对于以色列人偏离神，拜巴力毗珥的事，可参看民数记第25章。"
        },
        {
            "chapter": "22:18",
            "content": "你们今日竟转去不跟从耶和华吗？你们今日既悖逆耶和华，明日他必向以色列全会众发怒。",
            "note": ""
        },
        {
            "chapter": "22:19",
            "content": "你们所得为业之地，若嫌不洁净，就可以过到耶和华之地，就是耶和华的帐幕所住之地，在我们中间得地业；只是不可悖逆耶和华，也不可得罪我们，在耶和华我们　神的坛以外为自己筑坛。",
            "note": ""
        },
        {
            "chapter": "22:20",
            "content": "从前谢拉的曾孙亚干，岂不是在那当灭的物上犯了罪，就有忿怒临到以色列全会众吗？那人在所犯的罪中，不独一人死亡。’”",
            "note": "关于亚干因贪欲犯罪的事，请参看本书第七章。"
        },
        {
            "chapter": "22:21",
            "content": "于是，吕便人、迦得人、玛拿西半支派的人回答以色列军中的统领说：",
            "note": ""
        },
        {
            "chapter": "22:22",
            "content": "“大能者　神耶和华！大能者　神耶和华！他是知道的。以色列人也必知道。我们若有悖逆的意思，或是干犯耶和华（愿你今日不保佑我们），",
            "note": ""
        },
        {
            "chapter": "22:23",
            "content": "为自己筑坛，要转去不跟从耶和华，或是要将燔祭、素祭、平安祭献在坛上，愿耶和华亲自讨我们的罪。",
            "note": ""
        },
        {
            "chapter": "22:24",
            "content": "我们行这事并非无故，是特意做的，说恐怕日后你们的子孙对我们的子孙说：‘你们与耶和华以色列的　神有何关涉呢？",
            "note": ""
        },
        {
            "chapter": "22:25",
            "content": "因为耶和华把约旦河定为我们和你们这吕便人、迦得人的交界，你们与耶和华无分了。’这样，你们的子孙就使我们的子孙不再敬畏耶和华了。",
            "note": ""
        },
        {
            "chapter": "22:26",
            "content": "因此我们说：‘不如为自己筑一座坛，不是为献燔祭，也不是为献别的祭，",
            "note": ""
        },
        {
            "chapter": "22:27",
            "content": "乃是为你我中间和你我后人中间作证据，好叫我们也在耶和华面前献燔祭、平安祭，和别的祭事奉他，免得你们的子孙日后对我们的子孙说：你们与耶和华无分了。’",
            "note": ""
        },
        {
            "chapter": "22:28",
            "content": "所以我们说：‘日后你们对我们，或对我们的后人这样说，我们就可以回答说：你们看我们列祖所筑的坛，是耶和华坛的样式，这并不是为献燔祭，也不是为献别的祭，乃是为作你我中间的证据’。",
            "note": "在约旦河东的两个半支派担心，如果在这河的两岸没有一个全民团结的明证，子孙后代会产生误解。他们在河东造祭坛，是按照耶和华祭坛的样式而造，为要使以后的百姓记住，河东河西之民，都是敬拜同一位神的。你以什么行为向子孙显明你倚靠神，并叫他们想起他所行的大事呢？你要花时间建立一些可以帮助子孙记念神的家庭传统。"
        },
        {
            "chapter": "22:29",
            "content": "我们在耶和华我们　神帐幕前的坛以外，另筑一座坛，为献燔祭、素祭和别的祭，悖逆耶和华，今日转去不跟从他，我们断没有这个意思！”",
            "note": ""
        },
        {
            "chapter": "22:30",
            "content": "祭司非尼哈与会中的首领，就是与他同来以色列军中的统领，听见吕便人、迦得人、玛拿西人所说的话，就都以为美。",
            "note": ""
        },
        {
            "chapter": "22:31",
            "content": "祭司以利亚撒的儿子非尼哈对吕便人、迦得人、玛拿西人说：“今日我们知道耶和华在我们中间，因为你们没有向他犯了这罪，现在你们救以色列人脱离耶和华的手了。”",
            "note": ""
        },
        {
            "chapter": "22:32",
            "content": "祭司以利亚撒的儿子非尼哈与众首领离了吕便人、迦得人，从基列地回往迦南地，到了以色列人那里，便将这事回报他们。",
            "note": ""
        },
        {
            "chapter": "22:33",
            "content": "以色列人以这事为美，就称颂　神，不再提上去攻打吕便人、迦得人，毁坏他们所住的地了。",
            "note": ""
        },
        {
            "chapter": "22:34",
            "content": "吕便人、迦得人给坛起名叫证坛。意思说：“这坛在我们中间证明耶和华是　神。”",
            "note": "吕便，迦得，与玛拿西半支派的人，在约旦河东岸建造了一个祭坛，其余的支派以为他们要创立自己的宗教，悖逆神。正在他们想轻率地全面开战以前，大祭司的儿子非尼哈率领一个代表团前去查明真相；这是依据摩西在申命记所教导的原则做的（参13:12-18）。非尼哈准备去进行和谈，若非必要便不开战。当他听到这祭坛是作为纪念之用，而不是为异教的献祭，战争就得以消弭，全民又再复团结一致，不至分裂。"
        }
    ]
}