{
    "book": "约书亚记",
    "chapter": "23",
    "verses": [
        {
            "chapter": "23:1",
            "content": "耶和华使以色列人安静，不与四围的一切仇敌争战，已经多日。约书亚年纪老迈，",
            "note": ""
        },
        {
            "chapter": "23:2",
            "content": "就把以色列众人的长老、族长、审判官并官长都召了来，对他们说：“我年纪已经老迈。",
            "note": ""
        },
        {
            "chapter": "23:3",
            "content": "耶和华你们的　神，因你们的缘故，向那些国所行的一切事，你们亲眼看见了，因那为你们争战的是耶和华你们的　神。",
            "note": ""
        },
        {
            "chapter": "23:4",
            "content": "我所剪除和所剩下的各国，从约旦河起，到日落之处的大海，我已经拈阄分给你们各支派为业。",
            "note": ""
        },
        {
            "chapter": "23:5",
            "content": "耶和华你们的　神必将他们从你们面前赶出去，使他们离开你们，你们就必得他们的地为业，正如耶和华你们的　神所应许的。",
            "note": ""
        },
        {
            "chapter": "23:6",
            "content": "所以你们要大大壮胆，谨守遵行写在摩西律法书上的一切话，不可偏离左右。",
            "note": ""
        },
        {
            "chapter": "23:7",
            "content": "不可与你们中间所剩下的这些国民搀杂。他们的神，你们不可提他的名，不可指着他起誓，也不可事奉、叩拜；",
            "note": ""
        },
        {
            "chapter": "23:8",
            "content": "只要照着你们到今日所行的，专靠耶和华你们的　神。",
            "note": "约书亚在临死以前招了以色列的首领来，给他们临别的鼓舞与嘱咐。他的全部信息，可以归结为“专靠耶和华你们的神”。他自己就是这句话活生生的见证和榜样，而他想把这个榜样留给他们。你希望别人因何事来纪念你呢？你希望能传留些什么给儿女及亲友？劝别人专心信靠神，让别人纪念你就是这样行的人，如此你就为后人留下了最好的遗产。"
        },
        {
            "chapter": "23:9",
            "content": "因为耶和华已经把又大又强的国民从你们面前赶出，直到今日，没有一人在你们面前站立得住。",
            "note": ""
        },
        {
            "chapter": "23:10",
            "content": "你们一人必追赶千人，因耶和华你们的　神照他所应许的，为你们争战。",
            "note": ""
        },
        {
            "chapter": "23:11",
            "content": "你们要分外谨慎，爱耶和华你们的　神。",
            "note": ""
        },
        {
            "chapter": "23:12",
            "content": "你们若稍微转去，与你们中间所剩下的这些国民联络，彼此结亲，互相往来，",
            "note": ""
        },
        {
            "chapter": "23:13",
            "content": "你们要确实知道，耶和华你们的　神必不再将他们从你们眼前赶出；他们却要成为你们的网罗、机槛、肋上的鞭、眼中的刺，直到你们在耶和华你们　神所赐的这美地上灭亡。",
            "note": "约书亚知道国民的弱点。所以在他死前召聚百姓的领袖前来，给他们命令，帮助他们慎防最易疏忽的事：（1）谨守遵行写在摩西律法书上的一切话，不可偏离左右。（2）不可与异教之民搀杂，不可敬拜他们的神。（3）不可与异教之民通婚。当时这些引诱正蓄势待发，要来扰害以色列人。我们的人际交往，也能成为我们的试探。所以我们要在试探到来之前，先认识自己的弱点，加以防范，这才是明智之举。下一步就是寻找策略，胜过这些试探而不被他们所胜。"
        },
        {
            "chapter": "23:14",
            "content": "我现在要走世人必走的路。你们是一心一意地知道，耶和华你们　神所应许赐福与你们的话没有一句落空，都应验在你们身上了。",
            "note": ""
        },
        {
            "chapter": "23:15",
            "content": "耶和华你们　神所应许的一切福气，怎样临到你们身上，耶和华也必照样使各样祸患临到你们身上，直到把你们从耶和华你们　神所赐的这美地上除灭。",
            "note": ""
        },
        {
            "chapter": "23:16",
            "content": "你们若违背耶和华你们　神吩咐你们所守的约，去事奉别神，叩拜他，耶和华的怒气必向你们发作，使你们在他所赐的美地上速速灭亡。”",
            "note": "以色列人后来真的与迦南人通婚，约书亚所预言令人毛骨悚然的后果，不幸成为事实。在士师记之中，有许多故事讲到以色列人未能专心一意的顺服神，所以受了许多苦难。神过去以无比的大爱与忍耐，来对待以色列人，他现在也是一样地对待世人。不过，我们不可把他对我们的忍耐，当作他悦纳罪恶，不理会人的犯罪作恶。我们要小心，不要一意孤行、放任到底，以免最后自食苦果。"
        }
    ]
}