{
    "book": "约书亚记",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "约书亚清早起来，和以色列众人都离开什亭，来到约旦河，就住在那里，等候过河。",
            "note": ""
        },
        {
            "chapter": "3:2",
            "content": "过了三天，官长走遍营中，",
            "note": ""
        },
        {
            "chapter": "3:3",
            "content": "吩咐百姓说：“你们看见耶和华你们　神的约柜，又见祭司利未人抬着，就要离开所住的地方，跟着约柜去。",
            "note": ""
        },
        {
            "chapter": "3:4",
            "content": "只是你们和约柜相离，要量二千肘，不可与约柜相近，使你们知道所当走的路，因为这条路你们向来没有走过。”",
            "note": "神的约柜是以色列人最神圣的财宝。它是神大能同在的象征。约柜是长方形包金的木柜，它的盖子上有两个基路伯（天使），面对面而立。在它里面有两块法版，上面写有摩西从神领受的十条诫命，一个金碗盛有吗哪（就是百姓在旷野飘流的时候，神赐给以色列人的食物，也是神行神迹从天上降下的食物），还有亚伦的杖（他作大祭司权威的象征）。按照神的规定，只有利未人能抬约柜。约柜与会幕是同时造的（参出37:1-9），放在圣所内的至圣所里面。"
        },
        {
            "chapter": "3:5",
            "content": "约书亚吩咐百姓说：“你们要自洁，因为明天耶和华必在你们中间行奇事。”",
            "note": "以色列人进入应许之地以前，必须先行洁净之礼，分别为圣归于神。这是他们在献祭以前，包括此次观看神的伟大作为之前要做的事。神的律法说明，人可能因为许多原因变为不洁──例如吃了某类食物（参利11），妇女生孩子（12:7），患麻疯病（参利13-14），触摸死尸等（参民19:11-22）。神使用各种不洁净的外在记号，来说明内在的不洁如何从罪恶而生。用自洁表示分别为圣，这种礼仪描绘出人以洁净的心来朝见神，是何其重要！我们和百姓一样，先要得他赦罪，才能朝见他。"
        },
        {
            "chapter": "3:6",
            "content": "约书亚又吩咐祭司说：“你们抬起约柜，在百姓前头过去。”于是他们抬起约柜，在百姓前头走。",
            "note": ""
        },
        {
            "chapter": "3:7",
            "content": "耶和华对约书亚说：“从今日起，我必使你在以色列众人眼前尊大，使他们知道我怎样与摩西同在，也必照样与你同在。",
            "note": ""
        },
        {
            "chapter": "3:8",
            "content": "你要吩咐抬约柜的祭司说：‘你们到了约旦河的水边上，就要在约旦河水里站住。’”",
            "note": ""
        },
        {
            "chapter": "3:9",
            "content": "约书亚对以色列人说：“你们近前来，听耶和华你们　神的话。”",
            "note": "在以色列人过约旦河，进入应许之地以前，约书亚召聚百姓，聆听神的圣言。他们极度振奋，一心想马上渡河，但是约书亚却叫他们停下来静听。我们生活在匆忙的世代，人人分秒必争忙个不停，很容易成为工作的奴仆，忙得不可分身，忽略了神所说最重要的一件事──聆听他的话语。在你订定时间表以前，要用点时间专心寻求神对你工作的期望。你为一天的工作忙碌以前，要先明白神对你所说的，这样才能帮助你避免犯无谓的错误。"
        },
        {
            "chapter": "3:10　约书亚说：“看哪！普天下主的约柜必在你们前头过去，到约旦河里，因此你们就知道在你们中间有永生　神。并且他必在你们面前赶出迦南人、赫人、希未人、比利洗人、革迦撒人、亚摩利人、耶布斯人。",
            "content": "",
            "note": ""
        },
        {
            "chapter": "3:11",
            "content": "",
            "note": "神为什么要帮助以色列人，把住在迦南地的原住民赶出去？神曾经因为他的百姓不顺服而加以处罚，接着他也要处罚其他各族。圣经上曾指出迦南居民罪大恶极，应受严厉的处罚（参创15:16），而神要透过以色列人来处罚他们。更重要的是，由于以色列人是圣洁的一族，就不能住在邪恶而拜偶像的民中，否则就等于让罪恶登堂入室。要想防止百姓受邪教风俗感染，惟一的方法就是把奉行邪教之民从那地赶出去。不过，以色列人没有照神所说的去做。不久以后，神所拣选的圣洁子民，便开始效法迦南的邪风恶俗了。"
        },
        {
            "chapter": "3:12",
            "content": "你们现在要从以色列支派中拣选十二个人，每支派一人，",
            "note": ""
        },
        {
            "chapter": "3:13",
            "content": "等到抬普天下主耶和华约柜的祭司把脚站在约旦河水里，约旦河的水，就是从上往下流的水，必然断绝，立起成垒。”",
            "note": ""
        },
        {
            "chapter": "3:14",
            "content": "百姓离开帐棚，要过约旦河的时候，抬约柜的祭司乃在百姓的前头。",
            "note": "以色列人渴望能进入应许之地、征服列国，在那里平安度日，但是他们先要渡过河水涨过两岸的约旦河。神曾明令，要想过河，祭司必须首先踏足下水。假使祭司害怕，不敢踏出第一步的话，又将会怎样呢？神对我们的问题，常常不先采取行动解决，直到我们信靠他，照着我们当做的事前行，神才使一切迎刃而解。在你的生命之中，什么是难以渡过的江河，阻挠你的进步？你要顺服神，踏下第一步，问题自然可以解决。"
        },
        {
            "chapter": "3:15",
            "content": "他们到了约旦河，脚一入水（原来约旦河水在收割的日子涨过两岸），",
            "note": ""
        },
        {
            "chapter": "3:16",
            "content": "那从上往下流的水，便在极远之地、撒拉但旁的亚当城那里停住，立起成垒；那往亚拉巴的海，就是盐海下流的水全然断绝。于是，百姓在耶利哥的对面过去了。",
            "note": "以色列人是在春季渡过约旦河，这时河水涨溢两岸。神拣选河水涨到最高的时候，把它截流，好彰显他的大能──叫以色列全族从河床中的干地走过。有人说，神使用自然界发生的事（例如有山泥倾泻而堵塞河道），使约旦河从上往下流的水断绝；还有人说他行了直接的神迹。不管怎样，神行了适合时地的神迹，让他的百姓走干地过了河。他以超自然的大能见证，使以色列人对他有盼望，并且使人数比他们众多的仇敌知道以色列的大名。"
        },
        {
            "chapter": "3:17",
            "content": "抬耶和华约柜的祭司在约旦河中的干地上站定，以色列众人都从干地上过去，直到国民尽都过了约旦河。",
            "note": "神曾经使红海的水分开，让以色列人走干地出埃及（参出14），这一段经文说明是神使约旦河水截住，叫他们得以进入迦南。这些神迹告诉以色列人，神必守他的应许。他是在百姓中间，他的信实使百姓可以安然出埃及，亦保守进入美地的全程。神如何在旅途之始与他们同在，也照样在旅程结束时与他们同行。"
        }
    ]
}