{
    "book": "约书亚记",
    "chapter": "5",
    "verses": [
        {
            "chapter": "5:1",
            "content": "约旦河西亚摩利人的诸王和靠海迦南人的诸王，听见耶和华在以色列人前面使约旦河的水干了，等到我们过去，他们的心因以色列人的缘故就消化了，不再有胆气。",
            "note": "以色列人在旷野之中白白地浪费了三十九年，因为惧怕迦南人，也低估了神的能力。头一次进迦南的计划失败了（参民13、14章），但他们看到迦南人惧怕他们的军队。迦南人听到他们藉着神大获胜利（2:9-11），就盼望约旦河能阻止以色列人进入迦南。但是他们却走干地过了约旦河，这个消息使迦南人的余勇都消失了。不要低估神。只要我们对他忠心，他就会使重大的敌对势力消失。他能改变反对者的态度。"
        },
        {
            "chapter": "5:2",
            "content": "那时，耶和华吩咐约书亚说：“你制造火石刀，第二次给以色列人行割礼。”",
            "note": ""
        },
        {
            "chapter": "5:3",
            "content": "约书亚就制造了火石刀，在除皮山那里给以色列人行割礼。",
            "note": "受割礼标明以色列人与神立约，成了他的百姓。神最初与亚伯拉罕立约，规定在他家中所有的男丁都要受割礼，作为除去旧生命，开始从神得到新生命的记号（参创17:13）。在那个时代，其他民族的习俗也用割礼表明人进入成年阶段，但只有以色列人用它作为顺服神的记号。人一生只能受一次割礼。这里所说的“第二次”，指当时的许多青年还未曾受过割礼（参看5:5）。"
        },
        {
            "chapter": "5:4",
            "content": "约书亚行割礼的缘故，是因为从埃及出来的众民，就是一切能打仗的男丁，出了埃及以后，都死在旷野的路上。",
            "note": ""
        },
        {
            "chapter": "5:5",
            "content": "因为出来的众民都受过割礼，惟独出埃及以后，在旷野的路上所生的众民，都没有受过割礼。",
            "note": ""
        },
        {
            "chapter": "5:6",
            "content": "以色列人在旷野走了四十年，等到国民，就是出埃及的兵丁，都消灭了，因为他们没有听从耶和华的话。耶和华曾向他们起誓，必不容他们看见耶和华向他们列祖起誓应许赐给我们的地，就是流奶与蜜之地。",
            "note": ""
        },
        {
            "chapter": "5:7",
            "content": "他们的子孙，就是耶和华所兴起来接续他们的，都没有受过割礼；因为在路上没有给他们行割礼，约书亚这才给他们行了。",
            "note": ""
        },
        {
            "chapter": "5:8",
            "content": "国民都受完了割礼，就住在营中自己的地方，等到痊愈了。",
            "note": ""
        },
        {
            "chapter": "5:9",
            "content": "耶和华对约书亚说：“我今日将埃及的羞辱从你们身上滚去了。”因此，那地方名叫吉甲（注：就是“滚”的意思），直到今日。",
            "note": "吉甲在耶利哥东北约3公里处，是以色列人的大本营，是进攻迦南的临时中央指挥部，也是敬拜中心。他们在征服应许之地以前，在这里对神重新作出委身的承诺，与他重新立约。神的使者耶和华军队的元帅在这里向约书亚显现，给约书亚进一步的作战指示，也带来征服那地的鼓舞（5:13-15）。在以色列人征服迦南以后，吉甲在以色列仍居重要的地位。以色列的第一任君王扫罗，就是在这里被膏立的（参撒上11:14-15）。"
        },
        {
            "chapter": "5:10",
            "content": "以色列人在吉甲安营。正月十四日晚上，在耶利哥的平原守逾越节。",
            "note": "这是以色列人在应许之地，第一次欢欢喜喜地守逾越节，也是在出埃及之后仅有的第三次，上次是三十九年以前，在西奈山下守的。守节使他们牢记神以大能的神迹，领他们出埃及的事。昔日他们恐惧匆忙地守这节日；现在他们看到神的赐福与应许已实现，充满感恩地再守这节期。（参出12）"
        },
        {
            "chapter": "5:11",
            "content": "逾越节的次日，他们就吃了那地的出产；正当那日，吃无酵饼和烘的谷。",
            "note": ""
        },
        {
            "chapter": "5:12",
            "content": "他们吃了那地的出产，第二日吗哪就止住了，以色列人也不再有吗哪了。那一年，他们却吃迦南地的出产。",
            "note": "百姓在旷野飘流四十年，神行神迹，供给这群饥饿之民的需要，并降下吗哪（参出16:4-31）。他们来到这物产丰富的应许之地，不再需要吗哪作每天的粮食，因为这地已经可以种植，能收割庄稼。以色列人在旷野时，神奇妙地供应食物，现在神使土地出产粮食，给他们享用。祷告并不是人什么都不干，因为人的信心不能代替殷勤做工。神在人需要的时候，可以明确、奇妙地供应他的子民，但是他也指望他们运用他所赐的才能与资源，自给自足。如果你的祷告未蒙应允，你的需要也许是你自己办得到的事。你应当求神赐智慧，使你可以领会其中的奥妙，也赐你动力，推动你去完成。"
        },
        {
            "chapter": "5:13",
            "content": "约书亚靠近耶利哥的时候，举目观看，不料，有一个人手里有拔出来的刀，对面站立。约书亚到他那里，问他说：“你是帮助我们呢？是帮助我们敌人呢？”",
            "note": ""
        },
        {
            "chapter": "5:14",
            "content": "他回答说：“不是的，我来是要作耶和华军队的元帅。”约书亚就俯伏在地下拜，说：“我主有什么话吩咐仆人？”",
            "note": ""
        },
        {
            "chapter": "5:15",
            "content": "耶和华军队的元帅对约书亚说：“把你脚上的鞋脱下来，因为你所站的地方是圣的。”约书亚就照着行了。",
            "note": "这是一位最高级的天使，是耶和华军队的元帅。有人说这是神以人的形像显现，约书亚为表尊敬，脱下了脚上的鞋。他虽然是以色列人的领袖，仍然顺服神──绝对的领导者。对圣洁的神，我们应当肃然起敬。怎样能表示对他的尊敬呢？在态度上我们应当敬畏神的大能、权威，领悟他深切的大爱；在行为上，我们也要显出真诚和虔诚。虽然现在的习俗，不再以脱鞋子来表示尊敬神，但敬畏神的态度，现今和在约书亚时代仍是同样重要的。"
        }
    ]
}