{
    "book": "约书亚记",
    "chapter": "7",
    "verses": [
        {
            "chapter": "7:1",
            "content": "以色列人在当灭的物上犯了罪，因为犹大支派中，谢拉的曾孙、撒底的孙子、迦米的儿子亚干取了当灭的物，耶和华的怒气就向以色列人发作。",
            "note": "“当灭的物”是指所有的衣服、牛羊及其他可私吞的掠物。因神曾吩咐说，那是他们攻占耶利哥后应当毁灭的财物（参6:17-19）。这并不是说，叫他们把所有有用的东西扔掉。亚干直接藐视神明确的命令，这才是最大的罪（参申20:16-18）。"
        },
        {
            "chapter": "7:2",
            "content": "当下，约书亚从耶利哥打发人往伯特利东边靠近伯亚文的艾城去，吩咐他们说：“你们上去窥探那地。”他们就上去窥探艾城。",
            "note": ""
        },
        {
            "chapter": "7:3",
            "content": "他们回到约书亚那里，对他说：“众民不必都上去，只要二三千人上去，就能攻取艾城；不必劳累众民都去，因为那里的人少。”",
            "note": ""
        },
        {
            "chapter": "7:4",
            "content": "于是，民中约有三千人上那里去，竟在艾城人面前逃跑了。",
            "note": ""
        },
        {
            "chapter": "7:5",
            "content": "艾城的人击杀了他们三十六人，从城门前追赶他们，直到示巴琳，在下坡杀败他们。众民的心就消化如水。",
            "note": ""
        },
        {
            "chapter": "7:6",
            "content": "约书亚便撕裂衣服，他和以色列的长老把灰撒在头上，在耶和华的约柜前俯伏在地，直到晚上。",
            "note": "约书亚和以色列的长老撕裂衣服，把灰撒在头上，是在神面前深切哀恸的表现。他们在耶利哥大获全胜之后，竟然在小小的艾城被打败，所以感到惊恐，于是他们深感痛悔，来到神面前，领受他的指示。在我们人生遭挫败的时候，也应当恳求神的指示与帮助，并且像约书亚和长老们一样地谦卑下来，好聆听他的话语。"
        },
        {
            "chapter": "7:7",
            "content": "约书亚说：“哀哉！主耶和华啊，你为什么竟领这百姓过约旦河，将我们交在亚摩利人的手中，使我们灭亡呢？我们不如住在约旦河那边倒好。",
            "note": "约书亚初次进攻艾城（7:3），他没有求问神，只倚靠自己的军力，想攻克那小城。只是在以色列人被打败以后，他们才求问神这是为什么。因为人经常倚靠自己的技巧与能力，尤其是摆在面前的任务看似容易时更会如此。我们只是在障碍大得不能胜过的时候，才会去求告神。不过，惟有神知道摆在前面的事到底如何，所以即使我们胜算在握，也应求问他，才不至于犯严重的错误，作错误的判断。神会叫我们学习功课，除去骄傲和自大，然后才能藉着我们工作。"
        },
        {
            "chapter": "7:8",
            "content": "主啊，以色列人既在仇敌面前转背逃跑，我还有什么可说的呢？",
            "note": ""
        },
        {
            "chapter": "7:9",
            "content": "迦南人和这地一切的居民听见了，就必围困我们，将我们的名从地上除灭。那时，你为你的大名要怎样行呢？”",
            "note": "请你想像一下，遇到怎样的情景你才用这种方式向神祷告？这不是正式的教会祷告，也不是集体的祈求，乃是一个人对所遭遇的事，感到恐惧战兢所做的祷告。你不把真正的需要告诉神，就是轻忽那位惟一能帮助你的神。他欢迎你诚诚实实的祷告，向他倾心吐意。基督徒都当切记：神知悉一切，又是全能的，且有永远常存的慈爱，所以要向他作诚实的祷告。"
        },
        {
            "chapter": "7:10",
            "content": "耶和华吩咐约书亚说：“起来！你为何这样俯伏在地呢？",
            "note": ""
        },
        {
            "chapter": "7:11",
            "content": "以色列人犯了罪，违背了我所吩咐他们的约，取了当灭的物，又偷窃，又行诡诈，又把那当灭的放在他们的家具里。",
            "note": ""
        },
        {
            "chapter": "7:12",
            "content": "因此，以色列人在仇敌面前站立不住。他们在仇敌面前转背逃跑，是因成了被咒诅的，你们若不把当灭的物从你们中间除掉，我就不再与你们同在了。",
            "note": "神为什么因亚干一人的罪，使全族受到咒诅？虽然是一人的过犯，神却看作他们全族人违背了律法。他要全族甘心承担征服应许之地的大任，所以，一个人犯罪就等于全族人犯了罪。假使对亚干的罪予以姑息，不施处罚的话，以色列人一定会肆行无忌的劫掠，所以整个民族都要负起责任，防止无法无天而违背神。"
        },
        {
            "chapter": "7:13",
            "content": "你起来，叫百姓自洁，对他们说：‘你们要自洁，预备明天，因为耶和华以色列的　神这样说：以色列啊，你们中间有当灭的物。你们若不除掉，在仇敌面前必站立不住。’",
            "note": "“叫百姓自洁”，也可以译作“你们当自行分别为圣，归于神”，这句话指以色列人要奉行洁净礼仪，好像在3章5节所提到的，与准备渡过约旦河以前所行的礼仪（割礼）相似。这种礼仪使百姓作好朝见神的准备，且叫他们时常想起自己的罪，也想到神的圣洁。"
        },
        {
            "chapter": "7:14",
            "content": "到了早晨，你们要按着支派近前来；耶和华所取的支派，要按着宗族近前来；耶和华所取的宗族，要按着家室近前来；耶和华所取的家室，要按着人丁，一个一个地近前来。",
            "note": ""
        },
        {
            "chapter": "7:15",
            "content": "被取的人，有当灭的物在他那里，他和他所有的必被火焚烧，因他违背了耶和华的约，又因他在以色列中行了愚妄的事。”",
            "note": ""
        },
        {
            "chapter": "7:16",
            "content": "于是，约书亚清早起来，使以色列人按着支派近前来，取出来的是犹大支派；",
            "note": ""
        },
        {
            "chapter": "7:17",
            "content": "使犹大支派（注：原文作“宗族”）近前来，就取了谢拉的宗族；使谢拉的宗族，按着家室人丁，一个一个地近前来，取出来的是撒底；",
            "note": ""
        },
        {
            "chapter": "7:18",
            "content": "使撒底的家室，按着人丁，一个一个地近前来，就取出犹大支派的人谢拉的曾孙，撒底的孙子，迦米的儿子亚干。",
            "note": ""
        },
        {
            "chapter": "7:19",
            "content": "约书亚对亚干说：“我儿，我劝你将荣耀归给耶和华以色列的　神，在他面前认罪，将你所做的事告诉我，不要向我隐瞒。”",
            "note": ""
        },
        {
            "chapter": "7:20",
            "content": "亚干回答约书亚说：“我实在得罪了耶和华以色列的　神。我所做的事如此如此：",
            "note": ""
        },
        {
            "chapter": "7:21",
            "content": "我在所夺的财物中，看见一件美好的示拿衣服、二百舍客勒银子、一条金子重五十舍客勒，我就贪爱这些物件，便拿去了。现今藏在我帐棚内的地里，银子在衣服底下。”",
            "note": ""
        },
        {
            "chapter": "7:22",
            "content": "约书亚就打发人跑到亚干的帐棚里。那件衣服果然藏在他帐棚内，银子在底下。",
            "note": ""
        },
        {
            "chapter": "7:23",
            "content": "他们就从帐棚里取出来，拿到约书亚和以色列众人那里，放在耶和华面前。",
            "note": ""
        },
        {
            "chapter": "7:24",
            "content": "约书亚和以色列众人把谢拉的曾孙亚干和那银子、那件衣服、那条金子，并亚干的儿女、牛、驴、羊、帐棚，以及他所有的，都带到亚割谷去。",
            "note": ""
        },
        {
            "chapter": "7:25",
            "content": "约书亚说：“你为什么连累我们呢？今日耶和华必叫你受连累。”于是，以色列众人用石头打死他，将石头扔在其上，又用火焚烧他所有的（注：“他们所有的”原文作“他们”）。",
            "note": "亚干轻估神，没有认真看待他的命令（6:18）。在他看来，偷取当灭之物似乎是微不足道的，但是以色列全族都因此受到牵连，尤其是他的全家都受了连累。我们犯罪时和亚干一样，自己的行为不只损害自己，还会影响更多的人。所以要留心试探，不要找理由去掩饰自己的罪，也别以为这件事太微小，只属个人的得失，不会伤害其他人。"
        },
        {
            "chapter": "7:26",
            "content": "众人在亚干身上堆成一大堆石头，直存到今日。于是，耶和华转意，不发他的烈怒。因此那地方名叫亚割谷（注：“亚割”就是“连累”的意思），直到今日。",
            "note": "为什么亚干一人犯罪全家都受刑罚？圣经虽然没有说他们同谋犯罪，但是古时把家族当作一个整体。亚干是一家之主，好像族长一样，如果他兴旺，全家也跟他一同兴旺；如果他受苦，他们就一同受苦。因为他的犯罪，有许多以色列人已经在战场阵亡。所以现在要把他全家从以色列人之中剪除。"
        }
    ]
}