{
    "book": "约书亚记",
    "chapter": "8",
    "verses": [
        {
            "chapter": "8:1",
            "content": "耶和华对约书亚说：“不要惧怕，也不要惊惶。你起来率领一切兵丁上艾城去，我已经把艾城的王和他的民、他的城并他的地，都交在你手里。",
            "note": "亚干事件处理完毕后，约书亚便准备再攻艾城。这次一定要获胜。他从这事学到功课，那也是我们应当注意的：（1）在神显明你所犯之罪的时候，要认罪（7:19-21）；（2）失败时，要重新注目于神，对付问题，勇往直前（7:22-25；8:1）。神叫人在犯罪以后悔改，得他赦免，好得到力量，重新开始。从失败中学到的功课，会叫我们在下次遇到同样的局面时能较好地应付。因为神渴望洁净我们、赦免我们、加力量给我们。除非我们自己放弃，才会失去这福分。"
        },
        {
            "chapter": "8:2",
            "content": "你怎样待耶利哥和耶利哥的王，也当照样待艾城和艾城的王。只是城内所夺的财物和牲畜，你们可以取为自己的掠物。你要在城后设下伏兵。”",
            "note": "神为什么准许人从这次战役之中，为自己保留战利品与牲畜？以色列人对处理战利品的条例，是分两种情况执行的：（1）像耶利哥这样的城市，是在神的咒诅之下（因敬拜偶像而受神刑罚），因此不可夺取其中之物（参申20:16-18）。神的子民必须保持圣洁，与一切拜偶像的风气隔绝。（2）不在神禁令之下的城市，以色列人可分取夺获的战利品，这是战争中的常事，使军队和百姓得到所需的粮食、牛羊，以及补给的武器；而艾城就属于这类城市。得胜的军队需要粮食和装备，由于那时兵士皆无工资，因此战利品是激励他们出发作战的部分因素，也等于是犒赏。"
        },
        {
            "chapter": "8:3",
            "content": "于是，约书亚和一切兵丁都起来，要上艾城去。约书亚选了三万大能的勇士，夜间打发他们前往，",
            "note": "占领艾城对他们非常重要。它距离耶利哥只有十八多公里，是迦南人的坚城，也是伯特利的屏障（8:12）。迦南地的诸王，若听见以色列人在艾城被打败的消息，就会联手上来攻击，他们不知道神已经重振约书亚的军力，施行保护。我们当完全顺服神、倚靠他，确信他的应许能带来胜利。"
        },
        {
            "chapter": "8:4",
            "content": "吩咐他们说：“你们要在城后埋伏，不可离城太远，都要各自准备。",
            "note": ""
        },
        {
            "chapter": "8:5",
            "content": "我与我所带领的众民要向城前往。城里的人像初次出来攻击我们的时候，我们就在他们面前逃跑。",
            "note": ""
        },
        {
            "chapter": "8:6",
            "content": "他们必出来追赶我们，直到我们引诱他们离开城，因为他们必说：‘这些人像初次在我们面前逃跑。’所以我们要在他们面前逃跑，",
            "note": ""
        },
        {
            "chapter": "8:7",
            "content": "你们就从埋伏的地方起来，夺取那城，因为耶和华你们的　神必把城交在你们手里。",
            "note": ""
        },
        {
            "chapter": "8:8",
            "content": "你们夺了城以后，就放火烧城，要照耶和华的话行。这是我吩咐你们的。”",
            "note": ""
        },
        {
            "chapter": "8:9",
            "content": "约书亚打发他们前往，他们就上埋伏的地方去，住在伯特利和艾城的中间，就是在艾城的西边。这夜约书亚却在民中住宿。",
            "note": ""
        },
        {
            "chapter": "8:10",
            "content": "约书亚清早起来，点齐百姓，他和以色列的长老在百姓前面上艾城去。",
            "note": ""
        },
        {
            "chapter": "8:11",
            "content": "众民，就是他所带领的兵丁，都上去向前直往，来到城前，在艾城北边安营。在约书亚和艾城中间有一山谷。",
            "note": ""
        },
        {
            "chapter": "8:12",
            "content": "他挑了约有五千人，使他们埋伏在伯特利和艾城的中间，就是在艾城的西边。",
            "note": ""
        },
        {
            "chapter": "8:13",
            "content": "于是安置了百姓，就是城北的全军和城西的伏兵。这夜，约书亚进入山谷之中。",
            "note": ""
        },
        {
            "chapter": "8:14",
            "content": "艾城的王看见这景况，就和全城的人，清早急忙起来，按所定的时候，出到亚拉巴前，要与以色列人交战，王却不知道在城后有伏兵。",
            "note": ""
        },
        {
            "chapter": "8:15",
            "content": "约书亚和以色列众人在他们面前装败，往那通旷野的路逃跑。",
            "note": ""
        },
        {
            "chapter": "8:16",
            "content": "城内的众民都被招聚，追赶他们。艾城人追赶的时候，就被引诱离开城。",
            "note": ""
        },
        {
            "chapter": "8:17",
            "content": "艾城和伯特利城没有一人不出来追赶以色列人的，撇了敞开的城门，去追赶以色列人。",
            "note": ""
        },
        {
            "chapter": "8:18",
            "content": "耶和华吩咐约书亚说：“你向艾城伸出手里的短枪，因为我要将城交在你手里。”约书亚就向城伸出手里的短枪。",
            "note": ""
        },
        {
            "chapter": "8:19",
            "content": "他一伸手，伏兵就从埋伏的地方急忙起来，夺了城，跑进城去，放火焚烧。",
            "note": "耶和华将这城交给约书亚了。昨日的失败变成今日的胜利。人一旦对付了罪以后，接着就蒙神赦免而得胜。靠神的恩典，我们不再灰心丧胆，或深感罪疚。罪使我们受挫败，但无论多么艰难，我们都应当重新振作，遵行神的旨意。"
        },
        {
            "chapter": "8:20",
            "content": "艾城的人回头一看，不料，城中烟气冲天，他们就无力向左向右逃跑。那往旷野逃跑的百姓，便转身攻击追赶他们的人。",
            "note": ""
        },
        {
            "chapter": "8:21",
            "content": "约书亚和以色列众人见伏兵已经夺了城，城中烟气飞腾，就转身回去，击杀艾城的人。",
            "note": ""
        },
        {
            "chapter": "8:22",
            "content": "伏兵也出城迎击艾城人，艾城人就困在以色列人中间，前后都是以色列人。于是，以色列人击杀他们，没有留下一个，也没有一个逃脱的。",
            "note": ""
        },
        {
            "chapter": "8:23",
            "content": "生擒了艾城的王，将他解到约书亚那里。",
            "note": ""
        },
        {
            "chapter": "8:24",
            "content": "以色列人在田间和旷野，杀尽所追赶一切艾城的居民。艾城人倒在刀下，直到灭尽，以色列众人就回到艾城，用刀杀了城中的人。",
            "note": ""
        },
        {
            "chapter": "8:25",
            "content": "当日杀毙的人，连男带女共有一万二千，就是艾城所有的人。",
            "note": ""
        },
        {
            "chapter": "8:26",
            "content": "约书亚没有收回手里所伸出来的短枪，直到把艾城的一切居民尽行杀灭。",
            "note": ""
        },
        {
            "chapter": "8:27",
            "content": "惟独城中的牲畜和财物，以色列人都取为自己的掠物，是照耶和华所吩咐约书亚的话。",
            "note": ""
        },
        {
            "chapter": "8:28",
            "content": "约书亚将艾城焚烧，使城永为高堆、荒场，直到今日；",
            "note": ""
        },
        {
            "chapter": "8:29",
            "content": "又将艾城王挂在树上，直到晚上。日落的时候，约书亚吩咐人把尸首从树上取下来，丢在城门口。在尸首上堆成一大堆石头，直存到今日。",
            "note": ""
        },
        {
            "chapter": "8:30",
            "content": "那时，约书亚在以巴路山上为耶和华以色列的　神筑一座坛，",
            "note": ""
        },
        {
            "chapter": "8:31",
            "content": "是用没有动过铁器的整石头筑的，照着耶和华仆人摩西所吩咐以色列人的话，正如摩西律法书上所写的。众人在这坛上给耶和华奉献燔祭和平安祭。",
            "note": "他们要用未经凿过的石头造祭坛，使他们不至于亵渎神（参出20:25）。这样做是为了防止百姓把祭坛当作偶像来敬拜，也避免人崇拜造祭坛的巧匠，而不敬拜行大事的神。"
        },
        {
            "chapter": "8:32",
            "content": "约书亚在那里，当着以色列人面前，将摩西所写的律法抄写在石头上。",
            "note": "约书亚吩咐人抄写在石头上的，极可能是十诫，是神全部律法的中心，对现代仍然适用。（参出20）"
        },
        {
            "chapter": "8:33",
            "content": "以色列众人，无论是本地人、是寄居的，和长老、官长并审判官，都站在约柜两旁，在抬耶和华约柜的祭司利未人面前，一半对着基利心山、一半对着以巴路山，为以色列民祝福，正如耶和华仆人摩西先前所吩咐的。",
            "note": ""
        },
        {
            "chapter": "8:34",
            "content": "随后，约书亚将律法上祝福、咒诅的话，照着律法书上一切所写的，都宣读了一遍。",
            "note": ""
        },
        {
            "chapter": "8:35",
            "content": "摩西所吩咐的一切话，约书亚在以色列全会众和妇女、孩子并他们中间寄居的外人面前，没有一句不宣读的。",
            "note": ""
        }
    ]
}