{
    "book": "约书亚记",
    "chapter": "9",
    "verses": [
        {
            "chapter": "9:1",
            "content": "约旦河西，住山地、高原并对着黎巴嫩山沿大海一带的诸王，就是赫人、亚摩利人、迦南人、比利洗人、希未人、耶布斯人的诸王，听见这事，",
            "note": ""
        },
        {
            "chapter": "9:2",
            "content": "就都聚集，同心合意地要与约书亚和以色列人争战。",
            "note": ""
        },
        {
            "chapter": "9:3",
            "content": "基遍的居民听见约书亚向耶利哥和艾城所行的事，",
            "note": ""
        },
        {
            "chapter": "9:4",
            "content": "就设诡计，假充使者，拿旧口袋和破裂缝补的旧皮酒袋驮在驴上；",
            "note": ""
        },
        {
            "chapter": "9:5",
            "content": "将补过的旧鞋穿在脚上，把旧衣服穿在身上。他们所带的饼都是干的，长了霉了。",
            "note": ""
        },
        {
            "chapter": "9:6",
            "content": "他们到吉甲营中见约书亚，对他和以色列人说：“我们是从远方来的，现在求你与我们立约。”",
            "note": "以色列人得胜的消息传遍远近时，有两种反击出现：一种是直接的敌对（当地的众王开始合力来夹攻）；另一种是间接的（基遍人设计欺骗）。我们顺从神的命令，也会遇到同样的敌对。想防止这些压力，就必须倚靠神，每日与他相交；他会赐我们力量，能承受直接的压力，也会给我们智慧，识透别人的诡计。"
        },
        {
            "chapter": "9:7",
            "content": "以色列人对这些希未人说：“只怕你们是住在我们中间的，若是这样，怎能和你们立约呢？”",
            "note": ""
        },
        {
            "chapter": "9:8",
            "content": "他们对约书亚说：“我们是你的仆人。”约书亚问他们说：“你们是什么人？是从哪里来的？”",
            "note": ""
        },
        {
            "chapter": "9:9",
            "content": "他们回答说：“仆人从极远之地而来，是因听见耶和华你　神的名声和他在埃及所行的一切事，",
            "note": ""
        },
        {
            "chapter": "9:10",
            "content": "并他向约旦河东的两个亚摩利王，就是希实本王西宏和在亚斯他录的巴珊王噩一切所行的事。",
            "note": ""
        },
        {
            "chapter": "9:11",
            "content": "我们的长老和我们那地的一切居民对我们说：‘你们手里要带着路上用的食物，去迎接以色列人，对他们说：我们是你们的仆人，现在求你们与我们立约。’",
            "note": ""
        },
        {
            "chapter": "9:12",
            "content": "我们出来要往你们这里来的日子，从家里带出来的这饼还是热的。看哪，现在都干了，长了霉了。",
            "note": ""
        },
        {
            "chapter": "9:13",
            "content": "这皮酒袋，我们盛酒的时候还是新的，看哪，现在已经破裂。我们这衣服和鞋，因为道路甚远，也都穿旧了。”",
            "note": ""
        },
        {
            "chapter": "9:14",
            "content": "以色列人受了他们些食物，并没有求问耶和华。",
            "note": ""
        },
        {
            "chapter": "9:15",
            "content": "于是，约书亚与他们讲和，与他们立约，容他们活着，会众的首领也向他们起誓。",
            "note": ""
        },
        {
            "chapter": "9:16",
            "content": "以色列人与他们立约之后，过了三天，才听见他们是近邻，住在以色列人中间的。",
            "note": ""
        },
        {
            "chapter": "9:17",
            "content": "以色列人起行，第三天到了他们的城邑，就是基遍、基非拉、比录、基列耶琳。",
            "note": "会众的首领只看见这些人所带的粮食又干又霉，皮酒袋也破裂了，衣服和鞋都穿旧了，但是他们没有看出那些人的诡诈。他们答应立约之后才明白真相──首领受骗了。神曾经明确地吩咐他们，不可与迦南地的人立约（参出23:32；34:12；民35:55；申7:2；20:17-18）。约书亚既是战略家，就深深知道在领全民作战以前，要与神交谈，但是他在与基遍人立和约的事上，却显得极其无知，可见他与以色列的这一班首领，是凭自己意思作决定的。他们没有寻求神的引导，就冒冒失失地实行自己的计划，所以必须要向忿怒的百姓解释，并要处理这种令人尴尬的盟约。"
        },
        {
            "chapter": "9:18",
            "content": "因为会众的首领已经指着耶和华以色列的　神向他们起誓，所以以色列人不击杀他们。全会众就向首领发怨言。",
            "note": ""
        },
        {
            "chapter": "9:19",
            "content": "众首领对全会众说：“我们已经指着耶和华以色列的　神向他们起誓，现在我们不能害他们。",
            "note": ""
        },
        {
            "chapter": "9:20",
            "content": "我们要如此待他们，容他们活着，免得有忿怒因我们所起的誓临到我们身上。”",
            "note": "约书亚与他的谋士犯了错误，但是他们已经起誓要保护基遍人，就不能食言。他们不能因为基遍人的诡计而废除所起的誓。神吩咐人起了誓就必须遵守（参利5:4；27:1, 28），违背诺言是严重的罪。这件事教导我们，不要随随便便地作出承诺。"
        },
        {
            "chapter": "9:21",
            "content": "首领又对会众说：“要容他们活着。”于是，他们为全会众作了劈柴挑水的人，正如首领对他们所说的话。",
            "note": ""
        },
        {
            "chapter": "9:22",
            "content": "约书亚召了他们来，对他们说：“为什么欺哄我们说‘我们离你们甚远呢？其实你们是住在我们中间。",
            "note": ""
        },
        {
            "chapter": "9:23",
            "content": "现在你们是被咒诅的！你们中间的人必断不了作奴仆，为我　神的殿作劈柴挑水的人。”",
            "note": ""
        },
        {
            "chapter": "9:24",
            "content": "他们回答约书亚说：“因为有人实在告诉你的仆人，耶和华你的　神曾吩咐他的仆人摩西，把这全地赐给你们，并在你们面前灭绝这地的一切居民；所以，我们为你们的缘故甚怕丧命，就行了这事。",
            "note": ""
        },
        {
            "chapter": "9:25",
            "content": "现在我们在你手中，你以怎样待我们为善为正，就怎样做吧！”",
            "note": ""
        },
        {
            "chapter": "9:26",
            "content": "于是，约书亚这样待他们，救他们脱离以色列人的手，以色列人就没有杀他们。",
            "note": ""
        },
        {
            "chapter": "9:27",
            "content": "当日，约书亚使他们在耶和华所要选择的地方，为会众和耶和华的坛作劈柴挑水的人，直到今日。",
            "note": ""
        }
    ]
}