{
    "book": "西番雅书",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "当犹大王亚们的儿子约西亚在位的时候，耶和华的话临到希西家的玄孙、亚玛利雅的曾孙、基大利的孙子、古示的儿子西番雅。",
            "note": "西番雅在犹大王约西亚的年代作先知。约西亚跟随神，在他执政期间，在圣殿里发现了神的律法书，他读过之后，就发起了一次重大的宗教复兴运动（参王下22:1-23:25）。西番雅向人发出警告，要人离开自己的罪，否则审判就会来临。他的工作加快了这次复兴运动的步伐。尽管这次大复兴使全国回转归向神，但只持续了很短时间，因为偶像没有被根除。约西亚死后十二年，犹大被巴比伦占领，一部分人被掳到巴比伦去。"
        },
        {
            "chapter": "1:2",
            "content": "耶和华说：“我必从地上除灭万类。",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "我必除灭人和牲畜，与空中的鸟、海里的鱼，以及绊脚石和恶人；我必将人从地上剪除。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "“我必伸手攻击犹大和耶路撒冷的一切居民，也必从这地方剪除所剩下的巴力，并基玛林的名和祭司，",
            "note": "以色列人到达应许之地时，神曾命令他们要彻底消灭拜偶像的异族。但他们没有执行，反而开始拜迦南的神。迦南人信奉众多的神。巴力是众神之首，象征力量和生育。百姓背弃神而去拜巴力，令神气愤至极。"
        },
        {
            "chapter": "1:5",
            "content": "与那些在房顶上敬拜天上万象的，并那些敬拜耶和华指着他起誓，又指着玛勒堪起誓的，",
            "note": "犹大人渐渐成为多神的民族，他们敬拜耶和华，也敬拜当地的诸神，还把异教崇拜的仪式引进真神敬拜中。但神吩咐他们不可敬拜别神（参出20:1-5），所以他们犯了弥天大罪。他们也拜亚扪人的神摩洛，甚至随俗献儿童为祭，这更是可憎的罪。神早已藉摩西警告以色列人不要拜这个假神（参利18:21；20:5）但他们却充耳不闻。神要照警告毁灭他们。"
        },
        {
            "chapter": "1:6",
            "content": "与那些转去不跟从耶和华的，和不寻求耶和华、也不访问他的。",
            "note": "历史上有很多崇拜偶像的事。偶像不单是一尊尊的木像石像，任何被视为比神更尊贵的东西都是偶像。人们信靠自己、金钱和权力而不信靠神，所以时至今日，崇拜偶像依然十分流行。但是最终人们会知道所有偶像都是虚无的，只有真神必然得胜。所以我们凡事要先求神（参太6:33），并除他以外不敬拜别的神只。（参出20:3）"
        },
        {
            "chapter": "1:7",
            "content": "你要在主耶和华面前静默无声，因为耶和华的日子快到。耶和华已经预备祭物，将他的客分别为圣。",
            "note": "审判之日和大屠杀将在巴比伦攻占犹大时来临。先知看到这些预言终会发生，然而他不知道何时会发生，也不知道发生的次序是怎样的。很多人认为这些预言有双重的应验，一次在预言发出后不久，另一次是在末日的时候。有些学者则相信，这些关于审判的预言全要到末日才应验。"
        },
        {
            "chapter": "1:8",
            "content": "到了我耶和华献祭的日子，必惩罚首领和王子，并一切穿外邦衣服的。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "到那日，我必惩罚一切跳过门槛、将强暴和诡诈得来之物充满主人房屋的。”",
            "note": "穿着外邦人的衣服，显示人们渴求外邦的神和生活方式。领袖应给百姓作好榜样，可是他们竟随从外邦的习俗，显出他们无视神的命令，污辱上主之名。“跳过门槛”是异族的习惯（参撒上5:5）。"
        },
        {
            "chapter": "1:10",
            "content": "耶和华说：“当那日，从鱼门必发出悲哀的声音，从二城发出哀号的声音，从山间发出大破裂的响声。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "玛革提施的居民哪，你们要哀号！因为迦南的商民都灭亡了；凡搬运银子的都被剪除。",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "那时，我必用灯巡查耶路撒冷，我必惩罚那些如酒在渣滓上澄清的。他们心里说：‘耶和华必不降福，也不降祸。’",
            "note": "神要提灯巡遍全城，惩罚那些该受罚的人。他们没有鉴察自己的心，对神麻木不仁，看到周围的道德沉伦（渣滓上残存的酒）也心安理得，所以神要用巴比伦来审判他们。二十年内，巴比伦人会进入耶路撒冷，把百姓从藏身之处拉出来，或俘掳或杀掉。没有人能逃脱神的审判，也没有人能在神面前隐藏。"
        },
        {
            "chapter": "1:13",
            "content": "他们的财宝必成为掠物，他们的房屋必变为荒场；他们必建造房屋，却不得住在其内；栽种葡萄园，却不得喝所出的酒。",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "耶和华的大日临近，临近而且甚快，乃是耶和华日子的风声。勇士必痛痛地哭号。",
            "note": "有些人以为神是纵容溺爱世人的天父，他到处闲游视察，却没有改变人生命的真正能力；也有很多人不相信神的权能，更不相信他要来审判世人。但神是圣洁的，他必要严厉地审判世界，公正地审判所有活在罪中、对他麻木不仁、对公义漠不关心的人。对神不闻不问的人常以为神对他们的罪爱理不理，但是他们终会惊讶地发现，耶和华的大日临近了。"
        },
        {
            "chapter": "1:15",
            "content": "那日是忿怒的日子，是急难困苦的日子，是荒废凄凉的日子，是黑暗、幽冥、密云乌黑的日子，",
            "note": "犹大人纵然受到神那最权威的明确警告，却仍拒不听从。要么因为怀疑神的先知，所以不相信那信息是出于神的；要么因为对神本身怀疑，因此不信他会说得出做得到。如果拒绝看圣经和听神的话，我们就会像犹大人一样短视，也必会一样受到惩罚。"
        },
        {
            "chapter": "1:16",
            "content": "是吹角呐喊的日子，要攻击坚固城和高大的城楼。",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "我必使灾祸临到人身上，使他们行走如同瞎眼的，因为得罪了我。他们的血必倒出如灰尘；他们的肉必抛弃如粪土。",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "当耶和华发怒的日子，他们的金银不能救他们。他的忿怒如火，必烧灭全地，毁灭这地的一切居民，而且大大毁灭。”",
            "note": "金钱本身并不邪恶，只是它不能救我们。在今生，金钱可以扭曲我们的观念，给我们安全和有能力的感觉。以色列人的财富不能救他们免受巴比伦的侵略，同样在最后审判之时，我们的财富也是毫无价值的。只有基督为我们所成就的救赎工作存到永远。要是我们信基督，他便能救我们。不要相信金钱，要信靠基督。"
        }
    ]
}