{
    "book": "弥迦书",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "当犹大王约坦、亚哈斯、希西家在位的时候，摩利沙人弥迦得耶和华的默示，论撒玛利亚和耶路撒冷。",
            "note": "弥迦和以赛亚生活在同一时代，大约在公元前750-680年。毫无疑问，他们彼此都听说过对方。弥迦的信息主要是说给南国犹大听的，但他也对北国以色列讲了话。犹大此时正值繁荣时期。在所提到的三个国王当中，约坦（公元前750-732年）和希西家（公元前715-686年）曾跟随过神（参王下15:32-38;18-20），但亚哈斯（735-715）是犹大国王当中最邪恶的一位（参王下16章）。摩利沙是犹大的一个村庄，靠近非利士边界上的迦特。"
        },
        {
            "chapter": "1:2",
            "content": "万民哪，你们都要听！地和其上所有的，也都要侧耳而听！主耶和华从他的圣殿要见证你们的不是。",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "看哪！耶和华出了他的居所，降临步行地的高处。",
            "note": "“高处”可能就是指“山顶”，或者是指为各种偶像献祭的祭坛，这些祭坛往往立在山上（参1:5）。"
        },
        {
            "chapter": "1:4",
            "content": "众山在他以下必消化，诸谷必崩裂，如蜡化在火中，如水冲下山坡。",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "这都因雅各的罪过，以色列家的罪恶。雅各的罪过在哪里呢？岂不是在撒玛利亚吗？犹大的邱坛在哪里呢？岂不是在耶路撒冷吗？",
            "note": "在弥迦的信息中，有两种罪被指了出来：对敬拜的滥用（1:7;3:5-7,11;5:12-13）和对他人的不公义（2:1-2,8-9；9-11；7:2-6）。这些罪恶在首都中蔓延，渗透并影响了整个国家。"
        },
        {
            "chapter": "1:6",
            "content": "“所以我必使撒玛利亚变为田野的乱堆，又作为种葡萄之处；也必将他的石头倒在谷中，露出根基来。",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "他一切雕刻的偶像必被打碎，他所得的财物必被火烧，所有的偶像我必毁灭，因为是从妓女雇价所聚来的，后必归为妓女的雇价。”",
            "note": "耶路撒冷是南国犹大的首都；撒马利亚是北国以色列的首都。撒马利亚被毁灭是在公元前722年（参王下17:1-18），也就是在弥迦生活的时代发生的，而且跟他所预言的一样。"
        },
        {
            "chapter": "1:8",
            "content": "先知说：因此我必大声哀号，赤脚露体而行；又要呼号如野狗，哀鸣如鸵鸟。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "因为撒玛利亚的伤痕无法医治，延及犹大和耶路撒冷我民的城门。",
            "note": "撒玛利亚的罪已病入膏肓，神对它的审判已经开始。这罪不像仅仅是皮肤上的一道伤痕，倒像是重要器官上的刺伤。这刺伤足以致命（撒玛利亚在弥迦事奉的初期已遭毁灭）。可悲的是，撒玛利亚的罪已传染给耶路撒冷了，而且审判已经临到门前。这可能说的是公元前701年西拿基立对该城的围攻（见王下18-19章）。"
        },
        {
            "chapter": "1:10",
            "content": "不要在迦特报告这事，总不要哭泣。我在伯亚弗拉滚于灰尘之中。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "沙斐的居民哪，你们要赤身蒙羞过去。撒南的居民不敢出来。伯以薛人的哀哭使你们无处可站。",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "玛律的居民心甚忧急，切望得好处，因为灾祸从耶和华那里临到耶路撒冷的城门。",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "拉吉的居民哪，要用快马套车；锡安民（注：“民”原文作“女子”）的罪由你而起；以色列人的罪过在你那里显出。",
            "note": "拉吉的百姓使许多人学了他们的坏榜样。他们可以说是“罪恶的起始”。其实在我们犯罪的时候常常也在做同样的事。不管我们是否把自己看成领袖，也不管我们知道不知道，在日常生活中我们的一言一行或许都有人在观察和仿效。"
        },
        {
            "chapter": "1:14",
            "content": "犹大啊，你要将礼物送给摩利设迦特。亚革悉的众族必用诡诈待以色列诸王。",
            "note": "摩利设迦特（摩利沙的迦特）是弥迦的故乡（1:1）。"
        },
        {
            "chapter": "1:15",
            "content": "玛利沙的居民哪，我必使那夺取你的来到你这里；以色列的尊贵人（注：原文作“荣耀”）必到亚杜兰。",
            "note": "亚杜兰周围有许多洞穴。弥迦警告说，敌人一逼近，犹大所有骄傲的王侯就都要被迫出逃，藏在这些洞中。"
        },
        {
            "chapter": "1:16",
            "content": "犹大啊，要为你所喜爱的儿女剪除你的头发，使头光秃，要大大地光秃，如同秃鹰，因为他们都被掳去离开你。",
            "note": "弥迦描绘了一幅父母寻找被带到远方为奴儿女的悲伤画面。这在以色列和犹大是经常发生的。在以色列和犹大分别在于公元前722年和586年遭到彻底毁灭时，情形就更为凄惨了。"
        }
    ]
}