{
    "book": "弥迦书",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "祸哉！那些在床上图谋罪孽造作奸恶的，天一发亮，因手有能力，就行出来了。",
            "note": ""
        },
        {
            "chapter": "2:2",
            "content": "他们贪图田地就占据，贪图房屋便夺取；他们欺压人，霸占房屋和产业。",
            "note": "弥迦的话是针对那些在夜间计划恶行，早上一起来就去干的人。一个人的思想和计划能够反映出他的品格。当我们躺下时会想些什么？是不是满脑子的贪念或想踩着别人来达到自己的目的？邪恶的想法会引致邪恶的行动。"
        },
        {
            "chapter": "2:3",
            "content": "所以耶和华如此说：“我筹划灾祸降与这族，这祸在你们的颈项上不能解脱；你们也不能昂首而行，因为这时势是恶的。",
            "note": ""
        },
        {
            "chapter": "2:4",
            "content": "到那日，必有人向你们提起悲惨的哀歌，讥刺说：‘我们全然败落了！耶和华将我们的分转归别人，何竟使这分离开我们？他将我们的田地分给悖逆的人。’”",
            "note": ""
        },
        {
            "chapter": "2:5",
            "content": "所以在耶和华的会中，你必没有人拈阄、拉准绳。",
            "note": "那些压迫别人的人会发现，自己搬起的石头砸的原来是自己的脚。到最后分土地的时候，也没有他们的分，因为他们连一个活着的亲戚都没有了。"
        },
        {
            "chapter": "2:6",
            "content": "他们（注：或作“假先知”）说：“你们不可说预言，不可向这些人说预言，不住地羞辱我们。”",
            "note": ""
        },
        {
            "chapter": "2:7",
            "content": "雅各家啊，岂可说：“耶和华的心不忍耐吗（注：或作“心肠狭窄吗”）？这些事是他所行的吗？”“我耶和华的言语岂不是与行动正直的人有益吗？”",
            "note": "这些信息看来很严厉，但请记住，神并不是要报复以色列，而是要使他们回转归向神。百姓排斥真理和正义，所以要受到严厉的教训。儿童常认为老师太严厉了，殊不知这能帮助他们走向正确的方向。如果我们只想听神安慰的信息，我们就会失去神给我们的东西。神向我们说话，我们就要听。有时候的信息令人难以接受，但我们还是要听。"
        },
        {
            "chapter": "2:8",
            "content": "然而近来我的民兴起如仇敌，从那些安然经过不愿打仗之人身上剥去外衣。",
            "note": ""
        },
        {
            "chapter": "2:9",
            "content": "你们将我民中的妇人从安乐家中赶出，又将我的荣耀从她们的小孩子尽行夺去。",
            "note": ""
        },
        {
            "chapter": "2:10",
            "content": "你们起来去吧！这不是你们安息之所，因为污秽使人（注：或作“地”）毁灭，而且大大毁灭。",
            "note": ""
        },
        {
            "chapter": "2:11",
            "content": "若有人心存虚假，用谎言说：‘我要向你们预言得清酒和浓酒’，那人就必作这民的先知！",
            "note": "假先知只讲百姓喜欢听的话，所以百姓很喜欢他们。弥迦的话就是针对那些鼓励人们享受罪中之乐的假先知的。讲员若在讲道中不提信徒要按神旨意去行，反而说贪心和淫念甚至对人有好处，他兴许反会受欢迎。但一位真正属神的教师，不管听众喜欢听"
        },
        {
            "chapter": "2:12",
            "content": "“雅各家啊，我必要聚集你们，必要招聚以色列剩下的人，安置在一处，如波斯拉的羊，又如草场上的羊群；因为人数众多，就必大大喧哗。",
            "note": ""
        },
        {
            "chapter": "2:13",
            "content": "开路的（注：或作“破城的”）在他们前面上去，他们直闯过城门，从城门出去。他们的王在前面行，耶和华引导他们。”",
            "note": "弥迦预言了两件大事：犹大从受禁锢的巴比伦中获释放；当弥赛亚再来的时候，所有的信徒要相聚。神给了他各种未来事件的异象，但并不一定给他觉察这些事件何时发生的能力。举例来说，他看不到从被掳至巴比伦到弥赛亚来临之间有多长时间，但却清楚地看到弥赛亚将要来临。这个预言的目的并不在于预告这事件究竟何时发生，而是说这事件一定要发生。这个预言给了人们希望，并帮助他们脱离罪恶。"
        }
    ]
}