{
    "book": "弥迦书",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "我说：“雅各的首领、以色列家的官长啊，你们要听！你们不当知道公平吗？",
            "note": ""
        },
        {
            "chapter": "3:2",
            "content": "你们恶善好恶，从人身上剥皮，从人骨头上剔肉。",
            "note": ""
        },
        {
            "chapter": "3:3",
            "content": "吃我民的肉，剥他们的皮，打折他们的骨头，分成块子像要下锅，又像釜中的肉。”",
            "note": ""
        },
        {
            "chapter": "3:4",
            "content": "到了遭灾的时候，这些人必哀求耶和华，他却不应允他们；那时他必照他们所行的恶事，向他们掩面。",
            "note": "这些领袖毫不怜悯和尊重他们本应服事的百姓，反而苦待他们来满足自己的私欲。然而一旦他们陷入了困境，他们又向神求助。我们不要像他们那样，把神当成电灯开关，只是在有需要的时候才打开。我们不能这样，要始终如一地信靠神。"
        },
        {
            "chapter": "3:5",
            "content": "“论到使我民走差路的先知，他们牙齿有所嚼的，他们就呼喊说：‘平安了！’凡不供给他们吃的，他们就预备攻击他（注：“预备攻击他”或作“说必遭遇刀兵”）。”耶和华如此说：",
            "note": ""
        },
        {
            "chapter": "3:6",
            "content": "“你们必遭遇黑夜，以致不见异象；又必遭遇幽暗，以致不能占卜。日头必向你们沉落，白昼变为黑暗；",
            "note": ""
        },
        {
            "chapter": "3:7",
            "content": "先见必抱愧，占卜的必蒙羞，都必捂着嘴唇，因为　神不应允他们。”",
            "note": "弥迦信守神对他的呼召，去宣讲神的话语。相形之下，那些假先知所讲的信息只同他们得到的好处密切相联。并不是所有宣称有从神而来的信息的人说的都是真话。弥迦预言说，终有一天假先知将为他们的行为而感到羞愧。"
        },
        {
            "chapter": "3:8",
            "content": "至于我，我藉耶和华的灵，满有力量、公平、才能，可以向雅各说明他的过犯，向以色列指出他的罪恶。",
            "note": "弥迦把自己在事奉上的能力归功于主的灵。我们的能力也来自同一源泉。耶稣告诉门徒说，当圣灵临到他们时，他们就会得着能力，为他去作见证（参徒1:8）。我们靠自己的能力无法有效地作见证，因为恐惧会阻止我们去为神说话。只有靠圣灵的能力，我们才能为主而活并作见证。"
        },
        {
            "chapter": "3:9",
            "content": "雅各家的首领、以色列家的官长啊，当听我的话！你们厌恶公平，在一切事上屈枉正直；",
            "note": ""
        },
        {
            "chapter": "3:10",
            "content": "以人血建立锡安，以罪孽建造耶路撒冷。",
            "note": ""
        },
        {
            "chapter": "3:11",
            "content": "首领为贿赂行审判，祭司为雇价施训诲，先知为银钱行占卜。他们却倚赖耶和华说：“耶和华不是在我们中间吗？灾祸必不临到我们！”",
            "note": "弥迦警告他那个时代的领袖、祭司和先知要避免受贿。牧师在今天允许那些奉献最多的人控制教会，这本身就是在受贿。若牧师因害怕失去金钱或会友，而在该伸张正义的时候避口不言的话，这样的教会就危险了。我们应该记住，犹大国就是因为其宗教领袖的行为而遭毁灭的。这也同样在警告有钱人，不要使用金钱来影响或操纵神的仆人，因为这也是贿赂。"
        },
        {
            "chapter": "3:12",
            "content": "所以因你们的缘故，锡安必被耕种像一块田，耶路撒冷必变为乱堆，这殿的山必像丛林的高处。",
            "note": "1章6节说耶路撒冷会像撒马利亚一样地遭殃，结果该城于公元前586年在尼布甲尼撒挥军前来攻城时被毁（参王下25章）。弥迦谴责腐败的领袖，但这并不是说百姓就是无可指摘的。同样的，他们也没有归向神、寻求公义，而是纵容了腐败。"
        }
    ]
}