{
    "book": "弥迦书",
    "chapter": "6",
    "verses": [
        {
            "chapter": "6:1",
            "content": "以色列人哪，当听耶和华的话！“要起来向山岭争辩，使冈陵听你的话。",
            "note": ""
        },
        {
            "chapter": "6:2",
            "content": "山岭和地永久的根基啊，要听耶和华争辩的话！因为耶和华要与他的百姓争辩，与以色列争论。",
            "note": "神宣召群山前来证实百姓有罪。百姓就是在山颠之上筑造异教祭坛，向假神献祭的。所以这些山脉便是最好的证人（参王上14:23；耶17:2-3；结20:28）。"
        },
        {
            "chapter": "6:3",
            "content": "我的百姓啊，我向你做了什么呢？我在什么事上使你厌烦，你可以对我证明。",
            "note": "神并没有任何过犯，所以百姓无法回答这个问题。实际上神对百姓的耐心真是耐人寻味，神总是处处以爱心引导他们，并一直给他们机会回到自己身边。如果神这样问我们：“我为你做了什么呢？”我们将如何回答？"
        },
        {
            "chapter": "6:4",
            "content": "我曾将你从埃及地领出来，从作奴仆之家救赎你，我也差遣摩西、亚伦和米利暗在你前面行。",
            "note": ""
        },
        {
            "chapter": "6:5",
            "content": "我的百姓啊，你们当追念摩押王巴勒所设的谋，和比珥的儿子巴兰回答他的话，并你们从什亭到吉甲所遇见的事，好使你们知道耶和华公义的作为。”",
            "note": "神对善忘的百姓仍然不错，但他们的没记性和不知道感谢使他们受到了谴责。当这些人不去看他们有多荣幸，以神的恩赐为理所当然的时候，他们就变得以自我为中心。时常追念神的好处，并满心感谢神过往的保护，将会帮助我们看到神目前对我们的供应。"
        },
        {
            "chapter": "6:6",
            "content": "我朝见耶和华，在至高　神面前跪拜，当献上什么呢？岂可献一岁的牛犊为燔祭吗？",
            "note": ""
        },
        {
            "chapter": "6:7",
            "content": "耶和华岂喜悦千千的公羊，或是万万的油河吗？我岂可为自己的罪过献我的长子吗？为心中的罪恶献我身所生的吗？",
            "note": ""
        },
        {
            "chapter": "6:8",
            "content": "世人哪，耶和华已指示你何为善，他向你所要的是什么呢？只要你行公义，好怜悯，存谦卑的心，与你的　神同行。",
            "note": "人们尝试用许多办法取悦神（6:6,7），然而神已把自己的希望讲得很清楚：神要的是百姓正直、有怜悯心，并与神同行。那么就请我们检查一下，自己在讨神喜悦的努力中，在这几方面到底做得怎样。我们是否公平地与人相处？对那些冤枉过我们的人，我们是否向他们施过怜悯？我们是不是正在学习谦卑呢？"
        },
        {
            "chapter": "6:9",
            "content": "耶和华向这城呼叫，智慧人必敬畏他的名：“你们当听是谁派定刑杖的惩罚。",
            "note": ""
        },
        {
            "chapter": "6:10",
            "content": "恶人家中不仍有非义之财和可恶的小升斗吗？",
            "note": ""
        },
        {
            "chapter": "6:11",
            "content": "我若用不公道的天平和囊中诡诈的法码，岂可算为清洁呢？",
            "note": ""
        },
        {
            "chapter": "6:12",
            "content": "城里的富户满行强暴，其中的居民也说谎言，口中的舌头是诡诈的。",
            "note": ""
        },
        {
            "chapter": "6:13",
            "content": "因此，我击打你，使你的伤痕甚重，使你因你的罪恶荒凉。",
            "note": ""
        },
        {
            "chapter": "6:14",
            "content": "你要吃，却吃不饱；你的虚弱必显在你中间。你必挪去，却不得救护；所救护的，我必交给刀剑。",
            "note": ""
        },
        {
            "chapter": "6:15",
            "content": "你必撒种，却不得收割；踹橄榄，却不得油抹身；踹葡萄，却不得酒喝。",
            "note": ""
        },
        {
            "chapter": "6:16",
            "content": "因为你守暗利的恶规，行亚哈家一切所行的，顺从他们的计谋；因此，我必使你荒凉，使你的居民令人嗤笑，你们也必担当我民的羞辱。”",
            "note": "暗利曾统治以色列，带百姓崇拜偶像（参王上16:21-26）。他的儿子亚哈是以色列最邪恶的国王（参王上16:29-33）。如果人们都听他们的命令，学他们的做法，必然败坏。他们恶贯满盈，当受其罚。"
        }
    ]
}