{
    "book": "弥迦书",
    "chapter": "7",
    "verses": [
        {
            "chapter": "7:1",
            "content": "哀哉！我（注：或指“以色列”）好像夏天的果子已被收尽，又像摘了葡萄所剩下的，没有一挂可吃的。我心羡慕初熟的无花果。",
            "note": ""
        },
        {
            "chapter": "7:2",
            "content": "地上虔诚人灭尽，世间没有正直人；各人埋伏要杀人流血，都用网罗猎取弟兄。",
            "note": ""
        },
        {
            "chapter": "7:3",
            "content": "他们双手作恶；君王徇情面，审判官要贿赂，位分大的吐出恶意，都彼此结联行恶。",
            "note": ""
        },
        {
            "chapter": "7:4",
            "content": "他们最好的，不过是蒺藜；最正直的，不过是荆棘篱笆。你守望者说，降罚的日子已经来到，他们必扰乱不安。",
            "note": "弥迦在地上找不到一个正直的人。就是在今天，正直者（诚实、廉正）也难寻见。社会在使罪恶合理化，就连基督徒有时也为达到自己的目的，放弃基督徒的原则，向社会妥协。我们很容易就说服自己“放松放松”，尤其是看到别人都在这样做的时候，我们更会这样。但是真诚的标准不是来自社会，而是来自神。因为神就是真理，我们也要与神相似，作个诚实的人。"
        },
        {
            "chapter": "7:5",
            "content": "不要倚赖邻舍，不要信靠密友；要守住你的口，不要向你怀中的妻提说。",
            "note": ""
        },
        {
            "chapter": "7:6",
            "content": "因为儿子藐视父亲，女儿抗拒母亲，媳妇抗拒婆婆；人的仇敌就是自己家里的人。",
            "note": "罪恶已影响了政府官员和整个社会。欺骗和不忠已毁坏了社会的细胞──家庭。结果惟一使百姓得洁净的路就是神的惩罚，这将把整个民族拉回到神的身边，使百姓从里到外重新复兴。"
        },
        {
            "chapter": "7:7",
            "content": "至于我，我要仰望耶和华，要等候那救我的　神，我的　神必应允我。",
            "note": ""
        },
        {
            "chapter": "7:8",
            "content": "我的仇敌啊，不要向我夸耀。我虽跌倒，却要起来；我虽坐在黑暗里，耶和华却作我的光。",
            "note": ""
        },
        {
            "chapter": "7:9",
            "content": "我要忍受耶和华的恼怒，因我得罪了他，直等他为我辨屈，为我伸冤。他必领我到光明中，我必得见他的公义。",
            "note": ""
        },
        {
            "chapter": "7:10",
            "content": "那时我的仇敌，就是曾对我说“耶和华你　神在哪里”的，他一看见这事，就被羞愧遮盖。我必亲眼见他遭报，他必被践踏，如同街上的泥土。",
            "note": "弥迦说他要等候神，因为当有需要的时候，神会垂听和救助；弥迦说神会带领百姓度过艰难岁月；弥迦说以色列要耐心经历审判，因为神要将他们带出黑暗；弥迦说他们的敌人将受到惩罚。这都显示出他个人对神的忠心（7:7），也代表了以色列的利益（7:8-10）。我们也可以同神建立一种关系，使我们能像弥迦一样有信心。这并不需要我们要有特别的才干，只要我们相信神，并愿意凭信心行事就行。"
        },
        {
            "chapter": "7:11",
            "content": "以色列啊，日子必到，你的墙垣必重修；到那日，你的境界必开展（注：或作“命令必传到远方”）。",
            "note": ""
        },
        {
            "chapter": "7:12",
            "content": "当那日，人必从亚述，从埃及的城邑，从埃及到大河，从这海到那海，从这山到那山，都归到你这里。",
            "note": ""
        },
        {
            "chapter": "7:13",
            "content": "然而这地因居民的缘故，又因他们行事的结果，必然荒凉。",
            "note": ""
        },
        {
            "chapter": "7:14",
            "content": "求耶和华在迦密山的树林中，用你的杖牧放你独居的民，就是你产业的羊群。求你容他们在巴珊和基列得食物，像古时一样。",
            "note": "巴珊和基列是约旦河东的一块肥沃土地，以前曾是吕便、迦得和一半玛拿西支派的疆土。"
        },
        {
            "chapter": "7:15",
            "content": "耶和华说：“我要把奇事显给他们看，好像出埃及地的时候一样。”",
            "note": ""
        },
        {
            "chapter": "7:16",
            "content": "列国看见这事，就必为自己的势力惭愧。他们必用手捂口，掩耳不听。",
            "note": ""
        },
        {
            "chapter": "7:17",
            "content": "他们必舔土如蛇，又如土中腹行的物，战战兢兢地出他们的营寨。他们必战惧投降耶和华，也必因我们的　神而惧怕。",
            "note": ""
        },
        {
            "chapter": "7:18",
            "content": "神啊！有何神像你，赦免罪孽，饶恕你产业之余民的罪过？不永远怀怒，喜爱施恩。",
            "note": "神非常乐于施恩怜悯人！神的赦免并非出于不情愿，我们一旦悔改神就高兴，一旦归向神，神就赦免我们。今天我们大可以向神认罪悔改，并接受神慈爱的赦免。但我们千万不要心高气傲地拒绝神这免费的礼物。"
        },
        {
            "chapter": "7:19",
            "content": "必再怜悯我们，将我们的罪孽踏在脚下，又将我们的一切罪投于深海。",
            "note": ""
        },
        {
            "chapter": "7:20",
            "content": "你必按古时起誓，应许我们列祖的话，向雅各发诚实，向亚伯拉罕施慈爱。",
            "note": "在弥迦生活的时代里，宗教信仰没有给人们的生活带来什么改变，但弥迦对百姓说，神要求百姓要有公义、怜悯和谦卑的心（6:8）。今天神也同样对每一位基督徒有这样的要求。在这不公义的世界上，我们必须施行公义；在这充满骄傲和私欲的社会中，我们必须谦卑地与神同行。我们只有按照神的旨意生活，才能开始影响我们的家庭、我们的社会和我们的世界。"
        }
    ]
}