{
    "book": "耶利米书",
    "chapter": "10",
    "verses": [
        {
            "chapter": "10:1",
            "content": "以色列家啊，要听耶和华对你们所说的话。",
            "note": ""
        },
        {
            "chapter": "10:2",
            "content": "耶和华如此说：“你们不要效法列国的行为，也不要为天象惊惶，因列国为此事惊惶。",
            "note": ""
        },
        {
            "chapter": "10:3",
            "content": "众民的风俗是虚空的，他们在树林中用斧子砍伐一棵树，匠人用手工造成偶像。",
            "note": "很多人都想预知未来，以便作决定趋吉避凶，犹大人也不例外，想藉着观看天象预测未来。耶利米回应他们的话在今时今日同样适切。他指出，耶和华神是创造天地万物的主宰，连那些受人膜拜的星宿也是他创造的（10:21），所以没人可以从他创造的星象中预测未来。神知道你的未来，他也许不会将未来的一切都告诉你，但他答应一路上引导你，陪伴你。不要信那些天象星宿，只要信靠创造天象星宿的造物主。"
        },
        {
            "chapter": "10:4",
            "content": "他们用金银妆饰它，用钉子和锤子钉稳，使它不动摇。",
            "note": ""
        },
        {
            "chapter": "10:5",
            "content": "它好像棕树，是镟成的，不能说话，不能行走，必须有人抬着。你们不要怕它，它不能降祸，也无力降福。”",
            "note": ""
        },
        {
            "chapter": "10:6",
            "content": "耶和华啊，没有能比你的；你本为大，有大能大力的名！",
            "note": ""
        },
        {
            "chapter": "10:7",
            "content": "万国的王啊，谁不敬畏你？敬畏你本是合宜的；因为在列国的智慧人中，虽有政权的尊荣，也不能比你。",
            "note": ""
        },
        {
            "chapter": "10:8",
            "content": "他们尽都是畜类，是愚昧的。偶像的训诲算什么呢？偶像不过是木头！",
            "note": "相信木头雕像的人实在愚不可及，因为雕像就算再精致美观也不过是一块木头。一个单纯而敬拜神的人比那聪明而拜偶像的更有智慧，因为前者能分辨出谁才是真神。你倚靠的是什么呢？"
        },
        {
            "chapter": "10:9",
            "content": "有银子打成片，是从他施带来的，并有从乌法来的金子，都是匠人和银匠的手工；又有蓝色紫色料的衣服，都是巧匠的工作。",
            "note": "他施位于古代世界的西陲，大概是今日的西班牙一带（参拿1:3）。这地方向推罗提供银、锡、铅和铁等矿物（参结27:12）。乌法的位置不详，这名称原意为“炼净的金子”，是冶金术语。不论那些偶像制造得多么巧夺天工，都不会有权能和生命，也不能与永生而真实的神相比。"
        },
        {
            "chapter": "10:10",
            "content": "惟耶和华是真　神，是活　神，是永远的王！他一发怒，大地震动；他一恼恨，列国都担当不起。",
            "note": ""
        },
        {
            "chapter": "10:11",
            "content": "“你们要对他们如此说：‘不是那创造天地的神，必从地上从天下被除灭！’”",
            "note": ""
        },
        {
            "chapter": "10:12",
            "content": "耶和华用能力创造大地，用智慧建立世界，用聪明铺张穹苍。",
            "note": ""
        },
        {
            "chapter": "10:13",
            "content": "他一发声，空中便有多水激动，他使云雾从地极上腾；他造电随雨而闪，从他府库中带出风来。",
            "note": ""
        },
        {
            "chapter": "10:14",
            "content": "各人都成了畜类，毫无知识；各银匠都因他雕刻的偶像羞愧。他所铸的偶像本是虚假的，其中并无气息；",
            "note": ""
        },
        {
            "chapter": "10:15",
            "content": "都是虚无的，是迷惑人的工作。到追讨的时候，必被除灭。",
            "note": ""
        },
        {
            "chapter": "10:16",
            "content": "雅各的份不像这些，因他是造做万有的主。以色列也是他产业的支派R万军之耶和华是他的名。",
            "note": ""
        },
        {
            "chapter": "10:17",
            "content": "受围困的人哪，当收拾你的财物，从国中带出去。",
            "note": ""
        },
        {
            "chapter": "10:18",
            "content": "因为耶和华如此说：“这时候，我必将此地的居民，好像用机弦甩出去，又必加害在他们身上，使他们觉悟。”",
            "note": ""
        },
        {
            "chapter": "10:19",
            "content": "民说：“祸哉！我受损伤，我的伤痕极其重大。”我却说：“这真是我的痛苦，必须忍受。”",
            "note": ""
        },
        {
            "chapter": "10:20",
            "content": "我的帐棚毁坏，我的绳索折断。我的儿女离我出去，没有了；无人再支搭我的帐棚，挂起我的幔子。",
            "note": ""
        },
        {
            "chapter": "10:21",
            "content": "因为牧人都成为畜类，没有求问耶和华，所以不得顺利；他们的羊群也都分散。",
            "note": "在这段经文里，耶利米以游牧民族在旷野流离失所、寻找支搭帐棚的地方比喻犹大人民的景况。牧人是那些作恶的领袖，而羊群则是犹大百姓。那些领袖不但没有引导百姓归向神，反而领他们入歧途，实在是犹大亡国的罪魁祸首。"
        },
        {
            "chapter": "10:22",
            "content": "有风声！看哪！敌人来了！有大扰乱从北方出来，要使犹大城邑变为荒凉，成为野狗的住处。",
            "note": ""
        },
        {
            "chapter": "10:23",
            "content": "耶和华啊，我晓得人的道路不由自己；行路的人也不能定自己的脚步。",
            "note": ""
        },
        {
            "chapter": "10:24",
            "content": "耶和华啊，求你从宽惩治我，不要在你的怒中惩治我，恐怕使我归于无有。",
            "note": "神要引导我们生命的方向，他的能力之大远超出我们的想象。有时候我们害怕神的权能和计划，因为一旦他的旨意不合我们的意愿，我们不愿顺服的话，他要对付我们可说是易如反掌。不要害怕让神改变你的计划，只要你肯顺服，他必赐你足够的智慧完成他的旨意。"
        },
        {
            "chapter": "10:25",
            "content": "愿你将忿怒倾在不认识你的列国中，和不求告你名的各族上。因为他们吞了雅各，不但吞了，而且灭绝，把他的住处变为荒场。",
            "note": ""
        }
    ]
}