{
    "book": "耶利米书",
    "chapter": "11",
    "verses": [
        {
            "chapter": "11:1",
            "content": "耶和华的话临到耶利米说：",
            "note": ""
        },
        {
            "chapter": "11:2",
            "content": "“当听这约的话，告诉犹大人和耶路撒冷的居民。",
            "note": ""
        },
        {
            "chapter": "11:3",
            "content": "对他们说，耶和华以色列的　神如此说：‘不听从这约之话的人，必受咒诅。",
            "note": ""
        },
        {
            "chapter": "11:4",
            "content": "这约，是我将你们列祖从埃及地领出来,脱离铁炉的那日所吩咐他们的，说你们要听从我的话，照我一切所吩咐的去行。这样，你们就作我的子民，我也作你们的　神。",
            "note": ""
        },
        {
            "chapter": "11:5",
            "content": "我好坚定向你们列祖所起的誓，给他们流奶与蜜之地，正如今日一样。’”我就回答说：“耶和华啊，阿们！”",
            "note": ""
        },
        {
            "chapter": "11:6",
            "content": "耶和华对我说：“你要在犹大城邑中和耶路撒冷街市上，宣告这一切话说：‘你们当听从遵行这约的话。",
            "note": ""
        },
        {
            "chapter": "11:7",
            "content": "因为我将你们列祖从埃及地领出来的那日，直到今日，都是从早起来，切切告诫他们说：你们当听从我的话！",
            "note": ""
        },
        {
            "chapter": "11:8",
            "content": "他们却不听从，不侧耳而听，竟随从自己顽梗的恶心去行。所以我使这约中一切咒诅的话临到他们身上。这约是我吩咐他们行的，他们却不去行。’”",
            "note": ""
        },
        {
            "chapter": "11:9",
            "content": "耶和华对我说：“在犹大人和耶路撒冷居民中有同谋背叛的事。",
            "note": ""
        },
        {
            "chapter": "11:10",
            "content": "他们转去效法他们的先祖，不肯听我的话，犯罪作孽，又随从别神，事奉他。以色列家和犹大家背了我与他们列祖所立的约。",
            "note": ""
        },
        {
            "chapter": "11:11",
            "content": "所以耶和华如此说：‘我必使灾祸临到他们，是他们不能逃脱的。他们必向我哀求，我却不听。",
            "note": ""
        },
        {
            "chapter": "11:12",
            "content": "那时，犹大城邑的人和耶路撒冷的居民，要去哀求他们烧香所供奉的神，只是遭难的时候，这些神毫不拯救他们。",
            "note": ""
        },
        {
            "chapter": "11:13",
            "content": "犹大啊，你神的数目与你城的数目相等；你为那可耻的巴力所筑烧香的坛，也与耶路撒冷街道的数目相等。’",
            "note": ""
        },
        {
            "chapter": "11:14",
            "content": "所以你不要为这百姓祈祷，不要为他们呼求祷告。因为他们遭难向我哀求的时候，我必不应允。",
            "note": "神吩咐耶利米不要为百姓祈祷，并说就算百姓向他呼求，他也不会垂听。乍看起来，这个命令实在令人震惊。然而，时候到了，神就要显出他的公义，审判罪恶。犯罪的必吃苦果，受到应有的惩罚。假如百姓仍然沉溺罪中，毫不悔改，到审判的时候，不论是他们自己的祈祷，还是耶利米的代求，神都不会再留情面了。他们惟一的盼望就是悔改：哀恸痛悔、离开罪恶、归向耶和华。如果我们尚未完全献身与神，不断祈求他帮助又有什么用呢？惟有我们完全献身与神、不再偏行自己犯罪的道路，神的祝福才沛然降临我们身上。"
        },
        {
            "chapter": "11:15",
            "content": "我所亲爱的，既行许多淫乱，圣肉也离了你，你在我殿中做什么呢？你作恶就喜乐”。",
            "note": ""
        },
        {
            "chapter": "11:16",
            "content": "从前耶和华给你起名叫青橄榄树，又华美又结好果子；如今他用哄嚷之声，点火在其上，枝子也被折断。",
            "note": ""
        },
        {
            "chapter": "11:17",
            "content": "原来栽培你的万军之耶和华已经说，要降祸攻击你，是因以色列家和犹大家行恶，向巴力烧香，惹我发怒，是自作自受。",
            "note": ""
        },
        {
            "chapter": "11:18",
            "content": "耶和华指示我，我就知道。你将他们所行的给我指明。",
            "note": ""
        },
        {
            "chapter": "11:19",
            "content": "我却像柔顺的羊羔被牵到宰杀之地。我并不知道他们设计谋害我说：“我们把树连果子都灭了吧！将他从活人之地剪除，使他的名不再被记念。”",
            "note": ""
        },
        {
            "chapter": "11:20",
            "content": "按公义判断，察验人肺腑心肠的万军之耶和华啊！我却要见你在他们身上报仇，因我将我的案件向你禀明了。",
            "note": ""
        },
        {
            "chapter": "11:21",
            "content": "“所以耶和华论到寻索你命的亚拿突人如此说：‘他们说：你不要奉耶和华的名说预言，免得你死在我们手中。’",
            "note": ""
        },
        {
            "chapter": "11:22",
            "content": "所以万军之耶和华如此说：‘看哪！我必刑罚他们。他们的少年人必被刀剑杀死；他们的儿女必因饥荒灭亡。",
            "note": ""
        },
        {
            "chapter": "11:23",
            "content": "并且没有余剩的人留给他们。因为在追讨之年，我必使灾祸临到亚拿突人。’”",
            "note": "耶利米万想不到自己的同乡竟然要合谋害死他。他们禁止耶利米宣讲那些信息，主要有下列几个原因：（1）经济方面──他斥责百姓拜偶像，会打击制造偶像者的生意。（2）宗教方面──毁灭忧郁的信息令百姓意志消沉和内疚沮丧。（3）政治方面──他公然斥责领袖假冒为善的卑劣手段。（4）个人方面──百姓十分憎恶耶利米揭发他们的错误。耶利米只有两条路可以选择：一是逃亡，二是求告神。他选择求告神，神就答允他。我们为忠于神的缘故而招致大难，同样也只有两条路可以选择：惊惶而逃或是投靠神。逃避乃是妥协，求神帮助才能继续坚强振作，放胆为他作见证。"
        }
    ]
}