{
    "book": "耶利米书",
    "chapter": "17",
    "verses": [
        {
            "chapter": "17:1",
            "content": "犹大的罪，是用铁笔、用金钢钻记录的，铭刻在他们的心版上和坛角上。",
            "note": "神的子民虽有律法的指引、先知的警戒和充满神迹的历史作为鉴戒，但仍然不断犯罪。为什么会这样呢？为什么我们明知犯罪必招来永久的苦果，却仍然沉溺罪中呢？耶利米说人心是诡诈的（17:9），而犹大人的罪更是“刻在他们的心版上”的。希伯来人以人体不同的器官代表人的不同层面，“心”代表的是理智、悟性和意志。犯罪倾向已根植于我们的生命深处，只有神的拯救才能使我们脱离罪的辖制。"
        },
        {
            "chapter": "17:2",
            "content": "他们的儿女，记念他们高冈上、青翠树旁的坛和木偶。",
            "note": ""
        },
        {
            "chapter": "17:3",
            "content": "我田野的山哪，我必因你在四境之内所犯的罪，把你的货物、财宝，并邱坛当掠物交给仇敌。",
            "note": ""
        },
        {
            "chapter": "17:4",
            "content": "并且你因自己的罪，必失去我所赐给你的产业；我也必使你在你所不认识的地上，服事你的仇敌。因为你使我怒中起火，直烧到永远。”",
            "note": ""
        },
        {
            "chapter": "17:5",
            "content": "耶和华如此说：“倚靠人血肉的膀臂，心中离弃耶和华的，那人有祸了！",
            "note": ""
        },
        {
            "chapter": "17:6",
            "content": "因他必像沙漠的杜松，不见福乐来到，却要住旷野干旱之处，无人居住的硷地。",
            "note": ""
        },
        {
            "chapter": "17:7",
            "content": "倚靠耶和华、以耶和华为可靠的，那人有福了！",
            "note": ""
        },
        {
            "chapter": "17:8",
            "content": "他必像树栽于水旁，在河边扎根，炎热来到，并不惧怕，叶子仍必青翠，在干旱之年毫无挂虑，而且结果不止。”",
            "note": "这部分将倚靠人类和倚靠神的两类人作比较。犹大人不信靠耶和华，反而倚赖偶像和军事联盟，因此变得如沙漠和旷野一样荒凉。相反，倚靠耶和华的人却像树栽于水旁（参诗1篇）。遇到危难关头，那些依赖人力量的就会软弱无力、心惊胆怯，以致裹足不前。但是，信靠神的人却充满信心和力量，不但自己站立得住，而且还能激励别人。你是想作不结果子的树，还是希望像栽于水旁的树，不断结果子，并能在危难时昂首屹立，甚至支持和激励别人呢？"
        },
        {
            "chapter": "17:9",
            "content": "人心比万物都诡诈，坏到极处，谁能识透呢？",
            "note": ""
        },
        {
            "chapter": "17:10",
            "content": "“我耶和华是鉴察人心、试验人肺腑的，要照各人所行的和他做事的结果报应他。”",
            "note": "神很清楚地指出，我们犯罪是发自内心的。自出母胎以来我们就有犯罪的倾向，容易忘记神和离弃神，但我们可以选择是否继续犯罪。受到罪的诱惑时，我们可以轻易就犯，也可以求神拯救和帮助。"
        },
        {
            "chapter": "17:11",
            "content": "那不按正道得财的，好像鹧鸪菢不是自己下的蛋；到了中年，那财都必离开他，他终久成为愚顽人。",
            "note": "做任何事都可依循正当的途径，或用旁门左道来达到目的。耶利米指出，凡用不正当手段发财致富的人，他们最终必招致愚蠢和贫困的恶果。不论是工作、读书或游戏，我们都该诚实无伪。凡利用不光彩的手段升职、通过考试或搏取名誉地位，都不会蒙主祝福，也不会带来恒久的快乐。"
        },
        {
            "chapter": "17:12",
            "content": "我们的圣所是荣耀的宝座，从太初安置在高处。",
            "note": ""
        },
        {
            "chapter": "17:13",
            "content": "耶和华以色列的盼望啊，凡离弃你的必至蒙羞。耶和华说：“离开我的，他们的名字必写在土里，因为他们离弃我这活水的泉源。”",
            "note": ""
        },
        {
            "chapter": "17:14",
            "content": "耶和华啊，求你医治我，我便痊愈；拯救我，我便得救；因你是我所赞美的。",
            "note": ""
        },
        {
            "chapter": "17:15",
            "content": "他们对我说：“耶和华的话在哪里呢？叫这话应验吧！”",
            "note": ""
        },
        {
            "chapter": "17:16",
            "content": "至于我，那跟从你作牧人的职分，我并没有急忙离弃，也没有想那灾殃的日子，这是你知道的。我口中所出的言语都在你面前。",
            "note": ""
        },
        {
            "chapter": "17:17",
            "content": "不要使我因你惊恐；当灾祸的日子，你是我的避难所。",
            "note": ""
        },
        {
            "chapter": "17:18",
            "content": "愿那些逼迫我的蒙羞，却不要使我蒙羞；使他们惊惶，却不要使我惊惶；使灾祸的日子临到他们，以加倍的毁坏毁坏他们。",
            "note": ""
        },
        {
            "chapter": "17:19",
            "content": "耶和华对我如此说：“你去站在平民的门口，就是犹大君王出入的门，又站在耶路撒冷的各门口，",
            "note": ""
        },
        {
            "chapter": "17:20",
            "content": "对他们说：‘你们这犹大君王和犹大众人，并耶路撒冷的一切居民，凡从这些门进入的，都当听耶和华的话。",
            "note": ""
        },
        {
            "chapter": "17:21",
            "content": "耶和华如此说：你们要谨慎，不要在安息日担什么担子进入耶路撒冷的各门；",
            "note": ""
        },
        {
            "chapter": "17:22",
            "content": "也不要在安息日从家中担出担子去。无论何工都不可做，只要以安息日为圣日，正如我所吩咐你们列祖的。’",
            "note": ""
        },
        {
            "chapter": "17:23",
            "content": "他们却不听从，不侧耳而听，竟硬着颈项不听，不受教训。”",
            "note": ""
        },
        {
            "chapter": "17:24",
            "content": "耶和华说：“你们若留意听从我，在安息日不担什么担子进入这城的各门，只以安息日为圣日，在那日无论何工都不做，",
            "note": ""
        },
        {
            "chapter": "17:25",
            "content": "那时就有坐大卫宝座的君王和首领，他们与犹大人并耶路撒冷的居民，或坐车，或骑马进入这城的各门。而且这城必存到永远。",
            "note": ""
        },
        {
            "chapter": "17:26",
            "content": "也必有人从犹大城邑和耶路撒冷四围的各处，从便雅悯地、高原、山地并南地而来，都带燔祭、平安祭、素祭和乳香并感谢祭，到耶和华的殿去。",
            "note": "南地是指犹大的南部。"
        },
        {
            "chapter": "17:27",
            "content": "你们若不听从我，不以安息日为圣日，仍在安息日担担子进入耶路撒冷的各门，我必在各门中点火，这火也必烧毁耶路撒冷的宫殿，不能熄灭。”",
            "note": "以色列人应该在安息日休息记念神（参出20:8-11），但他们仍然拼命工作，因他们认为赚钱比守神的诫命更重要。他们若肯悔改，将他放在生命的首位，神就应许赐他们在列国中得到尊崇。一个多世纪后，尼希米带领被掳者归回耶路撒冷时，所做的重要改革之一就是重申守安息日的重要性（参尼13:15-22）。"
        }
    ]
}