{
    "book": "耶利米书",
    "chapter": "18",
    "verses": [
        {
            "chapter": "18:1",
            "content": "耶和华的话临到耶利米说：",
            "note": ""
        },
        {
            "chapter": "18:2",
            "content": "“你起来，下到窑匠的家里去，我在那里要使你听我的话。”",
            "note": ""
        },
        {
            "chapter": "18:3",
            "content": "我就下到窑匠的家里去，正遇他转轮做器皿。",
            "note": ""
        },
        {
            "chapter": "18:4",
            "content": "窑匠用泥做的器皿，在他手中做坏了，他又用这泥另做别的器皿。窑匠看怎样好，就怎样做。",
            "note": ""
        },
        {
            "chapter": "18:5",
            "content": "耶和华的话就临到我说，",
            "note": ""
        },
        {
            "chapter": "18:6",
            "content": "耶和华说：“以色列家啊，我待你们，岂不能照这窑匠弄泥吗？以色列家啊，泥在窑匠的手中怎样，你们在我的手中也怎样。",
            "note": "窑匠在转轮上做器皿时，往往会有瑕疵。窑匠可以不加理会，也可以重新另做。同样，神也有权改造犹大人成为合他心意的子民。我们不应以消极被动的态度回应神的陶造工作（这只是泥的一面），而是应以甘心乐意的态度接受他在我们身上的工作，顺服他的一切安排，变成合乎他心意的贵重器皿。"
        },
        {
            "chapter": "18:7",
            "content": "我何时论到一邦或一国说，要拔出、拆毁、毁坏；",
            "note": ""
        },
        {
            "chapter": "18:8",
            "content": "我所说的那一邦，若是转意离开他们的恶，我就必后悔，不将我想要施行的灾祸降与他们。",
            "note": ""
        },
        {
            "chapter": "18:9",
            "content": "我何时论到一邦或一国说，要建立、栽植；",
            "note": ""
        },
        {
            "chapter": "18:10",
            "content": "他们若行我眼中看为恶的事，不听从我的话，我就必后悔，不将我所说的福气赐给他们。",
            "note": ""
        },
        {
            "chapter": "18:11",
            "content": "现在你要对犹大人和耶路撒冷的居民说：‘耶和华如此说：我造出灾祸攻击你们，定意刑罚你们。你们各人当回头离开所行的恶道，改正你们的行动作为。’",
            "note": ""
        },
        {
            "chapter": "18:12",
            "content": "他们却说：‘这是枉然！我们要照自己的计谋去行，各人随自己顽梗的恶心做事。’”",
            "note": "我们的社会崇尚坚持己见、独立自主和脱离权威。然而，这些一旦渗入我们与神的关系之中，就会令我们变得冥顽不灵、自视过高、不肯听从教导和不肯改过自新。顽梗自恃的性格发展下去，就会渐渐使我们与神为敌了。"
        },
        {
            "chapter": "18:13",
            "content": "所以耶和华如此说：“你们且往各国访问，有谁听见这样的事，以色列民（注：原文作“处女”）行了一件极可憎恶的事。",
            "note": ""
        },
        {
            "chapter": "18:14",
            "content": "黎巴嫩的雪从田野的磐石上岂能断绝呢？从远处流下的凉水岂能干涸呢？",
            "note": ""
        },
        {
            "chapter": "18:15",
            "content": "我的百姓竟忘记我，向假神烧香，使他们在所行的路上，在古道上绊跌，使他们行没有修筑的斜路，",
            "note": ""
        },
        {
            "chapter": "18:16",
            "content": "以致他们的地令人惊骇，常常嗤笑，凡经过这地的，必惊骇摇头。",
            "note": ""
        },
        {
            "chapter": "18:17",
            "content": "我必在仇敌面前分散他们，好像用东风吹散一样。遭难的日子，我必以背向他们，不以面向他们。”",
            "note": ""
        },
        {
            "chapter": "18:18",
            "content": "他们就说：“来吧！我们可以设计谋害耶利米。因为我们有祭司讲律法，智慧人设谋略，先知说预言，都不能断绝。来吧！我们可以用舌头击打他，不要理会他的一切话。”",
            "note": "耶利米以言论和行动向犹大人的社会和道德行为发出挑战，他公然指责君王、官长、祭司、先知、文士和智慧人（4:9；8:8-9）。他坦然无惧地批评他们。他们可以接受批评改过自新，也可以禁止他的言论。但犹大人选择了后者。他们认为根本不需要耶利米，因为他们想听的话假先知都说了。你是以什么态度回应别人的批评呢？细心听一下，神可能有话要跟你说呢！"
        },
        {
            "chapter": "18:19",
            "content": "耶和华啊，求你理会我，且听那些与我争竞之人的话。",
            "note": ":15　这些比喻大约写于约雅敬早期执政期间，喻意为神对犹大有绝对的主权。神就如窑匠弄泥那样，可以随意陶造犹大，他不断陶造他们，希望把他们造成有用的器皿。不过，犹大必须赶快悔改，否则它这块泥就会硬化，变成不合用的器皿而被摔碎。"
        },
        {
            "chapter": "18:20",
            "content": "岂可以恶报善呢？他们竟挖坑要害我的性命。求你记念我怎样站在你面前为他们代求，要使你的忿怒向他们转消。",
            "note": ""
        },
        {
            "chapter": "18:21",
            "content": "故此，愿你将他们的儿女交与饥荒和刀剑；愿他们的妻无子，且作寡妇；又愿他们的男人被死亡所灭，他们的少年人在阵上被刀击杀。",
            "note": ""
        },
        {
            "chapter": "18:22",
            "content": "你使敌军忽然临到他们的时候，愿人听见哀声从他们的屋内发出，因他们挖坑要捉拿我，暗设网罗要绊我的脚。",
            "note": ""
        },
        {
            "chapter": "18:23",
            "content": "耶和华啊，他们要杀我的那一切计谋，你都知道。不要赦免他们的罪孽，也不要从你面前涂抹他们的罪恶，要叫他们在你面前跌倒，愿你发怒的时候罚办他们。",
            "note": ""
        }
    ]
}