{
    "book": "耶利米书",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "耶和华的话临到我说：",
            "note": ""
        },
        {
            "chapter": "2:2",
            "content": "“你去向耶路撒冷人的耳中喊叫说，耶和华如此说：‘你幼年的恩爱，婚姻的爱情，你怎样在旷野，在未曾耕种之地跟随我，我都记得。",
            "note": "我们既然欣赏守信的朋友，自然也会对失信的人感到失望。同样，神的子民起初顺服他，令他感到喜悦；后来他们背约失信，令他十分忿怒。我们会受引诱而渐渐远离神。想想你起初怎样献身顺服神，然后扪心自问现在是否依然那样真诚热心？"
        },
        {
            "chapter": "2:3",
            "content": "那时以色列归耶和华为圣，作为土产初熟的果子，凡吞吃它的必算为有罪，灾祸必临到他们。’”这是耶和华说的。",
            "note": "所收的各种初熟土产（初熟果子）都是献给神的祭物（参申26:1-11），以色列人历代以来都坚守这奉献的律例。以往以色列人像神的新娘，是圣洁忠贞的子民，极渴望讨神喜悦。但在耶利米时代，以色列人的表现则完全不可同日而语，形成强烈的对比。"
        },
        {
            "chapter": "2:4",
            "content": "雅各家、以色列家的各族啊，你们当听耶和华的话。",
            "note": ""
        },
        {
            "chapter": "2:5",
            "content": "耶和华如此说：“你们的列祖见我有什么不义，竟远离我，随从虚无的神，自己成为虚妄的呢？",
            "note": ""
        },
        {
            "chapter": "2:6",
            "content": "他们也不说，那领我们从埃及地上来，引导我们经过旷野、沙漠有深坑之地，和干旱死荫、无人经过、无人居住之地的耶和华在哪里呢？",
            "note": ""
        },
        {
            "chapter": "2:7",
            "content": "我领你们进入肥美之地，使你们得吃其中的果子和美物。但你们进入的时候，就玷污我的地，使我的产业成为可憎的。",
            "note": ""
        },
        {
            "chapter": "2:8",
            "content": "祭司都不说：‘耶和华在哪里呢？’传讲律法的都不认识我，官长违背我，先知藉巴力说预言，随从无益的神。”",
            "note": "巴力是迦南宗教敬拜的主要男性神只。“众巴力”（2:23）指的是迦南各地皆有拜巴力的情况。巴力是生育之神，拜祭巴力时，人们在邱坛祭献牲畜，并以男女交合作为仪式的一部分。亚哈王的妻子耶洗别将拜祭巴力的宗教引进北国以色列，其后渐渐扩展至南国犹大。这种以性为拜祭中心的宗教，一直是蒙召过圣洁生活的以色列人的绊脚石。"
        },
        {
            "chapter": "2:9",
            "content": "耶和华说：“我因此必与你们争辩，也必与你们的子孙争辩。",
            "note": ""
        },
        {
            "chapter": "2:10",
            "content": "你们且过到基提海岛去察看，打发人往基达去留心查考，看曾有这样的事没有？",
            "note": "神指出像基堤（即在西边的塞浦路斯）和基达（即巴勒斯坦以东的沙漠地带，是阿拉伯人聚居之地）这样的外邦国家尚能忠心敬拜他们的神，但以色列却不忠于独一的真神，反去敬拜那虚妄无用之物。"
        },
        {
            "chapter": "2:11",
            "content": "岂有一国换了他的神吗？其实这不是神！但我的百姓将他们的荣耀换了那无益的神。",
            "note": ""
        },
        {
            "chapter": "2:12",
            "content": "诸天哪，要因此惊奇，极其恐慌，甚为凄凉！”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "2:13",
            "content": "“因为我的百姓做了两件恶事，就是离弃我这活水的泉源，为自己凿出池子，是破裂不能存水的池子。",
            "note": "有谁宁愿自凿池子装载雨水而舍弃涌流不息的活水泉源呢？神告诉以色列人他们离弃神而拜偶像的行为正是这样愚不可及。更糟的是他们选择了一个破裂不能储水的池子，企图以一套虚无愚妄的宗教制度来承载真理。既然神自己就是活水泉源，他应许亲自更新我们的生命（参约4:10），我们为什么还要离弃他，依恋“池子”（金钱、权力、宗教制度或其他事物）所偶然带来的好处呢？"
        },
        {
            "chapter": "2:14",
            "content": "以色列是仆人吗？是家中生的奴仆吗？为何成为掠物呢？",
            "note": ""
        },
        {
            "chapter": "2:15",
            "content": "少壮狮子向他咆哮，大声吼叫，使他的地荒凉；城邑也都焚烧，无人居住。",
            "note": ""
        },
        {
            "chapter": "2:16",
            "content": "挪弗人和答比匿人也打破你的头顶。",
            "note": ""
        },
        {
            "chapter": "2:17",
            "content": "这事临到你身上，不是你自招的吗？不是因耶和华你　神引你行路的时候，你离弃他吗？",
            "note": "挪弗位于埃及下方，即今日的开罗附近。答比匿则位于埃及东北部。耶利米在这里指的可能是公元前926年埃及法老王示撒入侵犹大的事（参王上14:25），亦可能是预言公元前609年埃及王尼哥攻打犹大，约西亚王被杀身亡的事（参王下23:29-30）。总之，耶利米想指出此下场全是因为人民背叛神的结果。"
        },
        {
            "chapter": "2:18",
            "content": "现今你为何在埃及路上要喝西曷的水呢？你为何在亚述路上要喝大河的水呢？",
            "note": ""
        },
        {
            "chapter": "2:19",
            "content": "你自己的恶必惩治你；你背道的事必责备你。由此可知可见，你离弃耶和华你的　神，不存敬畏我的心，乃为恶事，为苦事。”这是主万军之耶和华说的。",
            "note": ""
        },
        {
            "chapter": "2:20",
            "content": "“我在古时折断你的轭，解开你的绳索，你说：‘我必不事奉耶和华。’因为你在各高冈上、各青翠树下屈身行淫。 （注：或作“我在古时折断你的轭，解开你的绳索，你就说：‘我必不事奉别神。’谁知你在各高冈上、各青翠树下仍屈身行淫。”）。",
            "note": ""
        },
        {
            "chapter": "2:21",
            "content": "然而我栽你是上等的葡萄树，全然是真种子，你怎么向我变为外邦葡萄树的坏枝子呢？",
            "note": ""
        },
        {
            "chapter": "2:22",
            "content": "你虽用硷、多用肥皂洗濯，你罪孽的痕迹仍然在我面前显出。”这是主耶和华说的。",
            "note": "罪污不是表面的东西，以色列人的罪污连最强力的清洁剂也不能洗净。要使灵命得以洁净，必须深入心底深处，这是只有神才能够完成的工作。我们不可轻视罪的影响，以为不理它，它就会自动消失。你的罪污深深印在你的生命之中，但只要你愿意，神一定会将你的罪洗濯净尽（参赛1:18；结36:25）。"
        },
        {
            "chapter": "2:23",
            "content": "你怎能说‘我没有玷污，没有随从众巴力’？你看你谷中的路，就知道你所行的如何。你是快行的独峰驼，狂奔乱走；",
            "note": ""
        },
        {
            "chapter": "2:24",
            "content": "你是野驴惯在旷野，欲心发动就吸风，起性的时候谁能使它转去呢？凡寻找它的必不至疲乏，在它的月份必能寻见。",
            "note": ""
        },
        {
            "chapter": "2:25",
            "content": "我说：‘你不要使脚上无鞋，喉咙干渴。’你倒说：‘这是枉然。我喜爱别神，我必随从他们。’",
            "note": ""
        },
        {
            "chapter": "2:26",
            "content": "贼被捉拿，怎样羞愧，以色列家和他们的君王、首领、祭司、先知也都照样羞愧。",
            "note": ""
        },
        {
            "chapter": "2:27",
            "content": "他们向木头说‘你是我的父’；向石头说‘你是生我的’。他们以背向我，不以面向我，及至遭遇患难的时候却说：‘起来拯救我们！’",
            "note": "这里将以色列人喻为交配季节四处求偶的动物。他们像发了疯一样，拼命地追求权力、金钱、与外邦势力的联盟和各种神只。那些偶像没有来找他们，而是他们主动接触偶像，疯狂地膜拜，渐渐沉溺其中，享受罪中之乐，以致不愿再放弃。被人揭发是他们惟一感到羞辱的事。我们渴求得到某些东西，若到了不择手段、牺牲一切的地步，就意味着我们已经沉溺其中、远离神了。"
        },
        {
            "chapter": "2:28",
            "content": "你为自己做的神在哪里呢？你遭遇患难的时候，叫他们起来拯救你吧！犹大啊，你神的数目与你城的数目相等。”",
            "note": ""
        },
        {
            "chapter": "2:29",
            "content": "耶和华说：“你们为何与我争辩呢？你们都违背了我。",
            "note": ""
        },
        {
            "chapter": "2:30",
            "content": "我责打你们的儿女是徒然的，他们不受惩治。你们自己的刀吞灭你们的先知，好像残害的狮子。",
            "note": "在耶利米那个时代作先知实在是十分冒险的，因为先知必须指责暴君的恶行和政策，但这却容易令人误以为是卖国贼。从历史中不难发现，先知曾因违抗暴君的命令而招致君王憎恨，亦曾因阻止百姓拜偶像而令百姓对他们恨之入骨（参徒7:52）。"
        },
        {
            "chapter": "2:31",
            "content": "这世代的人哪，你们要看明耶和华的话：我岂向以色列作旷野呢？或作幽暗之地呢？我的百姓为何说‘我们脱离约束，再不归向你了’？",
            "note": ""
        },
        {
            "chapter": "2:32",
            "content": "处女岂能忘记她的妆饰呢？新妇岂能忘记她的美衣呢？我的百姓却忘记了我无数的日子。",
            "note": "不论是刻意还是无心，忘本都是很危险的事。以色列人热衷于追求世间的享乐，沉醉其间而忘记神。我们越是着眼于世间的享乐，就越容易忘记神的眷顾、神的慈爱、神的信实和引导，甚至完全把神抛诸脑后。哪些事情是你感到最快乐的呢？你最近忘记了神没有？"
        },
        {
            "chapter": "2:33",
            "content": "你怎么修饰你的道路要求爱情呢？就是恶劣的妇人你也叫她们行你的路。",
            "note": ""
        },
        {
            "chapter": "2:34",
            "content": "并且你的衣襟上有无辜穷人的血，你杀他们并不是遇见他们挖窟窿，乃是因这一切的事。",
            "note": ""
        },
        {
            "chapter": "2:35",
            "content": "你还说：‘我无辜，耶和华的怒气必定向我消了。’看哪！我必审问你，因你自说：‘我没有犯罪。’",
            "note": ""
        },
        {
            "chapter": "2:36",
            "content": "你为何东跑西奔，要更换你的路呢？你必因埃及蒙羞，像从前因亚述蒙羞一样。",
            "note": "神并非反对国与国之间互相联盟或共同合作，而是反对人们倚赖人的力量多于倚靠他，这正是耶利米时代的问题。在大卫及所罗门朝代之后以色列国分裂，主要原因是领袖不再倚靠独一真神耶和华，反而求之于盟国和偶像的力量。他们企图以强国间互相制衡的方法令自己得到保护。犹大国不久就发现与埃及结盟跟以前和亚述结盟的结果实在没有两样，都是叫人失望（参王下16:8-9；赛7:13-25）。"
        },
        {
            "chapter": "2:37",
            "content": "你也必两手抱头从埃及出来。因为耶和华已经弃绝你所倚靠的，你必不因他们得顺利。",
            "note": ""
        }
    ]
}