{
    "book": "耶利米书",
    "chapter": "22",
    "verses": [
        {
            "chapter": "22:1",
            "content": "耶和华如此说：“你下到犹大王的宫中，在那里说这话，",
            "note": ""
        },
        {
            "chapter": "22:2",
            "content": "说：‘坐大卫宝座的犹大王啊，你和你的臣仆，并进入城门的百姓，都当听耶和华的话！",
            "note": ""
        },
        {
            "chapter": "22:3",
            "content": "耶和华如此说：你们要施行公平和公义，拯救被抢夺的脱离欺压人的手；不可亏负寄居的和孤儿寡妇，不可以强暴待他们，在这地方也不可流无辜人的血。",
            "note": "神告诉犹大王，重建国家的基础就是远离罪恶，秉行公义。秉行公义不只是相信有关神的正确教义，而且要过顺服神的生活。好行为虽不能使我们得救，却能具体地表达出我们的信心。（参雅2:17-26）。"
        },
        {
            "chapter": "22:4",
            "content": "你们若认真行这事，就必有坐大卫宝座的君王和他的臣仆、百姓，或坐车或骑马，从这城的各门进入。",
            "note": ""
        },
        {
            "chapter": "22:5",
            "content": "你们若不听这些话，耶和华说：我指着自己起誓，这城必变为荒场。’”",
            "note": ""
        },
        {
            "chapter": "22:6",
            "content": "耶和华论到犹大王的家如此说：“我看你如基列，如黎巴嫩顶，然而，我必使你变为旷野，为无人居住的城邑。",
            "note": ""
        },
        {
            "chapter": "22:7",
            "content": "我要预备行毁灭的人，各拿器械攻击你，他们要砍下你佳美的香柏树，扔在火中。",
            "note": ""
        },
        {
            "chapter": "22:8",
            "content": "许多国的民要经过这城，各人对邻舍说：‘耶和华为何向这大城如此行呢？’",
            "note": ""
        },
        {
            "chapter": "22:9",
            "content": "他们必回答说：‘是因离弃了耶和华他们　神的约，事奉敬拜别神。’”",
            "note": ""
        },
        {
            "chapter": "22:10",
            "content": "不要为死人哭号，不要为他悲伤，却要为离家出外的人大大哭号，因为他不得再回来，也不得再见他的本国。",
            "note": ""
        },
        {
            "chapter": "22:11",
            "content": "因为耶和华论到从这地方出去的犹大王约西亚的儿子沙龙（注：列王下23章30节名“约哈斯”），就是接续他父亲约西亚作王的，这样说：“他必不得再回到这里来，",
            "note": ""
        },
        {
            "chapter": "22:12",
            "content": "却要死在被掳去的地方，必不得再见这地。”",
            "note": "推行仁政的约西亚王在米吉多之役中阵亡（参王下23:29），他的儿子沙龙（约哈斯）在公元前609年接任犹大王，仅三个月便被埃及王尼哥掳到埃及。他可能是犹大被掳时期第一个死于异邦的国王。耶利米劝百姓不要为已去世的约西亚王流泪，倒要为那被掳至外邦、永远不能再回祖国的君王哭泣。"
        },
        {
            "chapter": "22:13",
            "content": "那行不义盖房、行不公造楼、白白使用人的手工不给工价的，有祸了！",
            "note": ""
        },
        {
            "chapter": "22:14",
            "content": "他说：“我要为自己盖广大的房、宽敞的楼，为自己开窗户。”这楼房的护墙板是香柏木的，楼房是丹色油漆的。",
            "note": ""
        },
        {
            "chapter": "22:15",
            "content": "“难道你作王是在乎造香柏木楼房争胜吗？你的父亲岂不是也吃、也喝，也施行公平和公义吗？那时他得了福乐。",
            "note": ""
        },
        {
            "chapter": "22:16",
            "content": "他为困苦和穷乏人伸冤，那时就得了福乐！认识我不在乎此吗？”这是耶和华说的。",
            "note": "神审判约雅敬王。虽然他父亲约西亚是犹大的优秀国君之一，他本人却是邪恶满盈的。约西亚王在位时，一直忠心地秉行公义，以身作则，树立了过正直生活的典范。但约雅敬却完全没有效法他父亲的行事为人，最终遭到神的审判。他没有像他父亲那样过顺服神的生活，所以不能像他父亲一样得到神的赐福。我们可以继承父母的财产，却不能自动地拥有他们的信仰。一个拥有丰厚遗产、接受过高等教育和住在华丽豪宅的人，并不一定有好的品格或个性。与神的关系是要我们亲自建立的。"
        },
        {
            "chapter": "22:17",
            "content": "“惟有你的眼和你的心专顾贪婪，流无辜人的血，行欺压和强暴。”",
            "note": ""
        },
        {
            "chapter": "22:18",
            "content": "所以，耶和华论到犹大王约西亚的儿子约雅敬如此说：“人必不为他举哀说：‘哀哉！我的哥哥’；或说：‘哀哉！我的姐姐’；也不为他举哀说：‘哀哉！我的主’；或说：‘哀哉！我主的荣华。’",
            "note": ""
        },
        {
            "chapter": "22:19",
            "content": "他被埋葬，好像埋驴一样，要拉出去扔在耶路撒冷的城门之外。",
            "note": ""
        },
        {
            "chapter": "22:20",
            "content": "你要上黎巴嫩哀号，在巴珊扬声，从亚巴琳哀号，因为你所亲爱的都毁灭了。",
            "note": ""
        },
        {
            "chapter": "22:21",
            "content": "你兴盛的时候，我对你说话，你却说：‘我不听。’你自幼年以来总是这样，不听从我的话。",
            "note": "约雅敬从小就顽梗自恃、刚愎自用。神曾劝戒过他，他却不肯听，因他总认为生活的舒适顺利比与神的亲密关系更重要。假如你发现自己生活舒适得连给神的时间也没有，请你停下来反省，到底是舒适安稳的生活重要，还是保持与神的亲密关系重要？"
        },
        {
            "chapter": "22:22",
            "content": "你的牧人要被风吞吃，你所亲爱的必被掳去；那时，你必因你一切的恶抱愧蒙羞。",
            "note": ""
        },
        {
            "chapter": "22:23",
            "content": "你这住黎巴嫩在香柏树上搭窝的，有痛苦临到你，好像疼痛临到产难的妇人，那时你何等可怜！”",
            "note": ""
        },
        {
            "chapter": "22:24",
            "content": "耶和华说：“犹大王约雅敬的儿子哥尼雅（注：又名“耶哥尼雅”。下同）虽是我右手上带印的戒指，我凭我的永生起誓，也必将你从其上摘下来。",
            "note": ""
        },
        {
            "chapter": "22:25",
            "content": "并且我必将你交给寻索你命的人和你所惧怕的人手中，就是巴比伦王尼布甲尼撒和迦勒底人的手中。",
            "note": "带印的戒指是国王用来批阅重要文件的，所以非常宝贵。约雅敬王因为犯罪，神不再重用他。虽然他曾是神的“带印戒指”，神亦会因他的罪而抛弃他（参24:1）。"
        },
        {
            "chapter": "22:26",
            "content": "我也必将你和生你的母亲赶到别国，并不是你们生的地方，你们必死在那里。",
            "note": ""
        },
        {
            "chapter": "22:27",
            "content": "但心中甚想归回之地，必不得归回。”",
            "note": ""
        },
        {
            "chapter": "22:28",
            "content": "哥尼雅这人是被轻看、破坏的器皿吗？是无人喜爱的器皿吗？他和他的后裔为何被赶到不认识之地呢？",
            "note": ""
        },
        {
            "chapter": "22:29",
            "content": "地啊，地啊，地啊，当听耶和华的话！",
            "note": ""
        },
        {
            "chapter": "22:30",
            "content": "耶和华如此说：“要写明这人算为无子，是平生不得亨通的，因为他后裔中再无一人得亨通，能坐在大卫的宝座上治理犹大。”",
            "note": "西底家继承约雅斤成为犹大王，却比约雅斤早死（参52:10-11）。约雅斤是大卫后裔中最后一个犹大王（参代上3:15-20）。他有七个儿子，却没有一个成为国王。他的孙子所罗巴伯曾在被掳归回期间统治犹大（参拉2:2），但他只是一位省长，而不是一国之君。"
        }
    ]
}