{
    "book": "耶利米书",
    "chapter": "27",
    "verses": [
        {
            "chapter": "27:1",
            "content": "犹大王约西亚的儿子约雅敬（注：是“西底家”的别名。参看第3节）登基的时候，有这话从耶和华临到耶利米说：",
            "note": ""
        },
        {
            "chapter": "27:2",
            "content": "耶和华对我如此说：“你做绳索与轭，加在自己的颈项上，",
            "note": ""
        },
        {
            "chapter": "27:3",
            "content": "藉那些来到耶路撒冷见犹大王西底家的使臣之手，把绳索与轭送到以东王、摩押王、亚扪王、推罗王、西顿王那里，",
            "note": ""
        },
        {
            "chapter": "27:4",
            "content": "且嘱咐使臣传与他们的主人说：‘万军之耶和华以色列的　神如此说：",
            "note": ""
        },
        {
            "chapter": "27:5",
            "content": "我用大能和伸出来的膀臂，创造大地和地上的人民、牲畜，我看给谁相宜，就把地给谁。",
            "note": ""
        },
        {
            "chapter": "27:6",
            "content": "现在我将这些地都交给我仆人巴比伦王尼布甲尼撒的手，我也将田野的走兽给他使用。",
            "note": "神委派别国的统治者为他的“仆人”，向犹大人施行审判，这方法实在令人难以想像。神不是叫尼布甲尼撒王宣讲他的道，而是藉着他应验必施行审判罪恶的预言。神的大能掌管一切，他可以随意选用任何人完成他的旨意，甚至透过不可思议的方法来管教你，所以，你应当随时准备接受神的管教，尽管可能是你意料之外的方法。"
        },
        {
            "chapter": "27:7",
            "content": "列国都必服事他和他的儿孙，直到他本国遭报的日期来到。那时，多国和大君王要使他作他们的奴仆。",
            "note": ""
        },
        {
            "chapter": "27:8",
            "content": "无论哪一邦哪一国，不肯服事这巴比伦王尼布甲尼撒，也不把颈项放在巴比伦王的轭下，我必用刀剑、饥荒、瘟疫刑罚那邦，直到我藉巴比伦王的手将他们毁灭。这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "27:9",
            "content": "至于你们，不可听从你们的先知和占卜的、圆梦的、观兆的以及行邪术的。他们告诉你们说：你们不至服事巴比伦王。",
            "note": ""
        },
        {
            "chapter": "27:10",
            "content": "他们向你们说假预言，要叫你们迁移，远离本地，以致我将你们赶出去，使你们灭亡。",
            "note": ""
        },
        {
            "chapter": "27:11",
            "content": "但哪一邦肯把颈项放在巴比伦王的轭下服事他，我必使那邦仍在本地存留，得以耕种居住。这是耶和华说的。’”",
            "note": ""
        },
        {
            "chapter": "27:12",
            "content": "我就照这一切的话，对犹大王西底家说：“要把你们的颈项放在巴比伦王的轭下，服事他和他的百姓，便得存活。",
            "note": ""
        },
        {
            "chapter": "27:13",
            "content": "你和你的百姓为何要因刀剑、饥荒、瘟疫死亡，正如耶和华论到不服事巴比伦王的那国说的话呢？",
            "note": ""
        },
        {
            "chapter": "27:14",
            "content": "不可听那些先知对你们所说的话。他们说‘你们不至服事巴比伦王’，其实他们向你们说假预言。",
            "note": ""
        },
        {
            "chapter": "27:15",
            "content": "耶和华说：‘我并没有打发他们，他们却托我的名说假预言，好使我将你们和向你们说预言的那些先知，赶出去一同灭亡。’”",
            "note": ""
        },
        {
            "chapter": "27:16",
            "content": "我又对祭司和这众民说：“耶和华如此说：你们不可听那先知对你们所说的预言。他们说：‘耶和华殿中的器皿快要从巴比伦带回来。’其实他们向你们说假预言。",
            "note": ""
        },
        {
            "chapter": "27:17",
            "content": "不可听从他们，只管服事巴比伦王，便得存活，这城何至变为荒场呢？",
            "note": ""
        },
        {
            "chapter": "27:18",
            "content": "他们若果是先知，有耶和华的话临到他们，让他们祈求万军之耶和华，使那在耶和华殿中和犹大王宫内，并耶路撒冷剩下的器皿，不被带到巴比伦去。",
            "note": "西底家面对一个重大决择的时刻：一方面耶利米忠告他要服事巴比伦王尼布甲尼撒，另一方面，国中领袖却游说他与别国联盟，反击巴比伦的入侵。对一国之君来说，投降迎敌不但是国家耻辱，也是懦夫所为。假先知不断强调巴比伦不会毁灭坚固的耶路撒冷，而神也不会容许他的庄严圣殿遭到玷污破坏，因为这样说很容易为人接受。"
        },
        {
            "chapter": "27:19",
            "content": "因为万军之耶和华论到柱子、铜海、盆座并剩在这城里的器皿，",
            "note": ""
        },
        {
            "chapter": "27:20",
            "content": "就是巴比伦王尼布甲尼撒掳掠犹大王约雅敬的儿子耶哥尼雅，和犹大、耶路撒冷一切贵胄的时候所没有掠去的器皿。",
            "note": ""
        },
        {
            "chapter": "27:21",
            "content": "论到那在耶和华殿中和犹大王宫内，并耶路撒冷剩下的器皿，万军之耶和华以色列的　神如此说：",
            "note": ""
        },
        {
            "chapter": "27:22",
            "content": "‘必被带到巴比伦存在那里，直到我眷顾以色列人的日子。那时，我必将这器皿带回来交还此地。’”这是耶和华说的。",
            "note": "尼布甲尼撒王先后在公元前605年及597年两次入侵犹大，掳去不少住在耶路撒冷的重要人物，其中包括但以理和以西结。这些人虽然身为异邦俘虏，却对身处巴比伦的同胞和官长领袖发挥了很大的影响力。耶利米在此预言将会有更多的人、甚至圣殿中的珍贵器皿被掳掠，而这预言最终在公元前586年巴比伦第三及最后一次入侵犹大时应验。"
        }
    ]
}