{
    "book": "耶利米书",
    "chapter": "29",
    "verses": [
        {
            "chapter": "29:1",
            "content": "先知耶利米从耶路撒冷寄信与被掳的祭司、先知和众民，并生存的长老，就是尼布甲尼撒从耶路撒冷掳到巴比伦去的。",
            "note": ""
        },
        {
            "chapter": "29:2",
            "content": "(这在耶哥尼雅王和太后、太监，并犹大、耶路撒冷的首领，以及工匠、铁匠都离了耶路撒冷以后。）",
            "note": ""
        },
        {
            "chapter": "29:3",
            "content": "他藉沙番的儿子以利亚萨和希勒家的儿子基玛利的手寄去。他们二人是犹大王西底家打发往巴比伦去见尼布甲尼撒王的。",
            "note": ""
        },
        {
            "chapter": "29:4",
            "content": "信上说：万军之耶和华以色列的　神对一切被掳去的，就是我使他们从耶路撒冷被掳到巴比伦的人如此说：",
            "note": ""
        },
        {
            "chapter": "29:5",
            "content": "“你们要盖造房屋，住在其中；栽种田园，吃其中所产的；",
            "note": ""
        },
        {
            "chapter": "29:6",
            "content": "娶妻生儿女，为你们的儿子娶妻，使你们的女儿嫁人，生儿养女，在那里生养众多，不至减少。",
            "note": ""
        },
        {
            "chapter": "29:7",
            "content": "我所使你们被掳到的那城，你们要为那城求平安，为那城祷告耶和华。因为那城得平安，你们也随着得平安。”",
            "note": "耶利米写信给在巴比伦的犹大人（29章4至23节是信的内容），指示他们要继续活下去，并为俘掳他们的外邦人求平安。生活不能因困苦而停顿，尽管生活环境恶劣、际遇不佳，我们仍得尽量适应，积极生活。你可能觉得为暴君祈祷太困难了，但这正是需要你祷告的时候（参提前2:1-2）。当你遇到困境或遭受突然变故时，不要因恐惧和前景不明而放弃努力，反而要多祷告、积极生活，尽量在能力所及的地方发挥影响力。"
        },
        {
            "chapter": "29:8",
            "content": "万军之耶和华以色列的　神如此说：“不要被你们中间的先知和占卜的诱惑，也不要听信自己所做的梦，",
            "note": ""
        },
        {
            "chapter": "29:9",
            "content": "因为他们托我的名对你们说假预言，我并没有差遣他们。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "29:10",
            "content": "耶和华如此说：“为巴比伦所定的七十年满了以后，我要眷顾你们，向你们成就我的恩言，使你们仍回此地。”",
            "note": "学者们对犹太人被掳至巴比伦七十年的确实日期有不同的看法。有人认为应该是公元前605至538年，即由第一次被掳至巴比伦至波斯王塞鲁士颁诏释放犹太人，就是第一批被掳者归回耶路撒冷的时候。另有学者认为是公元前586年至516年，即由最后一批犹太人被掳至巴比伦及圣殿被毁至重建年间。第三种解释认为，这七十年只是个约数，代表人一生之久。不过，所有学者都一致认为，神要百姓在巴比伦度过一段颇长的岁月，而并非像假先知说的那样，只是暂时被掳。"
        },
        {
            "chapter": "29:11",
            "content": "耶和华说：“我知道我向你们所怀的意念，是赐平安的意念，不是降灾祸的意念，要叫你们末后有指望。",
            "note": "如果有位领袖常常激励我们向前迈进，信赖我们必能完成他的托付，并且与我们并肩同行，我们一定感到非常受鼓舞。神就是这样的一位领袖，他掌握未来，为我们订下美好而充满盼望的计划。既然有这位掌管未来的神指引道路，伴随我们同走所有路程，帮助我们完成他的使命，我们的盼望是何等的无限！这当然不表示路途上没有痛苦、患难或艰苦，而是神必会与我们同在，领我们走向光明灿烂的终点。"
        },
        {
            "chapter": "29:12",
            "content": "你们要呼求我，祷告我，我就应允你们。",
            "note": ""
        },
        {
            "chapter": "29:13",
            "content": "你们寻求我，若专心寻求我，就必寻见。”",
            "note": "在神的全盘计划中，他的子民是有盼望和福祉的，因此他们可以怀着信心寻求他的指引。被掳流亡他乡的犹大人虽然经历着艰苦岁月，但他们有神的同在，有祷告的特权，更蒙神施恩，所以不应灰心沮丧。只要我们全心全意寻求神，就必寻见。不论是分隔异地、忧愁沮丧还是身体上的问题，都不能将我们与神隔绝。"
        },
        {
            "chapter": "29:14",
            "content": "耶和华说：“我必被你们寻见，我也必使你们被掳的人归回，将你们从各国中和我所赶你们到的各处招聚了来，又将你们带回我使你们被掳掠离开的地方。”这是耶和华说的。",
            "note": "就算百姓被掳，寄居在巴比伦，神也不会忘记他们。神为他们订了一个新计划，让他们重头开始，作他的子民。当我们身处水深火热之中时，可能会觉得神忘记了我们。其实，他可能像锻练犹大百姓那样，要令你重新做人，让他作你生命的中心。"
        },
        {
            "chapter": "29:15",
            "content": "你们说：“耶和华在巴比伦为我们兴起先知。”",
            "note": ""
        },
        {
            "chapter": "29:16",
            "content": "所以耶和华论到坐大卫宝座的王和住在这城里的一切百姓，就是未曾与你们一同被掳的弟兄，",
            "note": ""
        },
        {
            "chapter": "29:17",
            "content": "万军之耶和华如此说：“看哪！我必使刀剑、饥荒、瘟疫临到他们，使他们像极坏的无花果，坏得不可吃。",
            "note": ""
        },
        {
            "chapter": "29:18",
            "content": "我必用刀剑、饥荒、瘟疫追赶他们，使他们在天下万国抛来抛去，在我所赶他们到的各国中，令人咒诅、惊骇、嗤笑、羞辱。”",
            "note": ""
        },
        {
            "chapter": "29:19",
            "content": "耶和华说：“这是因为他们没有听从我的话，就是我从早起来差遣我仆人众先知去说的，无奈他们不听。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "29:20",
            "content": "所以你们一切被掳去的，就是我从耶路撒冷打发到巴比伦去的，当听耶和华的话。",
            "note": ""
        },
        {
            "chapter": "29:21",
            "content": "万军之耶和华以色列的　神，论到哥赖雅的儿子亚哈，并玛西雅的儿子西底家如此说：“他们是托我名向你们说假预言的，我必将他们交在巴比伦王尼布甲尼撒的手中，他要在你们眼前杀害他们。",
            "note": "这两个假先知的名字与以色利王亚哈和犹大王西底家相同，但不会混淆。他们的家庭背景已清楚显示出他们是谁。"
        },
        {
            "chapter": "29:22",
            "content": "住巴比伦一切被掳的犹大人必藉这二人赌咒说：‘愿耶和华使你像巴比伦王在火中烧的西底家和亚哈一样。’",
            "note": ""
        },
        {
            "chapter": "29:23",
            "content": "这二人是在以色列中行了丑事，与邻舍的妻行淫，又假托我名说我未曾吩咐他们的话。知道的是我，作见证的也是我。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "29:24",
            "content": "论到尼希兰人示玛雅，你当说：",
            "note": ""
        },
        {
            "chapter": "29:25",
            "content": "“万军之耶和华以色列的　神如此说：你曾用自己的名寄信给耶路撒冷的众民和祭司玛西雅的儿子西番雅，并众祭司说：",
            "note": ""
        },
        {
            "chapter": "29:26",
            "content": "‘耶和华已经立你西番雅为祭司，代替祭司耶何耶大，使耶和华殿中有官长，好将一切狂妄自称为先知的人用枷枷住，用锁锁住。",
            "note": ""
        },
        {
            "chapter": "29:27",
            "content": "现在亚拿突人耶利米向你们自称为先知，你们为何没有责备他呢？",
            "note": ""
        },
        {
            "chapter": "29:28",
            "content": "因为他寄信给我们在巴比伦的人说：被掳的事必长久，你们要盖造房屋，住在其中；栽种田园，吃其中所产的。’”",
            "note": "这几节经文描述了假先知示玛雅就耶利米写给被掳者的信作出的反应。示玛雅于公元前597年被掳至巴比伦，他声称耶利米说假预言，以此破坏耶利米的信誉。耶利米呼吁百姓在被掳的日子积极生活，不要自暴自弃，这些话都是来自神的启示，也是真实可信的，但百姓都不爱听。耶利米所说的真理从神而来，带给人短暂的管教之苦，但得的益处却是永远受用不尽的。然而，假先知的谎言虽让人有短暂的安慰，却令人承受长久的惩罚之苦。"
        },
        {
            "chapter": "29:29",
            "content": "祭司西番雅就把这信念给先知耶利米听。",
            "note": ""
        },
        {
            "chapter": "29:30",
            "content": "于是，耶和华的话临到耶利米说：",
            "note": ""
        },
        {
            "chapter": "29:31",
            "content": "“你当寄信给一切被掳的人说：‘耶和华论到尼希兰人示玛雅说：因为示玛雅向你们说预言，我并没有差遣他，他使你们倚靠谎言。",
            "note": ""
        },
        {
            "chapter": "29:32",
            "content": "所以耶和华如此说：我必刑罚尼希兰人示玛雅和他的后裔，他必无一人存留住在这民中，也不得见我所要赐与我百姓的福乐，因为他向耶和华说了叛逆的话。这是耶和华说的。’”",
            "note": ""
        }
    ]
}