{
    "book": "耶利米书",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "有话说，人若休妻，妻离他而去，作了别人的妻，前夫岂能再收回她来？若收回她来，那地岂不是大大玷污了吗？但你和许多亲爱的行邪淫，还可以归向我。”这是耶和华说的。",
            "note": "在申命记24章1至4节提到；离婚再嫁之妇人永远不能重投前夫的怀抱。犹大与神“离婚”，并且与偶像“结婚”，神本来有权永远抛弃这些不忠的子民，但他心存怜悯慈爱，仍然愿意让他们回到自己身边。"
        },
        {
            "chapter": "3:2",
            "content": "“你向净光的高处举目观看，你在何处没有淫行呢？你坐在道旁等候，好像阿拉伯人在旷野埋伏一样，并且你的淫行邪恶玷污了全地。",
            "note": "“好像阿拉伯人在旷野埋伏一样”是形容犹大人追求偶像的情形。阿拉伯土匪常隐藏在商旅所经之地，伺机劫掠。犹大全国上下正是这样热切追求偶像的。"
        },
        {
            "chapter": "3:3",
            "content": "因此甘霖停止，春 （注：原文作“晚”）雨不降，你还是有娼妓之脸，不顾羞耻。",
            "note": ""
        },
        {
            "chapter": "3:4",
            "content": "从今以后，你岂不向我呼叫说：‘我父啊，你是我幼年的恩主。",
            "note": ""
        },
        {
            "chapter": "3:5",
            "content": "耶和华岂永远怀怒，存留到底吗？’看哪！你又发恶言又行坏事，随自己的私意而行 （注：或作“你虽这样说，还是行恶，放纵欲心”）。”",
            "note": "以色列人虽然罪恶滔天，但仍然轻视自己的罪，还以神的儿女自居。我们自知做错了事时，总爱文过饰非，以减轻内疚，却不知道这样做不但是不敢正视罪的严重性，以致不会悔改，而且会继续沉溺犯罪。如果我们视每种错误的态度和行动都是得罪神的严重罪行，就会慢慢明白“为主而活”是怎么一回事了。你生命中有没有自认为“微不足道”的罪？神要我们承认及离开每一种罪。"
        },
        {
            "chapter": "3:6",
            "content": "约西亚王在位的时候，耶和华又对我说：“背道的以色列所行的，你看见没有？她上各高山，在各青翠树下行淫。",
            "note": ":30　北国以色列亡于亚述，人民被掳。本来南国犹大应该从这惨痛的历史中汲取教训，引以为鉴，重新归向耶和华，但他们却视若无睹，依然故我。耶利米再三恳求犹大国民归向耶和华，免受亡国之灾。这篇信息约是在公元前627-621年间约西亚王执政时宣告的，约西亚王遵行神命令的榜样似乎未能打动民心，令他们悔改。耶和华宣告，如果人民再不悔改，他便因约西亚祖父玛拿西王所犯的罪（参王下23:25-27）而惩罚犹大，使犹大遭到亡国之痛。"
        },
        {
            "chapter": "3:7",
            "content": "她行这些事以后，我说：‘她必归向我。’她却不归向我。她奸诈的妹妹犹大也看见了。",
            "note": ""
        },
        {
            "chapter": "3:8",
            "content": "背道的以色列行淫，我为这缘故给她休书休她。我看见她奸诈的妹妹犹大还不惧怕，也去行淫。",
            "note": ""
        },
        {
            "chapter": "3:9",
            "content": "因以色列轻忽了她的淫乱，和石头木头行淫，地就被玷污了。",
            "note": ""
        },
        {
            "chapter": "3:10",
            "content": "虽有这一切的事，她奸诈的妹妹犹大还不一心归向我，不过是假意归我。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "3:11",
            "content": "耶和华对我说：“背道的以色列比奸诈的犹大还显为义。",
            "note": ""
        },
        {
            "chapter": "3:12",
            "content": "你去向北方宣告说，耶和华说：‘背道的以色列啊，回来吧！我必不怒目看你们，因为我是慈爱的，我必不永远存怒。’这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "3:13",
            "content": "‘只要承认你的罪孽，就是你违背耶和华你的　神，在各青翠树下，向别神东奔西跑，没有听从我的话。’”这是耶和华说的。",
            "note": "北国以色列人对神毫无敬畏之心，即便在表面上也不遵守神的旨意。南国犹大人的情况更甚，虽有敬虔的外貌，却没有真诚的心。只相信正确的教义而没有发自内心的遵行，就如献祭而不悔改一样。耶利米看见犹大人虚伪的悔改行为，就义正辞严地给予谴责。没有信心的生活是没有盼望的，单单为罪哀伤而没有改变也是虚伪的。只为罪难过懊悔是不够的，真正的悔改是要心意更新并以行动表现出来。"
        },
        {
            "chapter": "3:14",
            "content": "耶和华说：“背道的儿女啊，回来吧！因为我作你们的丈夫，并且我必将你们从一城取一人，从一族取两人，带到锡安。",
            "note": ""
        },
        {
            "chapter": "3:15",
            "content": "我也必将合我心的牧者赐给你们，他们必以知识和智慧牧养你们。”",
            "note": "神应许将合他心意的牧者赐给他的百姓，作他们的领袖。这牧者会跟从他、具有各样的知识、智慧和聪明。这是因为神看见以色列民缺乏方向，所以应许赐给他们合适的领袖。我们指望领袖，倚赖他们的引导，所以他们一旦不跟随神，就会领我们误入歧途。让我们为自己国家、社会和教会中敬畏神的领袖祈祷，祈求神让他们成为好榜样，并将神的智慧传授给我们。"
        },
        {
            "chapter": "3:16",
            "content": "耶和华说：“你们在国中生养众多。当那些日子，人必不再提说耶和华的约柜，不追想，不记念，不觉缺少，也不再制造。",
            "note": ""
        },
        {
            "chapter": "3:17",
            "content": "那时，人必称耶路撒冷为耶和华的宝座，万国必到耶路撒冷，在耶和华立名的地方聚集。他们必不再随从自己顽梗的恶心行事。",
            "note": "所罗门王统治整个以色列国的时候，百姓在富丽堂皇的圣殿中敬拜神，殿中放着神的约柜，里面藏有刻着“十诫”的法版，那就是神与百姓同在的象征（参出25:10-22）。在未来新的国度中，神的约柜永远不会消失，因为圣灵将亲自与他的子民同在。"
        },
        {
            "chapter": "3:18",
            "content": "当那些日子，犹大家要和以色列家同行，从北方之地一同来到我赐给你们列祖为业之地。",
            "note": "北国以色列民因犯罪受到神的惩罚，终于国破家亡，成为别国的俘虏。犹大国的百姓看见北国异教之风猖獗，道德沦丧而遭到此报，无疑认为他们罪有应得，对他们嗤之以鼻。耶利米却告诉以色列的遗民，耶和华仍然祝福肯归向他而认罪悔改的人，并警告那些自以为没罪而沾沾自喜的犹大人，要从以色列亡国的历史中汲取教训，悔改归向耶和华。由于犹大人不肯悔改，故耶利米以神对以色列遗民的应许教训他们。"
        },
        {
            "chapter": "3:19",
            "content": "我说：‘我怎样将你安置在儿女之中，赐给你美地，就是万国中肥美的产业。我又说，你们必称我为父，也不再转去不跟从我。",
            "note": ""
        },
        {
            "chapter": "3:20",
            "content": "以色列家，你们向我行诡诈，真像妻子行诡诈离开她丈夫一样。’”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "3:21",
            "content": "在净光的高处听见人声，就是以色列人哭泣恳求之声。乃因他们走弯曲之道，忘记耶和华他们的　神。",
            "note": ""
        },
        {
            "chapter": "3:22",
            "content": "“你们这背道的儿女啊，回来吧！我要医治你们背道的病。看哪！我们来到你这里，因你是耶和华我们的　神。",
            "note": ""
        },
        {
            "chapter": "3:23",
            "content": "仰望从小山或从大山的喧嚷中得帮助，真是枉然的。以色列得救，诚然在乎耶和华我们的　神。",
            "note": ""
        },
        {
            "chapter": "3:24",
            "content": "从我们幼年以来，那可耻的偶像将我们列祖所劳碌得来的羊群牛群，和他们的儿女都吞吃了。",
            "note": ""
        },
        {
            "chapter": "3:25",
            "content": "我们在羞耻中躺卧吧！愿惭愧将我们遮盖。因为从立国 （注：原文作“幼年”）以来，我们和我们的列祖常常得罪耶和华我们的　神，没有听从耶和华我们　神的话。”",
            "note": "耶利米在此预言终有一天以色列国将会归于统一，再次以真诚敬拜神并认清罪的本相。我们的世界高举财富、竞争和放纵情欲带来的罪中之乐，但我们忽视了这些罪中之乐背后所隐藏的罪恶。更可悲的是，能够真正看清罪之本相的人太少，大多数人都是被罪蒙骗，到了不能自拔的地步才开始省悟。相信神的道的最大益处，就是无需从身陷罪恶的惨痛经历中获得教训。"
        }
    ]
}