{
    "book": "耶利米书",
    "chapter": "36",
    "verses": [
        {
            "chapter": "36:1",
            "content": "犹大王约西亚的儿子约雅敬第四年，耶和华的话临到耶利米说：",
            "note": ""
        },
        {
            "chapter": "36:2",
            "content": "“你取一书卷，将我对你说攻击以色列和犹大，并各国的一切话，从我对你说话的那日，就是从约西亚的日子起，直到今日，都写在其上。",
            "note": ""
        },
        {
            "chapter": "36:3",
            "content": "或者犹大家听见我想要降与他们的一切灾祸，各人就回头，离开恶道，我好赦免他们的罪孽和罪恶。”",
            "note": ""
        },
        {
            "chapter": "36:4",
            "content": "所以，耶利米召了尼利亚的儿子巴录来，巴录就从耶利米口中，将耶和华对耶利米所说的一切话写在书卷上。",
            "note": "古时大部分人都是文盲，所以读书人非常宝贵，受人尊敬。文士的地位就更加崇高，他们的知识和学问都备受尊崇。巴录是耶利米的文士。当时的人大都用羔羊皮和蒲草纸记录文字，然后把一张张的羊皮或蒲草纸缝起来或黏合成一卷卷的书，称之为卷轴。以色列人被掳之后，文士成为律法教师，讲解旧约律法。在新约时代，文士更形成为很有权力的政治团体。"
        },
        {
            "chapter": "36:5",
            "content": "耶利米吩咐巴录说：“我被拘管，不能进耶和华的殿。",
            "note": ""
        },
        {
            "chapter": "36:6",
            "content": "所以你要去，趁禁食的日子，在耶和华殿中将耶和华的话，就是你从我口中所写在书卷上的话，念给百姓和一切从犹大城邑出来的人听。",
            "note": ""
        },
        {
            "chapter": "36:7",
            "content": "或者他们在耶和华面前恳求，各人回头，离开恶道，因为耶和华向这百姓所说要发的怒气和忿怒是大的。”",
            "note": ""
        },
        {
            "chapter": "36:8",
            "content": "尼利亚的儿子巴录就照先知耶利米一切所吩咐的去行，在耶和华的殿中从书上念耶和华的话。",
            "note": ""
        },
        {
            "chapter": "36:9",
            "content": "犹大王约西亚的儿子约雅敬第五年九月，耶路撒冷的众民和那从犹大城邑来到耶路撒冷的众民，在耶和华面前宣告禁食的日子，",
            "note": "在危急存亡的关头，各国都会宣告禁食的日子，呼吁人民谦卑悔改，求主怜悯。巴比伦来势汹汹地攻打犹大，势如破竹，步步逼近耶路撒冷，巴录趁百姓齐集在圣殿时宣读耶利米的话，告诉大家如何改变灾难将临的命运，可惜他们完全不肯听从。"
        },
        {
            "chapter": "36:10",
            "content": "巴录就在耶和华殿的上院，耶和华殿的新门口，沙番的儿子文士基玛利雅的屋内，念书上耶利米的话给众民听。",
            "note": ""
        },
        {
            "chapter": "36:11",
            "content": "沙番的孙子、基玛利雅的儿子米该亚听见书上耶和华的一切话，",
            "note": ""
        },
        {
            "chapter": "36:12",
            "content": "他就下到王宫，进入文士的屋子。众首领，就是文士以利沙玛、示玛雅的儿子第莱雅、亚革波的儿子以利拿单、沙番的儿子基玛利雅、哈拿尼雅的儿子西底家和其余的首领都坐在那里。",
            "note": ""
        },
        {
            "chapter": "36:13",
            "content": "于是，米该亚对他们述说他所听见的一切话，就是巴录向百姓念那书的时候所听见的。",
            "note": ""
        },
        {
            "chapter": "36:14",
            "content": "众首领就打发古示的曾孙示利米雅的孙子尼探雅的儿子犹底到巴录那里，对他说：“你将所念给百姓听的书卷拿在手中，到我们这里来。”尼利亚的儿子巴录就手拿书卷，来到他们那里。",
            "note": ""
        },
        {
            "chapter": "36:15",
            "content": "他们对他说：“请你坐下，念给我们听。”巴录就念给他们听。",
            "note": ""
        },
        {
            "chapter": "36:16",
            "content": "他们听见这一切话就害怕，面面相观，对巴录说：“我们必须将这一切话告诉王。”",
            "note": ""
        },
        {
            "chapter": "36:17",
            "content": "他们问巴录说：“请你告诉我们，你怎样从他口中写这一切话呢？”",
            "note": ""
        },
        {
            "chapter": "36:18",
            "content": "巴录回答说：“他用口向我说这一切话，我就用笔墨写在书上。”",
            "note": ""
        },
        {
            "chapter": "36:19",
            "content": "众首领对巴录说：“你和耶利米要去藏起来，不可叫人知道你们在哪里。”",
            "note": ""
        },
        {
            "chapter": "36:20",
            "content": "众首领进院见王，却先把书卷存在文士以利沙玛的屋内，以后将这一切话说给王听。",
            "note": ""
        },
        {
            "chapter": "36:21",
            "content": "王就打发犹底去拿这书卷来，他便从文士以利沙玛的屋内取来，念给王和王左右侍立的众首领听。",
            "note": ""
        },
        {
            "chapter": "36:22",
            "content": "那时正是九月，王坐在过冬的房屋里，王的前面火盆中有烧着的火。",
            "note": "火盆是用来装烧着的炭的，古代人以这方法取暖。"
        },
        {
            "chapter": "36:23",
            "content": "犹底念了三四篇（注：或作“行”），王就用文士的刀将书卷割破，扔在火盆中，直到全卷在火中烧尽了。",
            "note": ""
        },
        {
            "chapter": "36:24",
            "content": "王和听见这一切话的臣仆都不惧怕，也不撕裂衣服。",
            "note": ""
        },
        {
            "chapter": "36:25",
            "content": "以利拿单和第莱雅并基玛利雅恳求王不要烧这书卷，他却不听。",
            "note": "只有三位领袖反对约雅敬王焚烧书卷的恶行，可见当时的人是多么的自以为是，对神是多么的麻木！"
        },
        {
            "chapter": "36:26",
            "content": "王就吩咐哈米勒的儿子（注：或作“王的儿子”）耶拉篾和亚斯列的儿子西莱雅，并亚伯叠的儿子示利米雅，去捉拿文士巴录和先知耶利米。耶和华却将他们隐藏。",
            "note": ""
        },
        {
            "chapter": "36:27",
            "content": "王烧了书卷。其上有巴录从耶利米口中所写的话。以后，耶和华的话临到耶利米说：",
            "note": ""
        },
        {
            "chapter": "36:28",
            "content": "“你再取一卷，将犹大王约雅敬所烧第一卷上的一切话写在其上。",
            "note": ""
        },
        {
            "chapter": "36:29",
            "content": "论到犹大王约雅敬你要说：‘耶和华如此说：你烧了书卷，说：你为什么在其上写着，说巴比伦王必要来毁灭这地，使这地上绝了人民牲畜呢？",
            "note": ""
        },
        {
            "chapter": "36:30",
            "content": "所以耶和华论到犹大王约雅敬说：他后裔中必没有人坐在大卫的宝座上；他的尸首必被抛弃，白日受炎热，黑夜受寒霜。",
            "note": "约雅敬的儿子约雅斤在被掳之前曾作过三个月皇帝，但“坐在大卫的宝座上”一语有恒久掌权之义，所以约雅斤根本算不上“坐在大卫的宝座上”。约雅敬的王朝到了西底家时已传到约雅斤的叔叔手上，由大卫的儿子所罗门一脉相传的王权至此完结。但经过不到六百年，从所罗门的兄弟拿单的后裔中终于诞生了一位永恒之君（参22:30的注释）。"
        },
        {
            "chapter": "36:31",
            "content": "我必因他和他后裔并他臣仆的罪孽刑罚他们。我要使我所说的一切灾祸临到他们和耶路撒冷的居民并犹大人；只是他们不听。’”",
            "note": ""
        },
        {
            "chapter": "36:32",
            "content": "于是，耶利米又取一书卷，交给尼利亚的儿子文士巴录，他就从耶利米的口中写了犹大王约雅敬所烧前卷上的一切话，另外又添了许多相彷的话。",
            "note": "神吩咐耶利米把他的话写在书卷上，但由于耶利米本人不获准进入圣殿，故他将要说的话叫文士巴录记在书卷上，然后念给在圣殿里的人听。结果，巴录读给一些官员听，而犹底更亲自念给约雅敬王听。虽然王将书卷焚毁了，但他却不能消灭神的话语。今日仍有许多人对神的话置若罔闻，或说圣经有很多谬误、不值得相信。人可以拒绝听神说的话，但他们无法消灭它，因他的话必永远坚立（参诗119:89）。"
        }
    ]
}