{
    "book": "耶利米书",
    "chapter": "37",
    "verses": [
        {
            "chapter": "37:1",
            "content": "约西亚的儿子西底家代替约雅敬的儿子哥尼雅为王，是巴比伦王尼布甲尼撒立在犹大地作王的。",
            "note": ""
        },
        {
            "chapter": "37:2",
            "content": "但西底家和他的臣仆，并国中的百姓，都不听从耶和华藉先知耶利米所说的话。",
            "note": ""
        },
        {
            "chapter": "37:3",
            "content": "西底家王打发示利米雅的儿子犹甲和祭司玛西雅的儿子西番雅，去见先知耶利米说：“求你为我们祷告耶和华我们的　神。”",
            "note": "西底家王和满朝官员都不想听耶利米所说的话，却想他为他们祈祷求福。他们想要的是一种不用付出任何代价的肤浅信仰。神并不喜悦那些只贪求利益而不与他建立深入关系的人。我们自己也不会接受别人这样与自己建立关系，当然也不应期望神接受我们这种与他的关系了。"
        },
        {
            "chapter": "37:4",
            "content": "那时耶利米在民中出入，因为他们还没有把他囚在监里。",
            "note": ""
        },
        {
            "chapter": "37:5",
            "content": "法老的军队已经从埃及出来，那围困耶路撒冷的迦勒底人听见他们的风声，就拔营离开耶路撒冷去了。",
            "note": "尼布甲尼撒王于公元前589年围困耶路撒冷，犹大王西底家向埃及法老王合弗拉求助，要求出动军队相援。耶路撒冷的人不听耶利米的忠告，一心期待埃及军队助他们解脱兵临城下的危机。然而，当迦勒底大军再度攻击，与埃及军队正面交锋时，埃及军队却临阵退缩，没有保卫耶路撒冷。耶利米的警告一点也没错。"
        },
        {
            "chapter": "37:6",
            "content": "耶和华的话临到先知耶利米说：",
            "note": ""
        },
        {
            "chapter": "37:7",
            "content": "“耶和华以色列的　神如此说：犹大王打发你们来求问我，你们要如此对他说：‘那出来帮助你们法老的军队必回埃及本国去。",
            "note": ""
        },
        {
            "chapter": "37:8",
            "content": "迦勒底人必再来攻打这城，并要攻取，用火焚烧。’",
            "note": ""
        },
        {
            "chapter": "37:9",
            "content": "耶和华如此说：你们不要自欺说：‘迦勒底人必定离开我们’，因为他们必不离开。",
            "note": ""
        },
        {
            "chapter": "37:10",
            "content": "你们即便杀败了与你们争战的迦勒底全军，但剩下受伤的人，也必各人从帐棚里起来，用火焚烧这城。”",
            "note": ""
        },
        {
            "chapter": "37:11",
            "content": "迦勒底的军队因怕法老的军队，拔营离开耶路撒冷的时候，",
            "note": ""
        },
        {
            "chapter": "37:12",
            "content": "耶利米就杂在民中出离耶路撒冷，要往便雅悯地去，在那里得自己的地业。",
            "note": ""
        },
        {
            "chapter": "37:13",
            "content": "他到了便雅悯门那里，有守门官名叫伊利雅，是哈拿尼亚的孙子示利米雅的儿子，他就拿住先知耶利米说：“你是投降迦勒底人哪！”",
            "note": ""
        },
        {
            "chapter": "37:14",
            "content": "耶利米说：“你这是谎话，我并不是投降迦勒底人。”伊利雅不听他的话，就拿住他，解到首领那里。",
            "note": ""
        },
        {
            "chapter": "37:15",
            "content": "首领恼怒耶利米，就打了他，将他囚在文士约拿单的房屋中，因为他们以这房屋当作监牢。",
            "note": ""
        },
        {
            "chapter": "37:16",
            "content": "耶利米来到狱中，进入牢房，在那里囚了多日。",
            "note": ""
        },
        {
            "chapter": "37:17",
            "content": "西底家王打发人提出他来，在自己的宫内私下问他说：“从耶和华有什么话临到没有？”耶利米说：“有！”又说：“你必交在巴比伦王手中。”",
            "note": "西底家面对国家存亡之际，在选择投降归敌还是抗争到底之间举棋不定。他恐惧战兢，悄悄地请耶利米进宫，可能想从他那里探知神的消息。他在危急关头表现得优柔寡断，一方面想听听神有什么话说，另一方面却害怕政见分歧的人发现他接见耶利米，所以惟有出此下策。"
        },
        {
            "chapter": "37:18",
            "content": "耶利米又对西底家王说：“我在什么事上得罪你，或你的臣仆，或这百姓，你竟将我囚在监里呢？",
            "note": ""
        },
        {
            "chapter": "37:19",
            "content": "对你们预言‘巴比伦王必不来攻击你们和这地’的先知，现今在哪里呢？",
            "note": ""
        },
        {
            "chapter": "37:20",
            "content": "主我的王啊，求你现在垂听，准我在你面前的恳求：不要使我回到文士约拿单的房屋中，免得我死在那里。”",
            "note": ""
        },
        {
            "chapter": "37:21",
            "content": "于是西底家王下令，他们就把耶利米交在护卫兵的院中，每天从饼铺街取一个饼给他，直到城中的饼用尽了。这样，耶利米仍在护卫兵的院中。",
            "note": "约雅敬王在往巴比伦的途中驾崩（参代下36:6），他的儿子约雅斤，被指派为犹大王，可是三个月之后就被掳到巴比伦。后来巴比伦王尼布甲尼撒立傀儡王西底家作管治犹大的工具。"
        }
    ]
}