{
    "book": "耶利米书",
    "chapter": "38",
    "verses": [
        {
            "chapter": "38:1",
            "content": "玛坦的儿子示法提雅、巴施户珥的儿子基大利、示利米雅的儿子犹甲、玛基雅的儿子巴示户珥听见耶利米对众人所说的话，说：",
            "note": ""
        },
        {
            "chapter": "38:2",
            "content": "“耶和华如此说：‘住在这城里的必遭刀剑、饥荒、瘟疫而死；但出去归降迦勒底人的，必得存活，就是以自己命为掠物的，必得存活。’",
            "note": ""
        },
        {
            "chapter": "38:3",
            "content": "耶和华如此说：‘这城必要交在巴比伦王军队的手中，他必攻取这城。’”",
            "note": ""
        },
        {
            "chapter": "38:4",
            "content": "于是首领对王说：“求你将这人治死，因他向城里剩下的兵丁和众民说这样的话，使他们的手发软。这人不是求这百姓得平安，乃是叫他们受灾祸。”",
            "note": ""
        },
        {
            "chapter": "38:5",
            "content": "西底家王说：“他在你们手中，无论何事，王也不能与你们反对。”",
            "note": "犹大王想讨好每一个人，谁的意见都听，没有主见，难怪弄得犹大国一塌糊涂，混乱不堪。他既听从耶利米的请求（37:21），又允许众人去杀耶利米（38:5），最后又救耶利米一命（38:10）。耶利米在当时很不受欢迎，他的言论不断打击军队和人民的士气，令人非常沮丧。西底家在公众意见与神的旨意之间难以取舍。在你的生命中，是别人的意见还是神的心意对你影响最大呢？"
        },
        {
            "chapter": "38:6",
            "content": "他们就拿住耶利米，下在哈米勒的儿子（注：或作“王的儿子”）玛基雅的牢狱里。那牢狱在护卫兵的院中。他们用绳子将耶利米系下去。牢狱里没有水，只有淤泥，耶利米就陷在淤泥中。",
            "note": "耶利米忠心耿耿地宣讲神的信息，却遭到领袖们一次又一次的陷害和逼迫。四十年来他忠心事奉神，却得不到任何人的赞赏、爱护和拥戴，反而遭到鞭打、恐吓、被投入牢狱，直至被驱逐出境。只有外邦的巴比伦人对他尚存几分尊敬（39:11-12）。神未曾应许他的仆人免遭压迫，甚至忠心耿耿的仆人也难幸免。然而，神却应许他必与他们同在，赐他们力量面对艰难险境（参林后1:3-7）。你服事他人的时候，谨记你是在服事神，而不是取悦人。神必奖赏忠心服事他的人，但不一定是我们在世上的时候。"
        },
        {
            "chapter": "38:7",
            "content": "在王宫的太监古实人以伯米勒，听见他们将耶利米下了牢狱（那时王坐在便雅悯门口），",
            "note": ""
        },
        {
            "chapter": "38:8",
            "content": "以伯米勒就从王宫里出来，对王说：",
            "note": "“便雅悯门口”是耶路撒冷的城门之一，这里也是处理法律诉讼的地方。在王宫里的太监以伯米勒听见了耶利米的遭遇，立即为他主持公道，向王进谏。"
        },
        {
            "chapter": "38:9",
            "content": "“主我的王啊，这些人向先知耶利米一味地行恶，将他下在牢狱中，他在那里必因饥饿而死，因为城中再没有粮食。”",
            "note": ""
        },
        {
            "chapter": "38:10",
            "content": "王就吩咐古实人以伯米勒说：“你从这里带领三十人，趁着先知耶利米未死以前，将他从牢狱中提上来。”",
            "note": ""
        },
        {
            "chapter": "38:11",
            "content": "于是，以伯米勒带领这些人同去，进入王宫，到库房以下，从那里取了些碎布和破烂的衣服，用绳子缒下牢狱去到耶利米那里。",
            "note": ""
        },
        {
            "chapter": "38:12",
            "content": "古实人以伯米勒对耶利米说：“你用这些碎布和破烂的衣服放在绳子上，垫你的胳肢窝。”耶利米就照样行了。",
            "note": ""
        },
        {
            "chapter": "38:13",
            "content": "这样，他们用绳子将耶利米从牢狱里拉上来。耶利米仍在护卫兵的院中。",
            "note": "以伯米勒敬畏神多过害怕群众压力，在众多的宫廷官员之中，只有他独排众议，为耶利米伸张正义，反对谋杀计划，而这行动很可能令他付上生命的代价。然而，他这勇敢的行动却拯救了他自己，在耶路撒冷沦陷的日子免遭杀害（参39:15-18）。你可以选择随波逐流，人云亦云，或选择为神发言，替主行道。例如有人遭到不公义之事或受到欺压，你可以本着神的爱与他接触，关怀他；而你可能是惟一帮助他的人。同样，如果你自己遭到不公义的对待或受人欺压，神也特别为你预备“以伯米勒”之时，谨记为此献上感谢！"
        },
        {
            "chapter": "38:14",
            "content": "西底家王打发人带领先知耶利米，进耶和华殿中第三门里见王。王就对耶利米说：“我要问你一件事，你丝毫不可向我隐瞒。”",
            "note": ""
        },
        {
            "chapter": "38:15",
            "content": "耶利米对西底家说：“我若告诉你，你岂不定要杀我吗？我若劝戒你，你必不听从我。”",
            "note": ""
        },
        {
            "chapter": "38:16",
            "content": "西底家王就私下向耶利米说：“我指着那造我们生命之永生的耶和华起誓，我必不杀你，也不将你交在寻索你命的人手中。”",
            "note": ""
        },
        {
            "chapter": "38:17",
            "content": "耶利米对西底家说：“耶和华万军之　神、以色列的　神如此说：‘你若出去归降巴比伦王的首领，你的命就必存活，这城也不至被火焚烧，你和你的全家都必存活；",
            "note": ""
        },
        {
            "chapter": "38:18",
            "content": "你若不出去归降巴比伦王的首领，这城必交在迦勒底人手中，他们必用火焚烧，你也不得脱离他们的手。’”",
            "note": ""
        },
        {
            "chapter": "38:19",
            "content": "西底家王对耶利米说：“我怕那些投降迦勒底人的犹大人，恐怕迦勒底人将我交在他们手中，他们戏弄我。”",
            "note": ""
        },
        {
            "chapter": "38:20",
            "content": "耶利米说：“迦勒底人必不将你交出。求你听从我对你所说耶和华的话，这样，你必得好处，你的命也必存活，",
            "note": ""
        },
        {
            "chapter": "38:21",
            "content": "你若不肯出去，耶和华指示我的话乃是这样：",
            "note": ""
        },
        {
            "chapter": "38:22",
            "content": "‘犹大王宫里所剩的妇女必都带到巴比伦王的首领那里。这些妇女必说：你知己的朋友催逼你，胜过你；见你的脚陷入淤泥中，就转身退后了。’",
            "note": ""
        },
        {
            "chapter": "38:23",
            "content": "人必将你的后妃和你的儿女带到迦勒底人那里。你也不得脱离他们的手，必被巴比伦王的手捉住，你也必使这城被火焚烧。”",
            "note": ""
        },
        {
            "chapter": "38:24",
            "content": "西底家对耶利米说：“不要使人知道这些话，你就不至于死，",
            "note": ""
        },
        {
            "chapter": "38:25",
            "content": "首领若听见了我与你说话，就来见你，问你说：‘你对王说什么话，不要向我们隐瞒，我们就不杀你；王向你说什么话，也要告诉我们。’",
            "note": ""
        },
        {
            "chapter": "38:26",
            "content": "你就对他们说：‘我在王面前恳求不要叫我回到约拿单的房屋死在那里。’”",
            "note": ""
        },
        {
            "chapter": "38:27",
            "content": "随后众首领来见耶利米，问他，他就照王所吩咐的一切话回答他们。他们不再与他说话，因为事情没有泄漏。",
            "note": "众首领想听的是准确无误的消息，而不是神的真理。他们想利用那些消息对抗神、神的先知和君王。但耶利米只将西底家命令他说的话说出来。我们不可以向别人隐瞒神的真理，但是如果有人想利用我们的消息谋害神的子民，我们就要保守秘密。"
        },
        {
            "chapter": "38:28",
            "content": "于是，耶利米仍在护卫兵的院中，直到耶路撒冷被攻取的日子。",
            "note": ""
        }
    ]
}