{
    "book": "耶利米书",
    "chapter": "4",
    "verses": [
        {
            "chapter": "4:1",
            "content": "耶和华说：“以色列啊，你若回来归向我，若从我眼前除掉你可憎的偶像，你就不被迁移。",
            "note": ""
        },
        {
            "chapter": "4:2",
            "content": "你必凭诚实、公平、公义，指着永生的耶和华起誓；列国必因耶和华称自己为有福，也必因他夸耀。”",
            "note": ""
        },
        {
            "chapter": "4:3",
            "content": "耶和华对犹大和耶路撒冷人如此说：“要开垦你们的荒地，不要撒种在荆棘中！",
            "note": "耶利米呼吁百姓要像开垦荒地那样开垦自己的心田。虽然以往有约西亚等好君王努力引导他们归向神，但他们阳奉阴违，暗中拜祭偶像，以致心肠越来越刚硬，不再顺从神的旨意。耶利米指出，百姓必须先除去令他们心硬的罪，然后神的命令才能像种子般撒进心田，扎根成长。同样，我们若想神的道在生命中扎根，也必须先除去令我们冥顽不灵的罪。"
        },
        {
            "chapter": "4:4",
            "content": "犹大人和耶路撒冷的居民哪，你们当自行割礼归耶和华，将心里的污秽除掉；恐怕我的忿怒因你们的恶行发作，如火着起，甚至无人能以熄灭！",
            "note": ""
        },
        {
            "chapter": "4:5",
            "content": "你们当传扬在犹大，宣告在耶路撒冷说：‘你们当在国中吹角！’高声呼叫说：‘你们当聚集，我们好进入坚固城！’",
            "note": ""
        },
        {
            "chapter": "4:6",
            "content": "应当向锡安竖立大旗，要逃避，不要迟延！因我必使灾祸与大毁灭从北方来到。”",
            "note": ""
        },
        {
            "chapter": "4:7",
            "content": "有狮子从密林中上来，是毁坏列国的。它已经动身，出离本处，要使你的地荒凉，使你的城邑变为荒场，无人居住。",
            "note": "从北方来的灾祸是指巴比伦王尼布甲尼撒将要入侵这件事（参代下36章）。"
        },
        {
            "chapter": "4:8",
            "content": "因此，你们当腰束麻布，大声哀号，因为耶和华的烈怒没有向我们转消。",
            "note": ""
        },
        {
            "chapter": "4:9",
            "content": "耶和华说：“到那时，君王和首领的心都要消灭，祭司都要惊奇，先知都要诧异。”",
            "note": ""
        },
        {
            "chapter": "4:10",
            "content": "我说：“哀哉！主耶和华啊，你真是大大地欺哄这百姓和耶路撒冷说：‘你们必得平安。’其实刀剑害及性命了。”",
            "note": "耶利米听完神的话，心灵震撼不已，并充满悲痛迷惘之情。他向神倾诉感受之余，也为百姓代祷。这些百姓因过往得尝神的祝福和应许，加上看不见自己的罪和假先知的误导，令他们以为一切安好稳妥，对将来充满不真实的期望。"
        },
        {
            "chapter": "4:11",
            "content": "那时，必有话对这百姓和耶路撒冷说：“有一阵热风从旷野净光的高处向我的众民 （注：原文作“民女”）刮来，不是为簸扬，也不是为扬净。",
            "note": ""
        },
        {
            "chapter": "4:12",
            "content": "必有一阵更大的风从这些地方为我刮来；现在我又必发出判语攻击他们。”",
            "note": ""
        },
        {
            "chapter": "4:13",
            "content": "看哪！仇敌必如云上来，他的战车如旋风，他的马匹比鹰更快。我们有祸了！我们败落了！",
            "note": ""
        },
        {
            "chapter": "4:14",
            "content": "耶路撒冷啊，你当洗去心中的恶，使你可以得救。恶念存在你心里要到几时呢？",
            "note": ""
        },
        {
            "chapter": "4:15",
            "content": "有声音从但传扬，从以法莲山报祸患。",
            "note": "由于但支派在以色列国最北方，所以首当其冲受从北方而来的攻击，其后战祸会向以法莲山区蔓延。但的百姓虽然受到入侵，却无力抵御来势汹汹的敌军，因为这是神对百姓的惩罚。"
        },
        {
            "chapter": "4:16",
            "content": "你们当传给列国，报告攻击耶路撒冷的事说：“有探望的人从远方来到，向犹大的城邑大声呐喊。",
            "note": ""
        },
        {
            "chapter": "4:17",
            "content": "他们周围攻击耶路撒冷，好像看守田园的，因为她背叛了我。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "4:18",
            "content": "你的行动，你的作为，招惹这事，这是你罪恶的结果，实在是苦，是害及你心了。",
            "note": ""
        },
        {
            "chapter": "4:19",
            "content": "我的肺腑啊，我的肺腑啊，我心疼痛！我心在我里面烦躁不安，我不能静默不言，因为我已经听见角声和打仗的喊声。",
            "note": ""
        },
        {
            "chapter": "4:20",
            "content": "毁坏的信息连络不绝，因为全地荒废。我的帐棚忽然毁坏；我的幔子顷刻破裂。",
            "note": ""
        },
        {
            "chapter": "4:21",
            "content": "我看见大旗，听见角声，要到几时呢？",
            "note": ""
        },
        {
            "chapter": "4:22",
            "content": "耶和华说：“我的百姓愚顽，不认识我，他们是愚昧无知的儿女，有智慧行恶，没有知识行善。”",
            "note": "犹大国的人民只懂为非作歹，不会过正直善良的生活。事实上，过正直的生活不只是偶然避免犯罪，而是要下定决心约束自己，并要持之以恒。神非常留意我们的行为，因此我们必须努力学习如何过正直的生活，竭力活出美好的见证，像我们追求事业成功那样做到最好。"
        },
        {
            "chapter": "4:23",
            "content": "先知说：“我观看地，不料，地是空虚混沌；我观看天，天也无光。",
            "note": ""
        },
        {
            "chapter": "4:24",
            "content": "我观看大山，不料，尽都震动，小山也都摇来摇去。",
            "note": ""
        },
        {
            "chapter": "4:25",
            "content": "我观看，不料，无人，空中的飞鸟也都躲避。",
            "note": ""
        },
        {
            "chapter": "4:26",
            "content": "我观看，不料，肥田变为荒地，一切城邑在耶和华面前，因他的烈怒都被拆毁。”",
            "note": ""
        },
        {
            "chapter": "4:27",
            "content": "耶和华如此说：“全地必然荒凉，我却不毁灭净尽。",
            "note": "神虽然再三警告犹大国必然灭亡，但是仍悉心保护对他忠诚的人，让他们免遭毁灭净尽的厄运。"
        },
        {
            "chapter": "4:28",
            "content": "因此，地要悲哀，在上的天也必黑暗。因为我言已出，我意已定，必不后悔，也不转意不做。”",
            "note": ""
        },
        {
            "chapter": "4:29",
            "content": "各城的人因马兵和弓箭手的响声就都逃跑，进入密林，爬上磐石；各城被撇下，无人住在其中。",
            "note": ""
        },
        {
            "chapter": "4:30",
            "content": "你凄凉的时候要怎样行呢？你虽穿上朱红衣服，佩戴黄金装饰，用颜料修饰眼目，这样标致是枉然的！恋爱你的藐视你，并且寻索你的性命。",
            "note": ""
        },
        {
            "chapter": "4:31",
            "content": "我听见有声音，彷佛妇人产难的声音，好像生头胎疼痛的声音，是锡安女子（注：“女子”就是指“民”的意思）的声音 。她喘着气，挓挲手说：“我有祸了！在杀人的跟前，我的心发昏了。”",
            "note": "耶利米看到将临的审判必引致生灵涂炭，大地荒凉，心中哀恸万分。这审判要待百姓悔改归正和遵守神的命令时才会终结。虽然这预言本是指犹大国将亡于巴比伦之手，但是作为宣告末世的审判亦未尝不可。"
        }
    ]
}