{
    "book": "耶利米书",
    "chapter": "40",
    "verses": [
        {
            "chapter": "40:1",
            "content": "耶利米锁在耶路撒冷和犹大被掳到巴比伦的人中，护卫长尼布撒拉旦将他从拉玛释放以后，耶和华的话临到耶利米。",
            "note": ""
        },
        {
            "chapter": "40:2",
            "content": "护卫长将耶利米叫来，对他说：“耶和华你的　神曾说要降这祸与此地。",
            "note": ""
        },
        {
            "chapter": "40:3",
            "content": "耶和华使这祸临到，照他所说的行了，因为你们得罪耶和华，没有听从他的话，所以这事临到你们。",
            "note": "巴比伦护卫长虽然不认识神，但他承认巴比伦的胜利乃神所赐。有人承认神的存在，知道他施行神迹，却不愿亲自接受他、认识他，这实在很奇怪。认识神不只是晓得有关他的事，而是要与他亲自接触，建立关系。"
        },
        {
            "chapter": "40:4",
            "content": "现在我解开你手上的链子，你若看与我同往巴比伦去好，就可以去，我必厚待你；你若看与我同往巴比伦去不好，就不必去。看哪！全地在你面前，你以为哪里美好，哪里合宜，只管上那里去吧！”",
            "note": "耶利米可以随意选择自己的住处。在巴比伦，他可享受安适的生活，拥有一定的权势；在犹大却要继续受苦受难。他在巴比伦可能得到巴比伦人爱戴，但会受流亡的同胞唾弃；在犹大意味着要过贫穷孤单的生活，却可以表明自己并不是苟且偷安的卖国贼。最后耶利米还是选择回犹大。"
        },
        {
            "chapter": "40:5",
            "content": "耶利米还没有回去，护卫长说：“你可以回到沙番的孙子亚希甘的儿子基大利那里去，现在巴比伦王立他作犹大城邑的省长。你可以在他那里住在民中，不然，你看哪里合宜就可以上那里去。”于是，护卫长送他粮食和礼物，释放他去了。",
            "note": ""
        },
        {
            "chapter": "40:6",
            "content": "耶利米就到米斯巴见亚希甘的儿子基大利，在他那里住在境内剩下的民中。",
            "note": "米斯巴位于耶路撒冷以北数公里外，此地在战争中没有遭到严重破坏，所以耶路撒冷沦陷后，不少人来这里避难。"
        },
        {
            "chapter": "40:7",
            "content": "在田野的一切军长和属他们的人，听见巴比伦王立了亚希甘的儿子基大利作境内的省长，并将没有掳到巴比伦的男人、妇女、孩童和境内极穷的人全交给他，",
            "note": ""
        },
        {
            "chapter": "40:8",
            "content": "于是，军长尼探雅的儿子以实玛利，加利亚的两个儿子约哈难和约拿单，单户篾的儿子西莱雅，并尼陀法人以斐的众子，玛迦人的儿子耶撒尼亚和属他们的人，都到米斯巴见基大利。",
            "note": ""
        },
        {
            "chapter": "40:9",
            "content": "沙番的孙子亚希甘的儿子基大利，向他们和属他们的人起誓说：“不要怕服事迦勒底人，只管住在这地服事巴比伦王，就可以得福。",
            "note": ""
        },
        {
            "chapter": "40:10",
            "content": "至于我，我要住在米斯巴，伺候那到我们这里来的迦勒底人；只是你们当积蓄酒、油和夏天的果子，收在器皿里，住在你们所占的城邑中。”",
            "note": ""
        },
        {
            "chapter": "40:11",
            "content": "在摩押地和亚扪人中，在以东地和各国的一切犹大人，听见巴比伦王留下些犹大人，并立沙番的孙子亚希甘的儿子基大利管理他们。",
            "note": ""
        },
        {
            "chapter": "40:12",
            "content": "这一切犹大人，就从所赶到的各处回来，到犹大地的米斯巴基大利那里，又积蓄了许多的酒并夏天的果子。",
            "note": ""
        },
        {
            "chapter": "40:13",
            "content": "加利亚的儿子约哈难和在田野的一切军长，来到米斯巴见基大利，",
            "note": ""
        },
        {
            "chapter": "40:14",
            "content": "对他说：“亚扪人的王巴利斯打发尼探雅的儿子以实玛利来要你的命，你知道吗？”亚希甘的儿子基大利却不信他们的话。",
            "note": ""
        },
        {
            "chapter": "40:15",
            "content": "加利亚的儿子约哈难在米斯巴私下对基大利说：“求你容我去杀尼探雅的儿子以实玛利，必无人知道。何必让他要你的命，使聚集到你这里来的犹大人都分散，以致犹大剩下的人都灭亡呢？”",
            "note": ""
        },
        {
            "chapter": "40:16",
            "content": "亚希甘的儿子基大利对加利亚的儿子约哈难说：“你不可行这事，你所论以实玛利的话是假的。”",
            "note": ""
        }
    ]
}