{
    "book": "耶利米书",
    "chapter": "41",
    "verses": [
        {
            "chapter": "41:1",
            "content": "七月间，王的大臣宗室以利沙玛的孙子尼探雅的儿子以实玛利，带着十个人来到米斯巴见亚希甘的儿子基大利。他们在米斯巴一同吃饭。",
            "note": ""
        },
        {
            "chapter": "41:2",
            "content": "尼探雅的儿子以实玛利和同他来的那十个人起来，用刀杀了沙番的孙子亚希甘的儿子基大利，就是巴比伦王所立为全地省长的。",
            "note": ""
        },
        {
            "chapter": "41:3",
            "content": "以实玛利又杀了在米斯巴、基大利那里的一切犹大人和所遇见的迦勒底兵丁。",
            "note": ""
        },
        {
            "chapter": "41:4",
            "content": "他杀了基大利，无人知道。",
            "note": ""
        },
        {
            "chapter": "41:5",
            "content": "第二天，有八十人从示剑和示罗并撒玛利亚来，胡须剃去，衣服撕裂，身体划破；手拿素祭和乳香，要奉到耶和华的殿。",
            "note": ""
        },
        {
            "chapter": "41:6",
            "content": "尼探雅的儿子以实玛利出米斯巴迎接他们，随走随哭。遇见了他们，就对他们说：“你们可以来见亚希甘的儿子基大利”。",
            "note": ""
        },
        {
            "chapter": "41:7",
            "content": "他们到了城中，尼探雅的儿子以实玛利和同着他的人就将他们杀了，抛在坑中。",
            "note": ""
        },
        {
            "chapter": "41:8",
            "content": "只是他们中间有十个人对以实玛利说：“不要杀我们，因为我们有许多大麦、小麦、油、蜜藏在田间。”于是他住了手，没有将他们杀在弟兄中间。",
            "note": ""
        },
        {
            "chapter": "41:9",
            "content": "以实玛利将所杀之人的尸首都抛在坑里基大利的旁边。这坑是从前亚撒王因怕以色列王巴沙所挖的。尼探雅的儿子以实玛利将那些被杀的人填满了坑。",
            "note": "那八十名来自北国三个城市的人是到耶路撒冷敬拜神的。以实玛利很可能为了他们携带的食物和金钱而杀害他们。犹大全国没有君王统治、没有法律制裁、没有效忠于神的信仰，陷入无政府的混乱状态。"
        },
        {
            "chapter": "41:10",
            "content": "以实玛利将米斯巴剩下的人，就是众公主和仍住在米斯巴所有的百姓，原是护卫长尼布撒拉旦交给亚希甘的儿子基大利的，都掳去了。尼探雅的儿子以实玛利掳了他们，要往亚扪人那里去。",
            "note": ""
        },
        {
            "chapter": "41:11",
            "content": "加利亚的儿子约哈难和同着他的众军长，听见尼探雅的儿子以实玛利所行的一切恶，",
            "note": ""
        },
        {
            "chapter": "41:12",
            "content": "就带领众人前往，要和尼探雅的儿子以实玛利争战，在基遍的大水旁（注：或作“大水池旁”）遇见他。",
            "note": ""
        },
        {
            "chapter": "41:13",
            "content": "以实玛利那里的众人看见加利亚的儿子约哈难和同着他的众军长就都欢喜。",
            "note": ""
        },
        {
            "chapter": "41:14",
            "content": "这样，以实玛利从米斯巴所掳去的众人，都转身归加利亚的儿子约哈难去了。",
            "note": ""
        },
        {
            "chapter": "41:15",
            "content": "尼探雅的儿子以实玛利和八个人脱离约哈难的手，逃往亚扪人那里去了。",
            "note": ""
        },
        {
            "chapter": "41:16",
            "content": "尼探雅的儿子以实玛利杀了亚希甘的儿子基大利，从米斯巴将剩下的一切百姓、兵丁、妇女、孩童、太监、掳到基遍之后，加利亚的儿子约哈难和同着他的众军长，将他们都夺回来，",
            "note": ""
        },
        {
            "chapter": "41:17",
            "content": "带到靠近伯利恒的金罕寓（注：或作“基罗特金罕”）住下，要进入埃及去。",
            "note": "约哈难与他的众军长已在投奔埃及的途中。他们从基遍南行，在近伯利恒的基罗特金罕稍作停留，并假意去找耶利米（42:1-6），但正如后来耶利米所说，他们并非真心向他求问神的旨意（42:21）。"
        },
        {
            "chapter": "41:18",
            "content": "因为尼探雅的儿子以实玛利杀了巴比伦王所立为省长的亚希甘的儿子基大利，约哈难惧怕迦勒底人。",
            "note": ""
        }
    ]
}