{
    "book": "耶利米书",
    "chapter": "49",
    "verses": [
        {
            "chapter": "49:1",
            "content": "论亚扪人，耶和华如此说：“以色列没有儿子吗？没有后嗣吗？玛勒堪为何得迦得之地为业呢？属他的民为何住其中的城邑呢？”",
            "note": "亚扪人是罗得与小女儿乱伦后所生的后裔（与摩押族相似，请参创19:30-38），他们受审判是因占据了神的子民迦得支派的土地，并且拜祭偶像摩洛，将儿女献为燔祭。"
        },
        {
            "chapter": "49:2",
            "content": "耶和华说：“日子将到，我必使人听见打仗的喊声，是攻击亚扪人拉巴的喊声。拉巴要成为乱堆，属他的乡村（注：原文作“女子”）要被火焚烧。先前得以色列地为业的，此时，以色列倒要得他们的地为业。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "49:3",
            "content": "“希实本哪，你要哀号！因为爱地变为荒场。拉巴的居民哪（注：“居民”原文作“女子”），要呼喊，以麻布束腰；要哭号，在篱笆中跑来跑去，因玛勒堪和属他的祭司、首领要一同被掳去。",
            "note": ""
        },
        {
            "chapter": "49:4",
            "content": "背道的民哪（注：“民”原文作“女子”），你们为何因有山谷，就是水流的山谷夸张呢？为何倚靠财宝说：‘谁能来到我们这里呢？’”",
            "note": ""
        },
        {
            "chapter": "49:5",
            "content": "主万军之耶和华说：“我要使恐吓从四围的人中临到你们，你们必被赶出，各人一直前往，没有人收聚逃民。",
            "note": ""
        },
        {
            "chapter": "49:6",
            "content": "后来我还要使被掳的亚扪人归回。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "49:7",
            "content": "论以东，万军之耶和华如此说：“提幔中再没有智慧吗？明哲人不再有谋略吗？他们的智慧尽归无有吗？",
            "note": "以色列人源于雅各，以东人则源于雅各的胞兄以扫，两族又都是源出一个祖宗以撒。但两族之间冲突不断，以东人看见耶路撒冷沦陷就幸灾乐祸（参俄）。提缦是以东北部的一个城镇，以智慧人辈出享负盛名，也是约伯的三个朋友之一以利法的故乡（参伯2:11）。可惜，提缦的智慧也不能救以东脱离神的震怒。"
        },
        {
            "chapter": "49:8",
            "content": "底但的居民哪，要转身逃跑，住在深密处；因为我向以扫追讨的时候，必使灾殃临到他。",
            "note": "底但是个繁华的城市，不少商队都来这里投宿歇脚。神吩咐城中的居民逃到山洞里（深密处），以免遭灾灭绝。提缦和底但位于以东的两端，可见神是多么彻底地毁灭了这个国家。波斯拉（参49:13）是以东北方的一个小镇。"
        },
        {
            "chapter": "49:9",
            "content": "摘葡萄的若来到他那里，岂不剩下些葡萄呢？盗贼若夜间而来，岂不毁坏直到够了呢？",
            "note": ""
        },
        {
            "chapter": "49:10",
            "content": "我却使以扫赤露，显出他的隐密处，他不能自藏。他的后裔、弟兄、邻舍尽都灭绝，他也归于无有。",
            "note": ""
        },
        {
            "chapter": "49:11",
            "content": "你撇下孤儿，我必保全他们的命，你的寡妇可以倚靠我。”",
            "note": ""
        },
        {
            "chapter": "49:12",
            "content": "耶和华如此说：“原不该喝那杯的一定要喝。你能尽免刑罚吗？你必不能免，一定要喝！”",
            "note": ""
        },
        {
            "chapter": "49:13",
            "content": "耶和华说：“我指着自己起誓，波斯拉必令人惊骇、羞辱、咒诅，并且荒凉。他的一切城邑必变为永远的荒场。”",
            "note": ""
        },
        {
            "chapter": "49:14",
            "content": "我从耶和华那里听见信息，并有使者被差往列国去说：“你们聚集来攻击以东，要起来争战。”",
            "note": ""
        },
        {
            "chapter": "49:15",
            "content": "“我使他在列国中为最小，在世人中被藐视。",
            "note": ""
        },
        {
            "chapter": "49:16",
            "content": "住在山穴中据守山顶的啊，论到你的威吓，你因心中的狂傲自欺，你虽如大鹰高高搭窝，我却从那里拉下你来。”这是耶和华说的。",
            "note": "以东坐落在坚固的岩石城堡之中，即今日约旦南部的彼特拉一带。由于地势险要，所以以东人据守坚城，自以为牢不可破。结果，以东亡于骄傲自大。骄傲会毁灭一个人，也会毁灭一个国家，因为骄傲令人误以为不用神的帮助，可以完全靠自己。就连事奉神和服事别人也会令人骄傲。数算你的日子，尽心服事神，并求主光照及除去你隐而未现的骄傲之心。"
        },
        {
            "chapter": "49:17",
            "content": "“以东必令人惊骇；凡经过的人就受惊骇，又因他一切的灾祸嗤笑。”",
            "note": ""
        },
        {
            "chapter": "49:18",
            "content": "耶和华说：“必无人住在那里，也无人在其中寄居。要像所多玛、蛾摩拉和邻近的城邑倾覆的时候一样。",
            "note": ""
        },
        {
            "chapter": "49:19",
            "content": "仇敌必像狮子从约旦河边的丛林上来，攻击坚固的居所。转眼之间，我要使以东人逃跑离开这地。谁蒙拣选，我就派谁治理这地。谁能比我呢？谁能给我定规日期呢？有何牧人能在我面前站立得住呢？”",
            "note": ""
        },
        {
            "chapter": "49:20",
            "content": "你们要听耶和华攻击以东所说的谋略，和他攻击提幔居民所定的旨意。仇敌定要将他们群众微弱的拉去，定要使他们的居所荒凉。",
            "note": ""
        },
        {
            "chapter": "49:21",
            "content": "因他们仆倒的声音，地就震动。人在红海那里必听见呼喊的声音。",
            "note": ""
        },
        {
            "chapter": "49:22",
            "content": "仇敌必如大鹰飞起，展开翅膀攻击波斯拉。到那日，以东的勇士心中疼痛，如临产的妇人。",
            "note": ""
        },
        {
            "chapter": "49:23",
            "content": "论大马士革：“哈马和亚珥拔蒙羞，因他们听见凶恶的信息就消化了。海上有忧愁，不得平静。",
            "note": ""
        },
        {
            "chapter": "49:24",
            "content": "大马士革发软，转身逃跑。战兢将她捉住，痛苦忧愁将她抓住，如产难的妇人一样。",
            "note": ""
        },
        {
            "chapter": "49:25",
            "content": "我所喜乐可称赞的城，为何被撇弃了呢？",
            "note": ""
        },
        {
            "chapter": "49:26",
            "content": "她的少年人，必仆倒在街上。当那日，一切兵丁必默默无声。”这是万军之耶和华说的。",
            "note": "大马士革是以色列北部亚兰的首都，该城曾先后遭亚述及巴比伦两国入侵攻毁。尼布甲尼撒王曾于公元前605年攻陷该城（参摩1:4-5），但该城是在哪场战事中灭亡则很难断定。有一点却是可以肯定的，就是神毫不留情地毁灭了亚兰。"
        },
        {
            "chapter": "49:27",
            "content": "“ 我必在大马士革城中使火着起，烧灭便哈达的宫殿。”",
            "note": ""
        },
        {
            "chapter": "49:28",
            "content": "论巴比伦王尼布甲尼撒所攻打的基达和夏琐的诸国，耶和华如此说：“迦勒底人哪，起来上基达去，毁灭东方人。",
            "note": "基达和夏琐是生活在以色列东部和亚兰南部之间沙漠地带的两个游牧民族。公元前599年遭尼布甲尼撒所灭。"
        },
        {
            "chapter": "49:29",
            "content": "他们的帐棚和羊群都要夺去，将幔子和一切器皿，并骆驼为自己掠去。人向他们喊着说：‘四围都有惊吓。’”",
            "note": ""
        },
        {
            "chapter": "49:30",
            "content": "耶和华说：“夏琐的居民哪，要逃奔远方，住在深密处。因为巴比伦王尼布甲尼撒设计谋害你们，起意攻击你们。”",
            "note": ""
        },
        {
            "chapter": "49:31",
            "content": "耶和华说：“迦勒底人哪，起来，上安逸无虑的居民那里去。他们是无门无闩、独自居住的。",
            "note": ""
        },
        {
            "chapter": "49:32",
            "content": "他们的骆驼必成为掠物；他们众多的牲畜必成为掳物。我必将剃周围头发的人分散四方（注：“方”原文作“风”），使灾殃从四围临到他们。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "49:33",
            "content": "“夏琐必成为野狗的住处，永远凄凉。必无人住在那里，也无人在其中寄居。”",
            "note": ""
        },
        {
            "chapter": "49:34",
            "content": "犹大王西底家登基的时候，耶和华论以拦的话临到先知耶利米说：",
            "note": "以拦位于巴比伦之东，于公元前597年遭尼布甲尼撒王攻打，其后渐渐成为波斯帝国的核心（参但8:2），后来成为大利乌王的御居所在地。"
        },
        {
            "chapter": "49:35",
            "content": "万军之耶和华如此说：“我必折断以拦人的弓，就是他们为首的权力。",
            "note": ""
        },
        {
            "chapter": "49:36",
            "content": "我要使四风从天的四方刮来，临到以拦人，将他们分散四方（注：“方”原文作“风”）。这被赶散的人，没有一国不到的。”",
            "note": ""
        },
        {
            "chapter": "49:37",
            "content": "耶和华说：“我必使以拦人在仇敌和寻索其命的人面前惊惶；我也必使灾祸，就是我的烈怒临到他们；又必使刀剑追杀他们，直到将他们灭尽。",
            "note": ""
        },
        {
            "chapter": "49:38",
            "content": "我要在以拦设立我的宝座，从那里除灭君王和首领。”这是耶和华说的。",
            "note": "宝座象征神的审判和主权，他从那里除灭以拦，他是万王之王，超乎以拦诸王。"
        },
        {
            "chapter": "49:39",
            "content": "“到末后，我还要使被掳的以拦人归回。”这是耶和华说的。",
            "note": ""
        }
    ]
}