{
    "book": "耶利米书",
    "chapter": "5",
    "verses": [
        {
            "chapter": "5:1",
            "content": "“你们当在耶路撒冷的街上跑来跑去，在宽阔处寻找，看看有一人行公义、求诚实没有？若有，我就赦免这城。",
            "note": "耶路撒冷是犹大国的首都，又是全国敬拜神的中心，但神却发出这样的挑战：只要有人可以在城中找出一个诚实正义的人，他就会为这惟一正直的人而手下留情，不毁灭这个城。（他在审判所多玛的时候也曾说过类似的话，参创18:32）细心想想你的生活见证对自己居住的地方有多重要，你可能是惟一代表群众向神作见证的人，你是否在生活见证上忠心尽心呢？"
        },
        {
            "chapter": "5:2",
            "content": "其中的人，虽然指着永生的耶和华起誓，所起的誓实在是假的。”",
            "note": ""
        },
        {
            "chapter": "5:3",
            "content": "耶和华啊，你的眼目，不是看顾诚实吗？你击打他们，他们却不伤恸；你毁灭他们，他们仍不受惩治。他们使脸刚硬过于磐石，不肯回头。",
            "note": "再没有什么比真实诚挚更能蒙神悦纳，也没有什么比假冒为善、说谎和虚伪更令神讨厌的了。我们不诚实，神就不会听我们的祈祷、唱诗和讲话，也不会悦纳我们的事奉。神看透我们内心的一切，只有绝对诚实地面对他才能接近他，蒙他垂听我们的呼求。"
        },
        {
            "chapter": "5:4",
            "content": "我说：“这些人实在是贫穷的，是愚昧的，因为不晓得耶和华的作为和他们　神的法则。",
            "note": ""
        },
        {
            "chapter": "5:5",
            "content": "我要去见尊大的人，对他们说话。因为他们晓得耶和华的作为和他们　神的法则。”哪知，这些人齐心将轭折断，挣开绳索。",
            "note": "那些领袖知道神的律法，也明白审判的宣告，本应悉心教导百姓去遵行神的道，过顺服神的生活，可是他们却带头违抗耶利米的警告，引诱百姓陷在罪中。耶利米在贫穷愚昧（无知）的人群中察看，发现他们都不曾从领袖那里学到半点神的律法，对神的道一无所知。神的确是彻彻底底地找遍全城，但全城每个社会阶层都找不到一个忠心追随神的人。"
        },
        {
            "chapter": "5:6",
            "content": "因此，林中的狮子必害死他们，晚上 （注：或作“野地”）的豺狼必灭绝他们，豹子要在城外窥伺他们，凡出城的必被撕碎；因为他们的罪过极多，背道的事也加增了。",
            "note": ""
        },
        {
            "chapter": "5:7",
            "content": "“我怎能赦免你呢？你的儿女离弃我，又指着那不是神的起誓。我使他们饱足，他们就行奸淫，成群地聚集在娼妓家里。",
            "note": "父母是孩子的模仿对象，因此子女犯罪，神也向他们的父母追究责任。我们的见证榜样影响别人，特别是自己的儿女。若我们不小心谨慎而引致他人犯罪，神必向我们追究责任。"
        },
        {
            "chapter": "5:8",
            "content": "他们像喂饱的马到处乱跑，各向他邻舍的妻发嘶声。”",
            "note": ""
        },
        {
            "chapter": "5:9",
            "content": "耶和华说：“我岂不因这些事讨罪呢？岂不报复这样的国民呢？",
            "note": ""
        },
        {
            "chapter": "5:10",
            "content": "你们要上她葡萄园的墙施行毁坏，但不可毁坏净尽，只可除掉她的枝子，因为不属耶和华。",
            "note": ""
        },
        {
            "chapter": "5:11",
            "content": "原来以色列家和犹大家大行诡诈攻击我。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "5:12",
            "content": "他们不认耶和华说：“这并不是他，灾祸必不临到我们，刀剑和饥荒，我们也看不见。",
            "note": ""
        },
        {
            "chapter": "5:13",
            "content": "先知的话必成为风，道也不在他们里面。这灾必临到他们身上。”",
            "note": ""
        },
        {
            "chapter": "5:14",
            "content": "所以耶和华万军之　神如此说：“因为百姓说这话，我必使我的话在你口中为火，使他们为柴，这火便将他们烧灭。”",
            "note": ""
        },
        {
            "chapter": "5:15",
            "content": "耶和华说：“以色列家啊，我必使一国的民从远方来攻击你，是强盛的国，是从古而有的国。他们的言语你不晓得，他们的话你不明白。",
            "note": "巴比伦是个非常古老的国家，旧巴比伦帝国出现于公元前1900至1550年，而早在公元前3000年已有其他帝国建于那片土地上了。耶利米时代的巴比伦崛起得很快，建立了自己的军事力量，攻击并打败亚述，成为亚述后另一个称霸世界的大帝国。"
        },
        {
            "chapter": "5:16",
            "content": "他们的箭袋是敞开的坟墓，他们都是勇士。",
            "note": ""
        },
        {
            "chapter": "5:17",
            "content": "他们必吃尽你的庄稼和你的粮食，是你儿女该吃的；必吃尽你的牛羊，吃尽你的葡萄和无花果；又必用刀毁坏你所倚靠的坚固城。”",
            "note": ""
        },
        {
            "chapter": "5:18",
            "content": "耶和华说：“就是到那时，我也不将你们毁灭净尽。",
            "note": ""
        },
        {
            "chapter": "5:19",
            "content": "百姓若说：‘耶和华我们的　神为什么向我们行这一切事呢？’你就对他们说：‘你们怎样离弃耶和华 （注：原文作“我”），在你们的地上事奉外邦神，也必照样在不属你们的地上事奉外邦人。’",
            "note": ""
        },
        {
            "chapter": "5:20",
            "content": "当传扬在雅各家，报告在犹大说：",
            "note": ""
        },
        {
            "chapter": "5:21",
            "content": "愚昧无知的百姓啊，你们有眼不看，有耳不听，现在当听这话。”",
            "note": "你曾否遇上过与某人谈了半天，对方却半句也没听进耳朵的事？耶利米指出，若百姓不用眼看、不用耳听神对他们说的话，眼睛和耳朵对他们就毫无用处了。神早已清楚告诉犹大和以色列人顺服他的必蒙祝福，叛逆他的必遭灭亡，但他们仍愚昧地不听不看。当神藉着他的道和其他人向我们说话时，我们若不听只会自讨苦吃，但若用心聆听，就可以改变生命，走向光明。"
        },
        {
            "chapter": "5:22",
            "content": "耶和华说：“你们怎么不惧怕我呢？我以永远的定例，用沙为海的界限，水不得越过。因此，你们在我面前还不战兢吗？波浪虽然翻腾，却不能逾越；虽然匉訇，却不能过去。",
            "note": ""
        },
        {
            "chapter": "5:23",
            "content": "但这百姓有背叛忤逆的心，他们叛我而去。",
            "note": ""
        },
        {
            "chapter": "5:24",
            "content": "心内也不说：‘我们应当敬畏耶和华我们的　神！他按时赐雨，就是秋雨春雨，又为我们定收割的节令，永存不废。’",
            "note": "你抱着什么态度来到神面前呢？我们都当“惧怕”、“战兢”（即敬畏之心），因他是为“翻腾匉訇”的大海设定界限，又是为农人“按时赐雨”、“定收割节令”的大能者。犹大及以色列人重视神的恩惠多于敬畏神，所以神收回那些恩惠使他们回转归向他。我们要谨记不要等神取回你心爱之物时才尽自己的本分去全心献身于神。"
        },
        {
            "chapter": "5:25",
            "content": "你们的罪孽，使这些事转离你们；你们的罪恶使你们不能得福。",
            "note": ""
        },
        {
            "chapter": "5:26",
            "content": "因为在我民中有恶人，他们埋伏窥探，好像捕鸟的人，他们设立圈套陷害人。",
            "note": ""
        },
        {
            "chapter": "5:27",
            "content": "笼内怎样满了雀鸟，他们的房中也照样充满诡诈。所以他们得成为大，而且富足。",
            "note": ""
        },
        {
            "chapter": "5:28",
            "content": "他们肥胖光润，作恶过甚，不为人伸冤，就是不为孤儿伸冤，不使他亨通，也不为穷人辨屈。”",
            "note": ""
        },
        {
            "chapter": "5:29",
            "content": "耶和华说：“我岂不因这些事讨罪呢？岂不报复这样的国民呢？",
            "note": "不论个人或国家以公义和爱心照顾孤儿，都是蒙神喜悦的。但以色列的恶人却用不公义的手段恶待社会上软弱孤寡的一群，神对此十分憎恶。你身边也有不少孤寡无助的人，例如孤儿、穷人、无家可归和孤单寂寞的人，你可以为他们做什么？以行动至少帮助一个人吧！"
        },
        {
            "chapter": "5:30",
            "content": "国中有可惊骇、可憎恶的事：",
            "note": ""
        },
        {
            "chapter": "5:31",
            "content": "就是先知说假预言，祭司藉他们把持权柄，我的百姓也喜爱这些事。到了结局你们怎样行呢？",
            "note": ""
        }
    ]
}