{
    "book": "耶利米书",
    "chapter": "6",
    "verses": [
        {
            "chapter": "6:1",
            "content": "便雅悯人哪，你们要逃出耶路撒冷，在提哥亚吹角，在伯哈基琳立号旗。因为有灾祸与大毁灭从北方张望。",
            "note": "耶和华警告耶利米所属的便雅悯支派赶快逃到耶路撒冷以南约十九公里的提哥亚城，因为耶路撒冷的城墙虽然坚固，却要遭到敌人的围困，而烽烟也会在耶路撒冷与伯利恒之间的伯哈基琳升起。"
        },
        {
            "chapter": "6:2",
            "content": "那秀美娇嫩的锡安女子 （注：“女子”就是指“民”的意思），我必剪除。",
            "note": ""
        },
        {
            "chapter": "6:3",
            "content": "牧人必引他们的羊群到她那里，在她周围支搭帐棚，各在自己所占之地使羊吃草。",
            "note": "牧人是指巴比伦军队的将领，羊群则是他们的部下。"
        },
        {
            "chapter": "6:4",
            "content": "你们要准备攻击她，起来吧！我们可以趁午时上去。哀哉！日已渐斜，晚影拖长了。",
            "note": ""
        },
        {
            "chapter": "6:5",
            "content": "起来吧！我们夜间上去毁坏她的宫殿。”",
            "note": ""
        },
        {
            "chapter": "6:6",
            "content": "因为万军之耶和华如此说：“你们要砍伐树木，筑垒攻打耶路撒冷。这就是那该罚的城，其中尽是欺压。",
            "note": ""
        },
        {
            "chapter": "6:7",
            "content": "井怎样涌出水来，这城也照样涌出恶来。在其间常听见有强暴毁灭的事，病患损伤也常在我面前。",
            "note": ""
        },
        {
            "chapter": "6:8",
            "content": "耶路撒冷啊，你当受教，免得我心与你生疏，免得我使你荒凉，成为无人居住之地。”",
            "note": ""
        },
        {
            "chapter": "6:9",
            "content": "万军之耶和华曾如此说：“敌人必掳尽以色列剩下的民，如同摘净葡萄一样。你要像摘葡萄的人摘了又摘，回手放在筐子里。”",
            "note": "这里提到的“剩下的民”并非指之前所说那些遗下的义人，而是指耶路撒冷第一次遭侵犯劫后余生的百姓。巴比伦就像摘葡萄的人一样，要掳尽所有人才肯罢休。巴比伦曾三次入侵犹大，最后吞灭全国，毁坏圣殿（参王下24-25章）。"
        },
        {
            "chapter": "6:10",
            "content": "现在我可以向谁说话作见证，使他们听呢？他们的耳朵未受割礼，不能听见。看哪！耶和华的话，他们以为羞辱，不以为喜悦。",
            "note": "百姓怒气填膺，充耳不闻耶利米所讲的信息。为神而活看来不像他们想像的那样令人兴奋，所以犹大人完全不想接受神的命令。今日世人也像耶利米时代的百姓那样，不爱遵守神的命令过有节制的生活。不管人们对神的道反应如何，我们都要坚持宣讲下去，这个责任已经托付给我们了，至于别人听不听、接受与否则由他们自己向神交待。我们该说的话就要说，不要为听众的喜好左右。"
        },
        {
            "chapter": "6:11",
            "content": "因此我被耶和华的忿怒充满，难以含忍。我要倾在街中的孩童和聚会的少年人身上，连夫带妻，并年老的与日子满足的都必被擒拿。",
            "note": ""
        },
        {
            "chapter": "6:12",
            "content": "他们的房屋、田地和妻子都必转归别人。我要伸手攻击这地的居民！”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "6:13",
            "content": "“因为他们从最小的到至大的都一味地贪婪；从先知到祭司都行事虚谎。",
            "note": ""
        },
        {
            "chapter": "6:14",
            "content": "他们轻轻忽忽地医治我百姓的损伤说：‘平安了！平安了！’其实没有平安！",
            "note": "“不理它就没事了！”这句话是不是很熟悉？这就是以色列人听完耶利米的警告后所作的回答。他们只爱听平安无事的预言，不爱听耶利米谴责他们罪行的话。然而，否认事实并不能改变事实，神说过的话必定兑现。否认罪也不能抹掉罪，惟一的出路是向神承认自己犯罪得罪了他，求他宽恕赦免。"
        },
        {
            "chapter": "6:15",
            "content": "他们行可憎的事，知道惭愧吗？不然，他们毫不惭愧，也不知羞耻。因此，他们必在仆倒的人中仆倒，我向他们讨罪的时候，他们必致跌倒。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "6:16",
            "content": "耶和华如此说：“你们当站在路上察看，访问古道，哪是善道，便行在其间；这样，你们心里必得安息。他们却说：‘我们不行在其间。’",
            "note": "生命的正道就是那神坚立的古道。百姓不肯走神的道路，偏要走自己的道路。我们今天也面对同样的选择：是跟从神真理的古道，还是自己另辟新径。不要误入歧途，只有走在神的道路上心灵才得安息。"
        },
        {
            "chapter": "6:17",
            "content": "我设立守望的人照管你们说：‘要听角声。’他们却说：‘我们不听。’",
            "note": ""
        },
        {
            "chapter": "6:18",
            "content": "列国啊，因此你们当听；会众啊，要知道他们必遭遇的事！",
            "note": ""
        },
        {
            "chapter": "6:19",
            "content": "地啊，当听：我必使灾祸临到这百姓，就是他们意念所结的果子，因为他们不听从我的言语。至于我的训诲 （注：或作“律法”），他们也厌弃了。",
            "note": ""
        },
        {
            "chapter": "6:20",
            "content": "从示巴出的乳香，从远方出的菖蒲 （注：或作“甘蔗”）奉来给我有何益呢？你们的燔祭不蒙悦纳，你们的平安祭我也不喜悦。”",
            "note": "示巴位于阿拉伯西南部，是买卖外邦宗教礼仪中所用的香烛和香料的贸易中心。"
        },
        {
            "chapter": "6:21",
            "content": "所以，耶和华如此说：“我要将绊脚石放在这百姓前面，父亲和儿子要一同跌在其上；邻舍与朋友也都灭亡。”",
            "note": ""
        },
        {
            "chapter": "6:22",
            "content": "耶和华如此说：“看哪！有一种民从北方而来，并有一大国被激动，从地极来到。",
            "note": ""
        },
        {
            "chapter": "6:23",
            "content": "他们拿弓和枪，性情残忍，不施怜悯。他们的声音，像海浪匉訇。锡安城啊 （注：“城”原文作“女子”），他们骑马，都摆队伍，如上战场的人要攻击你。”",
            "note": ""
        },
        {
            "chapter": "6:24",
            "content": "我们听见他们的风声，手就发软，痛苦将我们抓住，疼痛彷佛产难的妇人。",
            "note": ""
        },
        {
            "chapter": "6:25",
            "content": "你们不要往田野去，也不要行在路上，因四围有仇敌的刀剑和惊吓。",
            "note": ""
        },
        {
            "chapter": "6:26",
            "content": "我民哪 （注：“民”原文作“民女”），应当腰束麻布，滚在灰中；你要悲伤，如丧独生子痛痛哭号，因为灭命的要忽然临到我们。",
            "note": ""
        },
        {
            "chapter": "6:27",
            "content": "“我使你在我民中为高台（注：或作“试验人的”）、为保障，使你知道试验他们的行动。",
            "note": ""
        },
        {
            "chapter": "6:28",
            "content": "他们都是极悖逆的，往来谗谤人。他们是铜是铁，都行坏事。",
            "note": ""
        },
        {
            "chapter": "6:29",
            "content": "风箱吹火，铅被烧毁，他们炼而又炼，终是徒然；因为恶劣的还未除掉。",
            "note": ""
        },
        {
            "chapter": "6:30",
            "content": "人必称他们为被弃的银渣，因为耶和华已经弃掉他们。”",
            "note": "金属经火冶炼后，杂质全被烧掉，变得更加纯净，成为完全炼净的金属。然而，神虽然不断试炼犹大人，但是他们仍然沉溺于罪恶的生活，生命中没有丝毫炼净之处。你看见自己有哪些不洁净的地方要神炼净的吗？向他陈明你的需要，等候他按他心意炼净你吧！反省一下哪些地方已经得蒙炼净，向他感恩吧！"
        }
    ]
}