{
    "book": "耶利米书",
    "chapter": "7",
    "verses": [
        {
            "chapter": "7:1",
            "content": "耶和华的话临到耶利米说：",
            "note": ""
        },
        {
            "chapter": "7:2",
            "content": "“你当站在耶和华殿的门口，在那里宣传这话说：‘你们进这些门敬拜耶和华的一切犹大人，当听耶和华的话。",
            "note": ""
        },
        {
            "chapter": "7:3",
            "content": "万军之耶和华以色列的　神如此说：你们改正行动作为，我就使你们在这地方仍然居住。",
            "note": "百姓一面照常进行敬拜活动，一面却过着充满罪恶的生活，这是没有献身与神的宗教信仰。我们也很容易犯同样的毛病。如果我们去教会聚会、守圣餐、教主日学或参加唱诗班，却不是真心为神而做，那么所做的一切只是虚有其表，毫无意义。只有我们的动机是出于讨神喜悦，而不是单单满足教会的要求，我们所做的一切才美好。"
        },
        {
            "chapter": "7:4",
            "content": "你们不要倚靠虚谎的话，说：这些是耶和华的殿，是耶和华的殿，是耶和华的殿。",
            "note": ""
        },
        {
            "chapter": "7:5",
            "content": "你们若实在改正行动作为，在人和邻舍中间诚然施行公平，",
            "note": ""
        },
        {
            "chapter": "7:6",
            "content": "不欺压寄居的和孤儿寡妇，在这地方不流无辜人的血，也不随从别神陷害自己，",
            "note": ""
        },
        {
            "chapter": "7:7",
            "content": "我就使你们在这地方仍然居住，就是我古时所赐给你们列祖的地，直到永远。",
            "note": ""
        },
        {
            "chapter": "7:8",
            "content": "看哪！你们倚靠虚谎无益的话。",
            "note": ""
        },
        {
            "chapter": "7:9",
            "content": "你们偷盗、杀害、奸淫、起假誓、向巴力烧香并随从素不认识的别神；",
            "note": ""
        },
        {
            "chapter": "7:10",
            "content": "且来到这称为我名下的殿，在我面前敬拜。又说：我们可以自由了！你们这样的举动是要行那些可憎的事吗？",
            "note": ":25　这段经文一开始，描述神差遣耶利米到圣殿门口去指正人们的错误想法，因他们误以为神一定不会降灾祸到圣殿和住在圣殿附近的人身上。耶利米对百姓虚假空洞的信仰、膜拜偶像的行为和百姓与领袖同样沉溺于可耻的罪恶提出了指责和控诉。他预言犹大国受审判和被放逐的日子即将来到，这预言果然在约雅敬王执政时期应验了。约雅敬受制于埃及，变成了傀儡皇帝。其实，犹大国曾在约西亚王统治期间有过短暂的灵命复兴，但在约西亚王驾崩后，国家再次动汤不安，连许多善政也分崩离析，最后更荡然无存。这段经文的主题包括虚假的宗教、拜偶像和假冒为善。耶利米几乎为这些言论而丧命，幸得犹大的一些官员相助，救了他的命（参26章）。"
        },
        {
            "chapter": "7:11",
            "content": "这称为我名下的殿在你们眼中岂可看为贼窝吗？我都看见了。这是耶和华说的。",
            "note": "昔日犹大人看圣殿和今日大多数人看教会的态度有不少共同之处：（1）他们不把圣殿视为生活的一部分。我们也是走进教堂才肃然敬拜神，一步出教堂，整个星期的生活就我行我素，忘掉了神。（2）圣殿的外貌比信心的内涵更重要。今天，人把参加教会活动时个人的外表、形像和群体的归属感看得比为神改变了的生命还重要。（3）当时的人把圣殿视为庇护所。现在很多人也以为依附于宗教便可消灾解难。"
        },
        {
            "chapter": "7:12",
            "content": "你们且往示罗去，就是我先前立为我名的居所，察看我因这百姓以色列的罪恶，向那地所行的如何。",
            "note": "主耶稣洁净圣殿时曾引用了这句经文（参可11:17；路19:46），可见在耶稣基督和耶利米两个不同的时代都同样出现在圣殿中行恶的情况。神的会幕曾设于示罗，但示罗同样遭神离弃（参26:6；诗78:60）。倘若神不因会幕在示罗而予以额外的保护，他又怎能因圣殿在耶路撒冷而予以特别的优待？"
        },
        {
            "chapter": "7:13",
            "content": "耶和华说：现在因你们行了这一切的事，我也从早起来警戒你们，你们却不听从；呼唤你们，你们却不答应。",
            "note": ""
        },
        {
            "chapter": "7:14",
            "content": "所以，我要向这称为我名下、你们所倚靠的殿，与我所赐给你们和你们列祖的地施行，照我从前向示罗所行的一样。",
            "note": ""
        },
        {
            "chapter": "7:15",
            "content": "我必将你们从我眼前赶出，正如赶出你们的众弟兄，就是以法莲的一切后裔。’",
            "note": "以法莲即北国以色列的别称，于公元前722年被亚述所灭。"
        },
        {
            "chapter": "7:16",
            "content": "所以，你不要为这百姓祈祷。不要为他们呼求祷告，也不要向我为他们祈求，因我不听允你。",
            "note": ""
        },
        {
            "chapter": "7:17",
            "content": "他们在犹大城邑中和耶路撒冷街上所行的，你没有看见吗？",
            "note": ""
        },
        {
            "chapter": "7:18",
            "content": "孩子捡柴，父亲烧火，妇女抟面做饼，献给天后，又向别神浇奠祭，惹我发怒。",
            "note": "“天后”是伊施他尔神的称号，即美索不达米亚的爱和生育女神。耶路撒冷沦陷后，逃亡到埃及的犹大人仍然拜祭这个女神（44:17）。根据在埃及出土的公元前五世纪的蒲草纸文献记录，天后的确是当地犹太人敬奉的神只。"
        },
        {
            "chapter": "7:19",
            "content": "耶和华说：‘他们岂是惹我发怒呢？不是自己惹祸，以致脸上惭愧吗？",
            "note": "“我们离弃神，到底谁会受害？”这问题的答案是：我们自己！神是我们灵性健壮的惟一源头，我们离开神就像植物离开了阳光和水，结果就是丧掉生命。"
        },
        {
            "chapter": "7:20",
            "content": "所以主耶和华如此说：看哪！我必将我的怒气和忿怒倾在这地方的人和牲畜身上，并田野的树木和地里的出产上，必如火着起，不能熄灭。",
            "note": ""
        },
        {
            "chapter": "7:21",
            "content": "万军之耶和华以色列的　神如此说：你们将燔祭加在平安祭上，吃肉吧！",
            "note": ""
        },
        {
            "chapter": "7:22",
            "content": "因为我将你们列祖从埃及地领出来的那日，燔祭平安祭的事我并没有提说，也没有吩咐他们。",
            "note": ""
        },
        {
            "chapter": "7:23",
            "content": "我只吩咐他们这一件说：你们当听从我的话，我就作你们的　神，你们也作我的子民；你们行我所吩咐的一切道，就可以得福！",
            "note": "神为了鼓励人们欢喜快乐地顺服他，设立了献祭的礼仪（参利未记）。献祭本身并没有令神喜悦之处，但人们藉着这些奉献，可省察到自己的罪孽和转眼仰望神，再次为神而活。百姓虽然忠心耿耿地履行献祭礼仪，却忘记了献祭的真正目的和意义，因此他们不再顺服神。耶利米提醒百姓，一个人若非在每个生活细节上都顺服神，那么就算他照常进行宗教活动，其信仰也是毫无意义的（参何7章附表）。"
        },
        {
            "chapter": "7:24",
            "content": "他们却不听从，不侧耳而听，竟随从自己的计谋和顽梗的恶心，向后不向前。",
            "note": ""
        },
        {
            "chapter": "7:25",
            "content": "自从你们列祖出埃及地的那日，直到今日，我差遣我的仆人众先知到你们那里去，每日从早起来差遣他们。",
            "note": "从摩西到旧约时代结束，神差遣了很多先知到以色列和犹大两国。不论当时的情况多恶劣，神都照样兴起先知，叫他们指正百姓冥顽不灵的心。"
        },
        {
            "chapter": "7:26",
            "content": "你们却不听从，不侧耳而听，竟硬着颈项行恶，比你们列祖更甚。’",
            "note": ""
        },
        {
            "chapter": "7:27",
            "content": "你要将这一切的话告诉他们，他们却不听从；呼唤他们，他们却不答应。",
            "note": ""
        },
        {
            "chapter": "7:28",
            "content": "你要对他们说：‘这就是不听从耶和华他们　神的话，不受教训的国民，从他们的口中，诚实灭绝了。’",
            "note": ""
        },
        {
            "chapter": "7:29",
            "content": "耶路撒冷啊，要剪发抛弃，在净光的高处举哀。因为耶和华丢掉离弃了惹他忿怒的世代。",
            "note": ""
        },
        {
            "chapter": "7:30",
            "content": "耶和华说：‘犹大人行我眼中看为恶的事，将可憎之物设立在称为我名下的殿中，污秽这殿。",
            "note": ""
        },
        {
            "chapter": "7:31",
            "content": "他们在欣嫩子谷建筑陀斐特的邱坛，好在火中焚烧自己的儿女。这并不是我所吩咐的，也不是我心所起的意。’",
            "note": ""
        },
        {
            "chapter": "7:32",
            "content": "耶和华说：‘因此日子将到，这地方不再称为陀斐特和欣嫩子谷，反倒称为杀戮谷，因为要在陀斐特葬埋尸首，甚至无处可葬。",
            "note": "陀斐特（意思是火烧之地）的高处（邱坛）建在欣嫩子谷中，那里本是公共垃圾场和丢弃城中瓦砾的地方，后来以色列人设立邱坛，焚烧自己的孩子献与摩洛神（参王下23:10）。然而，他们这个献祭之谷将被巴比伦变成杀戮之谷。在这里杀害自己儿女祭拜偶像的人，必在这里遭到屠杀。"
        },
        {
            "chapter": "7:33",
            "content": "并且这百姓的尸首，必给空中飞鸟和地上的野兽作食物，并无人哄赶。",
            "note": ""
        },
        {
            "chapter": "7:34",
            "content": "那时，我必使犹大城邑中和耶路撒冷街上，欢喜和快乐的声音、新郎和新妇的声音都止息了，因为地必成为荒场。’",
            "note": ""
        }
    ]
}