{
    "book": "耶利米书",
    "chapter": "8",
    "verses": [
        {
            "chapter": "8:1",
            "content": "耶和华说：‘到那时，人必将犹大王的骸骨和他首领的骸骨、祭司的骸骨、先知的骸骨并耶路撒冷居民的骸骨，都从坟墓中取出来，",
            "note": ""
        },
        {
            "chapter": "8:2",
            "content": "抛散在日头、月亮和天上众星之下，就是他们从前所喜爱、所事奉、所随从、所求问、所敬拜的。这些骸骨不再收殓，不再葬埋，必在地面上成为粪土。",
            "note": "对极其重视安葬的犹大人来说，死后骸骨暴露于日光之下、坟墓被人掘开，是最大的耻辱、最可怕的下场。那些拜偶像的人以为所奉之神会保护他们，若他们的骸骨被抛弃在他们所膜拜的太阳、月亮和星星之下，对他们而言实在是极大的讽刺和惩罚。"
        },
        {
            "chapter": "8:3",
            "content": "并且这恶族所剩下的民，在我所赶他们到的各处，宁可拣死不拣生。这是万军之耶和华说的。’",
            "note": ""
        },
        {
            "chapter": "8:4",
            "content": "你要对他们说，耶和华如此说：‘人跌倒，不再起来吗？人转去，不再转来吗？",
            "note": ""
        },
        {
            "chapter": "8:5",
            "content": "这耶路撒冷的民为何恒久背道呢？他们守定诡诈，不肯回头。",
            "note": ""
        },
        {
            "chapter": "8:6",
            "content": "我留心听，听见他们说不正直的话，无人悔改恶行说：我做的是什么呢？他们各人转奔己路，如马直闯战场。",
            "note": "一个人摔倒了，就要爬起来；走错了方向，就要回头重走，这才是合理的做法。但是，神看见城里的百姓虽生活在罪中，他们却自欺说不会招致恶果。他们企图掩饰自己的罪，更看不见神对他们的旨意。你有没有摔倒或走错方向？你采取什么行动来改正并重返正途呢？"
        },
        {
            "chapter": "8:7",
            "content": "空中的鹳鸟知道来去的定期，斑鸠、燕子与白鹤也守候当来的时令；我的百姓，却不知道耶和华的法则。",
            "note": ""
        },
        {
            "chapter": "8:8",
            "content": "你们怎么说：我们有智慧，耶和华的律法在我们这里？看哪！文士的假笔舞弄虚假。",
            "note": ""
        },
        {
            "chapter": "8:9",
            "content": "智慧人惭愧、惊惶、被擒拿；他们弃掉耶和华的话，心里还有什么智慧呢？",
            "note": ""
        },
        {
            "chapter": "8:10",
            "content": "所以我必将他们的妻子给别人，将他们的田地给别人为业。因为他们从最小的到至大的都一味地贪婪，从先知到祭司都行事虚谎。",
            "note": ""
        },
        {
            "chapter": "8:11",
            "content": "他们轻轻忽忽地医治我百姓的损伤，说：平安了！平安了！其实没有平安。",
            "note": ""
        },
        {
            "chapter": "8:12",
            "content": "他们行可憎的事知道惭愧吗？不然，他们毫不惭愧，也不知羞耻。因此他们必在仆倒的人中仆倒；我向他们讨罪的时候，他们必致跌倒。’这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "8:13",
            "content": "耶和华说：‘我必使他们全然灭绝。葡萄树上必没有葡萄，无花果树上必没有果子，叶子也必枯干。我所赐给他们的，必离开他们过去。’”",
            "note": ""
        },
        {
            "chapter": "8:14",
            "content": "“我们为何静坐不动呢？我们当聚集，进入坚固城，在那里静默不言；因为耶和华我们的　神使我们静默不言，又将苦胆水给我们喝，都因我们得罪了耶和华。",
            "note": ""
        },
        {
            "chapter": "8:15",
            "content": "我们指望平安，却得不着好处；指望痊愈的时候，不料，受了惊惶。",
            "note": ""
        },
        {
            "chapter": "8:16",
            "content": "听见从但那里敌人的马喷鼻气，他的壮马发嘶声，全地就都震动；因为他们来吞灭这地和其上所有的，吞灭这城与其中的居民。”",
            "note": "但支派是地处以色列最北部的支派。"
        },
        {
            "chapter": "8:17",
            "content": "“看哪！我必使毒蛇到你们中间，是不服法术的，必咬你们。”这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "8:18",
            "content": "我有忧愁，愿能自慰，我心在我里面发昏！",
            "note": "耶利米哀求神拯救百姓。"
        },
        {
            "chapter": "8:19",
            "content": "听啊！是我百姓的哀声从极远之地而来说：“耶和华不在锡安吗？锡安的王不在其中吗？”耶和华说：“他们为什么以雕刻的偶像和外邦虚无的神，惹我发怒呢？”",
            "note": ""
        },
        {
            "chapter": "8:20",
            "content": "“麦秋已过，夏令已完，我们还未得救！”",
            "note": ""
        },
        {
            "chapter": "8:21",
            "content": "先知说：“因我百姓的损伤，我也受了损伤。我哀痛，惊惶将我抓住。",
            "note": ""
        },
        {
            "chapter": "8:22",
            "content": "在基列岂没有乳香呢？在那里岂没有医生呢？我百姓为何不得痊愈呢？”",
            "note": "基列以盛产有治疗功效的乳香闻名。这节经文全用反诘来问，答案不言而喻是“当然有！”但以色列人却不肯敷用“乳香”，不遵守耶和华的吩咐。这些百姓的灵性问题虽已到病入膏肓的地步，但是还有痊愈的机会，可惜他们拒绝用药。尽管神有能力治好他们自己弄破的伤口，却不想强迫他们接受他的治疗。"
        }
    ]
}