{
    "book": "那鸿书",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "论尼尼微的默示，就是伊勒歌斯人那鸿所得的默示。",
            "note": "“默示”是从神而来的信息。“伊勒歌斯”是一个村庄，有人认为这村庄位于犹大国的西南部。"
        },
        {
            "chapter": "1:2",
            "content": "耶和华是忌邪施报的　神。耶和华施报大有忿怒；向他的敌人施报，向他的仇敌怀怒。",
            "note": "惟独神有权利“忌邪”（原意作妒恨）和“施报”（原意作复仇）。“妒恨”和“复仇”似乎不会跟神拉上关系，因为人的妒恨和复仇往往是出于自私的心理；但神是要确保我们对他忠贞，所以他惩罚不知悔改的恶人是合理的，也是公义的。他“忌邪”和“施报”的目的只是为除去罪恶，恢复世界的和平（参申4:24；5:9），并不含有自私的成分。"
        },
        {
            "chapter": "1:3",
            "content": "耶和华不轻易发怒，大有能力，万不以有罪的为无罪。他乘旋风和暴风而来，云彩为他脚下的尘土。",
            "note": "神不轻易发怒，但当他定意惩罚时，连大地也战栗。很多时候，人不愿意相信神，因为他们看到世上有奸恶之徒，甚至连教会中也有伪善之辈。然而，他们并不理解，正因为神不轻易发怒，才可让跟随他的人有机会、有时间和罪人分享神的爱和真道。不过，审判最终必会临到，神必不容许罪恶永远消遥法外。假若有人质问神为何不立刻遏止罪恶，就请他们不要忘记，若神果真动怒，必无一人可以存活。其实，我们该感谢神让人有机会归向他。"
        },
        {
            "chapter": "1:4",
            "content": "他斥责海，使海干了，使一切江河干涸。巴珊和迦密的树林衰残，黎巴嫩的花草也衰残了。",
            "note": "巴珊和迦密是土地非常肥沃的地区。"
        },
        {
            "chapter": "1:5",
            "content": "大山因他震动，小山也都消化；大地在他面前突起，世界和住在其间的也都如此。",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "他发忿恨，谁能立得住呢？他发烈怒，谁能当得起呢？他的忿怒如火倾倒，磐石因他崩裂。",
            "note": "公然对抗全能创造主的人，必不能安稳度日。这位神不单掌管太阳月亮、各银河星系以及无边无际的宇宙，更决定着各国各族的兴衰。一个只在世上瞬间出现的王国如亚述，即使强大无敌，又岂能挑战神那可畏可惧的权柄？假若亚述能预见未来，必然见到其国土将来只剩颓垣败瓦、荒芜遍野；至于神，却是永立不倒，永远掌权的。切记不要敌挡神，因为他永远坚立，即使各国联合，也不可能动他分毫。"
        },
        {
            "chapter": "1:7",
            "content": "耶和华本为善，在患难的日子为人的保障，并且认得那些投靠他的人。",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "但他必以涨溢的洪水淹没尼尼微，又驱逐仇敌进入黑暗。",
            "note": "拒绝相信神的人，神的惩罚就如熊熊烈火，无法抵受；但对爱神的人而言，神就如避难所，他的供应必不缺乏；至于与神为敌的人，神就如涨溢的洪水把他们淹没、冲去。与神的关系如何，乃是出于我们自己的选择。你要选哪一种呢？"
        },
        {
            "chapter": "1:9",
            "content": "尼尼微人哪，设何谋攻击耶和华呢？他必将你们灭绝净尽，灾难不再兴起。",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "你们像丛杂的荆棘，像喝醉了的人，又如枯干的碎秸全然烧灭。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "有一人从你那里出来，图谋邪恶，设恶计攻击耶和华。",
            "note": "那一个“图谋邪恶，设恶计攻击耶和华”的可能是：（1）亚述巴尼帕（公元前669-627年），在那鸿在世期间作亚述的王，也是他把亚述的国势推至顶峰。（2）西拿基立（公元前705-681年），曾公然敌挡神（参王下18:13-15），也是悖逆神之人的缩影。（3）并不指某一个特定的王，乃是指整个邪恶的亚述帝国。经文重点乃在指出尼尼微被毁是因悖逆神。"
        },
        {
            "chapter": "1:12",
            "content": "耶和华如此说：“尼尼微虽然势力充足，人数繁多，也被剪除，归于无有。犹大啊，我虽然使你受苦，却不再使你受苦。",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "现在我必从你颈项上折断他的轭，扭开他的绳索。”",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "耶和华已经出令，指着尼尼微说：“你名下的人必不留后。我必从你神的庙中，除灭雕刻的偶像和铸造的偶像，我必因你鄙陋，使你归于坟墓。”",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "看哪！有报好信、传平安之人的脚登山，说：“犹大啊，可以守你的节期，还你所许的愿吧！因为那恶人不再从你中间经过，他已灭绝净尽了。”",
            "note": "有好信息临到被亚述欺压的犹大：那攻击和折腾犹大的将会遭受毁灭，而且永不复兴。果不其然，尼尼微被完全摧毁了。直至1845年，其遗址才被发掘出来。"
        }
    ]
}