{
    "book": "那鸿书",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "祸哉！这流人血的城，充满谎诈和强暴，抢夺的事总不止息。",
            "note": ""
        },
        {
            "chapter": "3:2",
            "content": "鞭声响亮，车轮轰轰，马匹踢跳，车辆奔腾，",
            "note": ""
        },
        {
            "chapter": "3:3",
            "content": "马兵争先，刀剑发光，枪矛闪烁，被杀的甚多，尸首成了大堆，尸骸无数，人碰着而跌倒；",
            "note": ""
        },
        {
            "chapter": "3:4",
            "content": "都因那美貌的妓女多有淫行，惯行邪术，藉淫行诱惑列国，用邪术诱惑多族（注：“诱惑”原文作“卖”）。",
            "note": "尼尼微利用自己的繁华、尊荣和势力引诱列邦，其手段就像妓女一样。她假意与列国建立邦交，让他们疏于防范，把她看为真盟友，但时机一到，便大举抢掠和毁坏。尼尼微外表虽然美丽吸引，内里却充满奸恶谎诈。美丽的面纱背后往往隐藏着引诱和杀机。无论是政府机构、团体或个人，切勿因其外表有吸引力，就被他们引诱而降低个人的道德标准，或作出妥协。"
        },
        {
            "chapter": "3:5",
            "content": "万军之耶和华说：“我与你为敌。我必揭起你的衣襟，蒙在你脸上，使列国看见你的赤体，使列邦观看你的丑陋。",
            "note": ""
        },
        {
            "chapter": "3:6",
            "content": "我必将可憎污秽之物抛在你身上，辱没你，为众目所观。",
            "note": ""
        },
        {
            "chapter": "3:7",
            "content": "凡看见你的，都必逃跑离开你，说：‘尼尼微荒凉了！有谁为你悲伤呢？’我何处寻得安慰你的人呢？”",
            "note": ""
        },
        {
            "chapter": "3:8",
            "content": "你岂比挪亚们强呢？挪亚们坐落在众河之间，周围有水，海作他的濠沟（注：“海”指“尼罗河”），又作他的城墙。",
            "note": ""
        },
        {
            "chapter": "3:9",
            "content": "古实和埃及是他无穷的力量，弗人和路比族是他的帮手。",
            "note": ""
        },
        {
            "chapter": "3:10",
            "content": "但他被迁移，被掳去；他的婴孩在各市口上也被摔死。人为他的尊贵人拈阄；他所有的大人都被链子锁着。",
            "note": "世上根本没有任何力量可保护人免受神的审判，或代替神在我们生活中的位置。挪亚们及亚述把他们的信心寄托在和约及军事势力上，但历史证明，这一切并不足以发生效力。所以，切勿单凭个人的经验行事，反而要从历史中汲取教训，把信心建基于神过于一切，蒙保护之路只此一条。"
        },
        {
            "chapter": "3:11",
            "content": "你也必喝醉，必被埋藏，并因仇敌的缘故寻求避难所。",
            "note": ""
        },
        {
            "chapter": "3:12",
            "content": "你一切保障，必像无花果树上初熟的无花果，若一摇撼，就落在想吃之人的口中。",
            "note": ""
        },
        {
            "chapter": "3:13",
            "content": "你地上的人民，如同妇女；你国中的关口向仇敌敞开；你的门闩被火焚烧。",
            "note": ""
        },
        {
            "chapter": "3:14",
            "content": "你要打水预备受困，要坚固你的保障，踹土和泥，修补砖窑。",
            "note": ""
        },
        {
            "chapter": "3:15",
            "content": "在那里火必烧灭你，刀必杀戮你，吞灭你如同蝻子。任你加增人数多如蝻子、多如蝗虫吧！",
            "note": ""
        },
        {
            "chapter": "3:16",
            "content": "你增添商贾，多过天上的星；蝻子吃尽而去。",
            "note": ""
        },
        {
            "chapter": "3:17",
            "content": "你的首领多如蝗虫；你的军长彷佛成群的蚂蚱，天凉的时候齐落在篱笆上，日头一出便都飞去，人不知道落在何处。",
            "note": ""
        },
        {
            "chapter": "3:18",
            "content": "亚述王啊，你的牧人睡觉，你的贵胄安歇；你的人民散在山间，无人招聚。",
            "note": ""
        },
        {
            "chapter": "3:19",
            "content": "你的损伤无法医治，你的伤痕极其重大；凡听你信息的必都因此向你拍掌。你所行的恶，谁没有时常遭遇呢？",
            "note": "列国都憎恨亚述残暴的统治，可是，心里却又渴望能像亚述般强盛、富有和尊贵。所以他们表面仍然追求和亚述建立良好关系。同样，我们不喜欢严厉的统治，然而心底里却渴想得到那分无上的权力，故此我们往往极力跟有权有势的人拉关系。高高在上的感觉会使人飘飘然，权力的诱惑性极大，因此切勿尝试追求权势。贪求权力的，至终只会被权力毁掉，正如亚述帝国一样。"
        }
    ]
}