{
    "book": "列王纪下",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "亚哈死后，摩押背叛以色列。",
            "note": "列王纪上下本来属同一卷书。以色列本来是一个泱泱大国，却因背弃神而分裂为南北两小国。本书始于神的先知以利亚被接到天上，结束于犹大与以色列两国人民被掳到外邦。列王纪上记载宏伟的圣殿被建造，列王纪下则记载这圣殿被亵渎和被拆毁。"
        },
        {
            "chapter": "1:2",
            "content": "亚哈谢在撒玛利亚，一日，从楼上的栏杆里掉下来，就病了；于是差遣使者说：“你们去问以革伦的神巴力西卜，我这病能好不能好？”",
            "note": "巴力西卜与巴力不同，并非亚哈和耶洗别所拜的迦南人之神（参王上16:31-33）。巴力西卜是另一个多人供奉的神，在以革伦城有他的庙。人认为它有预言的大能，所以亚哈谢派遣使者去以革伦城，想知道他的病能否痊愈。亚哈谢这种行为是对真神的极大不敬。"
        },
        {
            "chapter": "1:3",
            "content": "但耶和华的使者对提斯比人以利亚说：“你起来，去迎着撒玛利亚王的使者，对他们说：‘你们去问以革伦神巴力西卜，岂因以色列中没有　神吗？’",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "所以耶和华如此说：‘你必不下你所上的床，必定要死！’”以利亚就去了。",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "使者回来见王，王问他们说：“你们为什么回来呢？”",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "使者回答说：“有一个人迎着我们来，对我们说：‘你们回去见差你们来的王，对他说：耶和华如此说：你差人去问以革伦神巴力西卜，岂因以色列中没有　神吗？所以，你必不下所上的床，必定要死！’”",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "王问他们说：“迎着你们来告诉你们这话的，是怎样的人？”",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "回答说：“他身穿毛衣，腰束皮带。”王说：“这必是提斯比人以利亚。”",
            "note": "有关以利亚的详尽资料，请参看列王纪上18章中的人物介绍。"
        },
        {
            "chapter": "1:9",
            "content": "于是，王差遣五十夫长，带领五十人去见以利亚，他就上到以利亚那里；以利亚正坐在山顶上。五十夫长对他说：“神人哪，王吩咐你下来！”",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "以利亚回答说：“我若是神人，愿火从天上降下来，烧灭你和你那五十人！”于是有火从天上降下来，烧灭五十夫长和他那五十人。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "王第二次差遣一个五十夫长，带领五十人去见以利亚。五十夫长对以利亚说：“神人哪，王吩咐你快快下来！”",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "以利亚回答说：“我若是神人，愿火从天上降下来，烧灭你和你那五十人！”于是　神的火从天上降下来，烧灭五十夫长和他那五十人。",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "王第三次差遣一个五十夫长，带领五十人去。这五十夫长上去，双膝跪在以利亚面前，哀求他说：“神人哪，愿我的性命和你这五十个仆人的性命在你眼前看为宝贵。",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "已经有火从天上降下来，烧灭前两次来的五十夫长和他们各自带的五十人；现在愿我的性命在你眼前看为宝贵。”",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "耶和华的使者对以利亚说：“你同着他下去，不要怕他。”以利亚就起来，同着他下去见王，",
            "note": "请留意第三个五十夫长来到以利亚面前的态度。以前的两个五十夫长，虽然称呼以利亚为“神人”，却非真心──他们的心中没有神。第三个五十夫长也称他为“神人”，而且谦卑地乞求怜悯。他持尊敬神和他的权能的态度，因此救了自己和五十个兵士的性命。人对神先有正确的态度，才能有正常的生活。敬虔的话到你口中的时候，你先要察验是否出于内心。要以仆人般的谦卑态度来尊重神和人。"
        },
        {
            "chapter": "1:16",
            "content": "对王说：“耶和华如此说：你差人去问以革伦神巴力西卜，岂因以色列中没有　神可以求问吗？所以你必不下所上的床，必定要死！”",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "亚哈谢果然死了，正如耶和华藉以利亚所说的话。因他没有儿子，他兄弟约兰接续他作王，正在犹大王约沙法的儿子约兰第二年。",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "亚哈谢其余所行的事都写在以色列诸王记上。",
            "note": "以色列诸王记与犹大列王记（8:23）是两卷历史书。列王纪下的作者受圣灵感动，从这两卷书中选辑材料，以神的观点重述以色列与犹大的事迹。神指示作者的思路，使他写出真理──神的话语。"
        }
    ]
}