{
    "book": "列王纪下",
    "chapter": "13",
    "verses": [
        {
            "chapter": "13:1",
            "content": "犹大王亚哈谢的儿子约阿施二十三年，耶户的儿子约哈斯在撒玛利亚登基，作以色列王十七年。",
            "note": ""
        },
        {
            "chapter": "13:2",
            "content": "约哈斯行耶和华眼中看为恶的事，效法尼八的儿子耶罗波安使以色列人陷在罪里的那罪，总不离开。",
            "note": ""
        },
        {
            "chapter": "13:3",
            "content": "于是，耶和华的怒气向以色列人发作，将他们屡次交在亚兰王哈薛和他儿子便哈达的手里。",
            "note": ""
        },
        {
            "chapter": "13:4",
            "content": "约哈斯恳求耶和华，耶和华就应允他，因为见以色列人所受亚兰王的欺压。",
            "note": ""
        },
        {
            "chapter": "13:5",
            "content": "耶和华赐给以色列人一位拯救者，使他们脱离亚兰人的手。于是以色列人仍旧安居在家里。",
            "note": "亚兰国在以色列之北，常与以色列为敌，因为以色列切断了亚兰通往南面的主要贸易通道，而亚兰也截断了以色列往北的通道。假如两国和平共处的话，他们所有的贸易通道就会畅通无阻，商业也会繁荣。以色列与亚兰两国不断争战，没有想到北方的亚述已兴起、且国势日益强大，不久就令他们两国难以抵挡了（16:9；17:6）。"
        },
        {
            "chapter": "13:6",
            "content": "然而，他们不离开耶罗波安家使以色列人陷在罪里的那罪，仍然去行，并且在撒玛利亚留下亚舍拉。",
            "note": "神垂听约哈斯的恳求向他施援。以色列人求神帮助，他就延迟审判，但是人民并未恒久倚赖他，虽然暂时不拜偶像，却少有信仰上的真诚表现。单单在口头上说不犯罪并不足够；必须心口如一，全心全意地为神而活。偶然求神帮助不能代替天天信靠神的生活。"
        },
        {
            "chapter": "13:7",
            "content": "亚兰王灭绝约哈斯的民，践踏他们如禾场上的尘沙，只给约哈斯留下五十马兵，十辆战车，一万步兵。",
            "note": ""
        },
        {
            "chapter": "13:8",
            "content": "约哈斯其余的事，凡他所行的和他的勇力，都写在以色列诸王记上。",
            "note": ""
        },
        {
            "chapter": "13:9",
            "content": "约哈斯与他列祖同睡，葬在撒玛利亚。他儿子约阿施接续他作王。",
            "note": ""
        },
        {
            "chapter": "13:10",
            "content": "犹大王约阿施三十七年，约哈斯的儿子约阿施在撒玛利亚登基，作以色列王十六年。",
            "note": "约哈斯的儿子约阿施在公元前798年作以色列王，那时犹大王约阿施的政权已近尾声。在希伯来文中，这二人的名字是同一个字的两种不同写法（中文译名相同）。这两个王用同一个名字，他们二人大概在同一时间一南一北作王。犹大王约阿施开始时是贤君，而以色列王约阿施则是个恶王。"
        },
        {
            "chapter": "13:11",
            "content": "他行耶和华眼中看为恶的事，不离开尼八的儿子耶罗波安使以色列人陷在罪里的一切罪，仍然去行。",
            "note": ""
        },
        {
            "chapter": "13:12",
            "content": "约阿施其余的事，凡他所行的和他与犹大王亚玛谢争战的勇力，都写在以色列诸王记上。",
            "note": ""
        },
        {
            "chapter": "13:13",
            "content": "约阿施与他列祖同睡，耶罗波安坐了他的位。约阿施与以色列诸王一同葬在撒玛利亚。",
            "note": ""
        },
        {
            "chapter": "13:14",
            "content": "以利沙得了必死的病，以色列王约阿施下来看他，伏在他脸上哭泣说：“我父啊！我父啊！以色列的战车马兵啊！”",
            "note": "以利沙有先知权能，他为以色列人所行的神迹备受尊崇。约阿施王称呼他为“以色列的战车马兵”。这句话使人想起以利沙对以利亚的称呼（2:12）。约阿施怕失去以利沙，因为他把全国的繁荣都归与以利沙，却没有将这功劳归于神。他的恐惧显示他缺少属灵的悟性。自上一次圣经中提到以利沙膏耶户作王的时间（9:1），至此时最少经过了四十三年。"
        },
        {
            "chapter": "13:15",
            "content": "以利沙对他说：“你取弓箭来。”王就取了弓箭来。",
            "note": ""
        },
        {
            "chapter": "13:16",
            "content": "又对以色列王说：“你用手拿弓。”王就用手拿弓。以利沙按手在王的手上，",
            "note": ""
        },
        {
            "chapter": "13:17",
            "content": "说：“你开朝东的窗户。”他就开了。以利沙说：“射箭吧！”他就射箭。以利沙说：“这是耶和华的得胜箭，就是战胜亚兰人的箭；因为你必在亚弗攻打亚兰人，直到灭尽他们。”",
            "note": ""
        },
        {
            "chapter": "13:18",
            "content": "以利沙又说：“取几枝箭来。”他就取了来。以利沙说：“打地吧！”他打了三次，便止住了。",
            "note": ""
        },
        {
            "chapter": "13:19",
            "content": "神人向他发怒说：“应当击打五六次，就能攻打亚兰人，直到灭尽。现在只能打败亚兰人三次。”",
            "note": "以利沙吩咐约阿施用箭打地，约阿施勉强应付。结果，以利沙告诉他将来不能完全打败亚兰人。要想完全领受神对我们一生的计划并承受其中的福气，必须完全顺服神的命令。如果我们不肯完全照神的吩咐去做，也就不会得到完全的福分。"
        },
        {
            "chapter": "13:20",
            "content": "以利沙死了，人将他葬埋。到了新年，有一群摩押人犯境，",
            "note": ""
        },
        {
            "chapter": "13:21",
            "content": "有人正葬死人，忽然看见一群人，就把死人抛在以利沙的坟墓里，一碰着以利沙的骸骨，死人就复活站起来了。",
            "note": "以利沙虽然死了，他美好的灵性却仍有影响力，甚至能行出神迹，显明他实在是神的先知。这件事也证实神的大能──异教的偶像从没有叫死人复生的事。这神迹再一次唤醒以色列人，去遵从神藉着以利沙赐下的话语。"
        },
        {
            "chapter": "13:22",
            "content": "约哈斯年间，亚兰王哈薛屡次欺压以色列人。",
            "note": ""
        },
        {
            "chapter": "13:23",
            "content": "耶和华却因与亚伯拉罕、以撒、雅各所立的约，仍施恩给以色列人，怜恤他们、眷顾他们，不肯灭尽他们，尚未赶逐他们离开自己面前。",
            "note": ""
        },
        {
            "chapter": "13:24",
            "content": "亚兰王哈薛死了，他儿子便哈达接续他作王。",
            "note": ""
        },
        {
            "chapter": "13:25",
            "content": "从前哈薛和约阿施的父亲约哈斯争战，攻取了些城邑；现在约哈斯的儿子约阿施三次打败哈薛的儿子便哈达，就收回了以色列的城邑。",
            "note": ""
        }
    ]
}