{
    "book": "列王纪下",
    "chapter": "14",
    "verses": [
        {
            "chapter": "14:1",
            "content": "以色列王约哈斯的儿子约阿施第二年，犹大王约阿施的儿子亚玛谢登基。",
            "note": ""
        },
        {
            "chapter": "14:2",
            "content": "他登基的时候年二十五岁，在耶路撒冷作王二十九年。他母亲名叫约耶但，是耶路撒冷人。",
            "note": ""
        },
        {
            "chapter": "14:3",
            "content": "亚玛谢行耶和华眼中看为正的事，但不如他祖大卫，乃效法他父约阿施一切所行的；",
            "note": ""
        },
        {
            "chapter": "14:4",
            "content": "只是邱坛还没有废去，百姓仍在那里献祭烧香。",
            "note": ""
        },
        {
            "chapter": "14:5",
            "content": "国一坚定，就把杀他父王的臣仆杀了，",
            "note": ""
        },
        {
            "chapter": "14:6",
            "content": "却没有治死杀王之人的儿子，是照摩西律法书上耶和华所吩咐的说：“不可因子杀父，也不可因父杀子，各人要为本身的罪而死。”",
            "note": ""
        },
        {
            "chapter": "14:7",
            "content": "亚玛谢在盐谷杀了以东人一万，又攻取了西拉，改名叫约帖，直到今日。",
            "note": "西拉就是古时的坚固城彼特拉，它是沿悬崖峭壁凿出来的城市。它不但是以东的坚固城，也是与印度开展贸易的繁华重镇。"
        },
        {
            "chapter": "14:8",
            "content": "那时，亚玛谢差遣使者去见耶户的孙子、约哈斯的儿子以色列王约阿施说：“你来，我们二人相见于战场。”",
            "note": ""
        },
        {
            "chapter": "14:9",
            "content": "以色列王约阿施差遣使者去见犹大王亚玛谢说：“黎巴嫩的蒺藜差遣使者去见黎巴嫩的香柏树说：‘将你的女儿给我儿子为妻。’后来黎巴嫩有一个野兽经过，把蒺藜践踏了。",
            "note": ""
        },
        {
            "chapter": "14:10",
            "content": "你打败了以东人就心高气傲，你以此为荣耀，在家里安居就罢了，为何要惹祸，使自己和犹大国一同败亡呢？”",
            "note": "以色列王约阿施在这个比喻里，将犹大比作微不足道的蒺藜。犹大王亚玛谢打败以东人以后心高气傲，想与以色列争雄，他确信兵力强过对方。约阿施把犹大的军队比作蒺藜，将自己的军队比作香柏树，想劝对方不要来犯。但亚玛谢高估自己的实力，志大才疏又不听约阿施的警告，以致惨败。"
        },
        {
            "chapter": "14:11",
            "content": "亚玛谢却不肯听这话。于是，以色列王约阿施上来，在犹大的伯示麦与犹大王亚玛谢相见于战场。",
            "note": ""
        },
        {
            "chapter": "14:12",
            "content": "犹大人败在以色列人面前，各自逃回家里去了。",
            "note": ""
        },
        {
            "chapter": "14:13",
            "content": "以色列王约阿施在伯示麦擒住亚哈谢的孙子、约阿施的儿子犹大王亚玛谢，就来到耶路撒冷，拆毁耶路撒冷的城墙，从以法莲门直到角门，共四百肘；",
            "note": "拆毁城墙是对城内居民的羞辱，使他们难以防御将来的侵略。"
        },
        {
            "chapter": "14:14",
            "content": "又将耶和华殿里与王宫府库里所有的金银和器皿都拿了去，并带人去为质，就回撒玛利亚去了。",
            "note": ""
        },
        {
            "chapter": "14:15",
            "content": "约阿施其余所行的事和他的勇力，并与犹大王亚玛谢争战的事，都写在以色列诸王记上。",
            "note": ""
        },
        {
            "chapter": "14:16",
            "content": "约阿施与他列祖同睡，葬在撒玛利亚以色列诸王的坟地里。他儿子耶罗波安接续他作王。",
            "note": ""
        },
        {
            "chapter": "14:17",
            "content": "以色列王约哈斯的儿子约阿施死后，犹大王约阿施的儿子亚玛谢又活了十五年。",
            "note": ""
        },
        {
            "chapter": "14:18",
            "content": "亚玛谢其余的事，都写在犹大列王记上。",
            "note": ""
        },
        {
            "chapter": "14:19",
            "content": "耶路撒冷有人背叛亚玛谢，他就逃到拉吉，叛党却打发人到拉吉将他杀了。",
            "note": ""
        },
        {
            "chapter": "14:20",
            "content": "人就用马将他的尸首驮到耶路撒冷，葬在大卫城他列祖的坟地里。",
            "note": ""
        },
        {
            "chapter": "14:21",
            "content": "犹大众民立亚玛谢的儿子亚撒利雅（注：又名“乌西雅”）接续他父作王，那时他年十六岁。",
            "note": ""
        },
        {
            "chapter": "14:22",
            "content": "亚玛谢与他列祖同睡之后，亚撒利雅收回以拉他仍归犹大，又重新修理。",
            "note": ""
        },
        {
            "chapter": "14:23",
            "content": "犹大王约阿施的儿子亚玛谢十五年，以色列王约阿施的儿子耶罗波安在撒玛利亚登基，作王四十一年。",
            "note": ""
        },
        {
            "chapter": "14:24",
            "content": "他行耶和华眼中看为恶的事，不离开尼八的儿子耶罗波安使以色列人陷在罪里的一切罪。",
            "note": ""
        },
        {
            "chapter": "14:25",
            "content": "他收回以色列边界之地，从哈马口直到亚拉巴海，正如耶和华以色列的　神藉他仆人迦特希弗人亚米太的儿子先知约拿所说的。",
            "note": "关于先知约拿的详细资料，请看约拿书。"
        },
        {
            "chapter": "14:26",
            "content": "因为耶和华看见以色列人甚是艰苦，无论困住的、自由的都没有了，也无人帮助以色列人。",
            "note": ""
        },
        {
            "chapter": "14:27",
            "content": "耶和华并没有说要将以色列的名从天下涂抹，乃藉约阿施的儿子耶罗波安拯救他们。",
            "note": ""
        },
        {
            "chapter": "14:28",
            "content": "耶罗波安其余的事，凡他所行的和他的勇力，他怎样争战，怎样收回大马士革和先前属犹大的哈马归以色列，都写在以色列诸王记上。",
            "note": "耶罗波安二世并非全心全意地敬畏神，但由于他的军事策略及治国之道，以色列国享受到继所罗门之后最富强的时代。但是先知阿摩司与何西阿把国中的实际情形揭示出来（参何13:4-8；摩6:11-14）。耶罗波安的政府不理公平与公义，结果是富者愈富，贫者愈贫；人人自私自利，倚重权力、信赖财富多过信靠神。穷人饱受欺压，难以相信神鉴察他们的苦情。物质的丰富不一定是神赐福的明证，因为这也可能是人自我努力的成果。如果你物质丰足，请你切记，神看重我们如何取得财富、成就和对财富运用的态度。我们所有的全是属于他的，我们必须把他所赏赐的财富，用在他的旨意上。"
        },
        {
            "chapter": "14:29",
            "content": "耶罗波安与他列祖以色列诸王同睡。他儿子撒迦利雅接续他作王。",
            "note": ""
        }
    ]
}