{
    "book": "列王纪下",
    "chapter": "15",
    "verses": [
        {
            "chapter": "15:1",
            "content": "以色列王耶罗波安二十七年，犹大王亚玛谢的儿子亚撒利雅登基，",
            "note": "亚撒利雅又名乌西雅。在历代志下26章对他有更详细的叙述，（在赛1:1与6:1也提到他）。在他登基以前，以色列王约阿施打败犹大，掳去亚玛谢王、拆毁耶路撒冷的城墙约184公尺之多（14:13；下25:23-24）。亚撒利雅作王的五十二年间，犹大重修了京城的城墙，安置好防御工事并巩固城防，不受以色列辖制。他对神专一敬虔，使犹大国享受到继所罗门作王以后仅有的繁荣安定。"
        },
        {
            "chapter": "15:2",
            "content": "他登基的时候年十六岁，在耶路撒冷作王五十二年。他母亲名叫耶可利雅，是耶路撒冷人。",
            "note": ""
        },
        {
            "chapter": "15:3",
            "content": "亚撒利雅行耶和华眼中看为正的事，效法他父亲亚玛谢一切所行的；",
            "note": ""
        },
        {
            "chapter": "15:4",
            "content": "只是邱坛还没有废去，百姓仍在那里献祭烧香。",
            "note": "亚撒利雅虽然建树良多，但未能将邱坛除去，就是犹大设立异教庙宇的地方。他父亲亚玛谢与祖父约阿施也未能清理邱坛。他从小就留意仿效前任贤王的所作所为。他的父亲与祖父虽然已算是贤君，但在关键之处仍不足以为表率。要想免受不良影响，必须选择好的榜样。主基督是完美无瑕的榜样。不管你背景如何，受过何种教育，你都可以效法主基督的榜样，一心一意地照他的行事为人而活，努力向上。"
        },
        {
            "chapter": "15:5",
            "content": "耶和华降灾与王，使他长大麻疯，直到死日，他就住在别的宫里。他的儿子约坦管理家事，治理国民。",
            "note": "约坦与父亲亚撒利雅共同执政有十年之久。父子一同执政的原因可能是：（1）父亲年纪老迈需人帮助。（2）父亲想训练儿子，领导全国。（3）父亲患病或被掳。在列王时代有许多共同执政的事；亚撒与约沙法；约沙法与约兰；亚撒利雅与约坦；约阿施与耶罗波安二世；亚哈斯与希西家等。"
        },
        {
            "chapter": "15:6",
            "content": "亚撒利雅其余的事，凡他所行的，都写在犹大列王记上。",
            "note": ""
        },
        {
            "chapter": "15:7",
            "content": "亚撒利雅与他列祖同睡，葬在大卫城他列祖的坟地里。他儿子约坦接续他作王。",
            "note": ""
        },
        {
            "chapter": "15:8",
            "content": "犹大王亚撒利雅三十八年，耶罗波安的儿子撒迦利雅在撒马利亚作以色列王六个月。",
            "note": "撒迦利雅是个昏君，他鼓励国民犯罪及敬拜偶像。罪恶在我们生活中是严重的事，鼓励别人犯罪不顺服神，更是罪大恶极。我们若影响别人，使人败坏，是罪责难逃的。必须小心，千万不要罪上加罪，因为这不但伤害自己，由于鼓励别人犯罪，也使他们受伤害。"
        },
        {
            "chapter": "15:9",
            "content": "他行耶和华眼中看为恶的事，效法他列祖所行的，不离开尼八的儿子耶罗波安使以色列人陷在罪里的那罪。",
            "note": ""
        },
        {
            "chapter": "15:10",
            "content": "雅比的儿子沙龙背叛他，在百姓面前击杀他，篡了他的位。",
            "note": "先知阿摩司曾警告撒迦利雅，他必很快死亡，耶罗波安二世的王朝也将随之终结（参摩7:9）。"
        },
        {
            "chapter": "15:11",
            "content": "撒迦利雅其余的事，都写在以色列诸王记上。",
            "note": ""
        },
        {
            "chapter": "15:12",
            "content": "这是从前耶和华应许耶户说：“你的子孙必坐以色列的国位直到四代。”这话果然应验了。",
            "note": ""
        },
        {
            "chapter": "15:13",
            "content": "犹大王乌西雅（注：就是“亚撒利雅”）三十九年，雅比的儿子沙龙登基，在撒马利亚作王一个月。",
            "note": ""
        },
        {
            "chapter": "15:14",
            "content": "迦底的儿子米拿现从得撒上撒马利亚，杀了雅比的儿子沙龙，篡了他的位。",
            "note": "古代文献说米拿现是耶罗波安二世的元帅（参14:23-29，记述耶罗波安二世作王时的情形）。耶罗波安二世的儿子被暗杀（15:8-10），米拿现可能认为应当作以色列王合法继承人的，是他而不是沙龙。"
        },
        {
            "chapter": "15:15",
            "content": "沙龙其余的事和他背叛的情形，都写在以色列诸王记上。",
            "note": ""
        },
        {
            "chapter": "15:16",
            "content": "那时，米拿现从得撒起，攻打提斐萨和其四境，击杀城中一切的人，剖开其中所有的孕妇，都因他们没有给他开城。",
            "note": ""
        },
        {
            "chapter": "15:17",
            "content": "犹大王亚撒利雅三十九年，迦底的儿子米拿现登基，在撒马利亚作以色列王十年。",
            "note": ""
        },
        {
            "chapter": "15:18",
            "content": "他行耶和华眼中看为恶的事，终身不离开尼八的儿子耶罗波安使以色列人陷在罪里的那罪。",
            "note": "米拿现和他先前的列王一样，“行耶和华眼中看为恶的事”，作君王的竟会留下这样可怕的臭名！国家元首对国民影响极深，他们的榜样和政府架构，可以鼓励人民敬畏神，也可令民众离弃神。优秀的领导人不会阻碍别人信靠神过敬虔的生活。"
        },
        {
            "chapter": "15:19",
            "content": "亚述王普勒来攻击以色列国，米拿现给他一千他连得银子，请普勒帮助他坚定国位。",
            "note": ""
        },
        {
            "chapter": "15:20",
            "content": "米拿现向以色列一切大富户索要银子，使他们各出五十舍客勒，就给了亚述王。于是亚述王回去，不在国中停留。",
            "note": "普勒（又称为“提革拉毗列色”15:29）登基作亚述王，亚述帝国成为世界强国，亚兰、以色列与犹大的国势尽皆衰落。这是在列王纪下第一次提到亚述。普勒在公元前743年入侵以色列，使以色列沦为亚述的附庸国，米拿现被迫向他们纳贡。这是亚述三次入侵中的第一次（15:19与17:6讲到另外的两次）。"
        },
        {
            "chapter": "15:21",
            "content": "米拿现其余的事，凡他所行的，都写在以色列诸王记上。",
            "note": ""
        },
        {
            "chapter": "15:22",
            "content": "米拿现与他列祖同睡。他儿子比加辖接续他作王。",
            "note": ""
        },
        {
            "chapter": "15:23",
            "content": "犹大王亚撒利雅五十年，米拿现的儿子比加辖在撒马利亚登基，作以色列王二年。",
            "note": ""
        },
        {
            "chapter": "15:24",
            "content": "他行耶和华眼中看为恶的事，不离开尼八的儿子耶罗波安使以色列人陷在罪里的那罪。",
            "note": ""
        },
        {
            "chapter": "15:25",
            "content": "比加辖的将军、利玛利的儿子比加背叛他，在撒玛利亚王宫里的卫所杀了他。亚珥歌伯和亚利耶并基列的五十人帮助比加，比加击杀他，篡了他的位。",
            "note": ""
        },
        {
            "chapter": "15:26",
            "content": "比加辖其余的事，凡他所行的，都写在以色列诸王记上。",
            "note": ""
        },
        {
            "chapter": "15:27",
            "content": "犹大王亚撒利雅五十二年，利玛利的儿子比加在撒马利亚登基，作以色列王二十年。",
            "note": ""
        },
        {
            "chapter": "15:28",
            "content": "他行耶和华眼中看为恶的事，不离开尼八的儿子耶罗波安使以色列人陷在罪里的那罪。",
            "note": ""
        },
        {
            "chapter": "15:29",
            "content": "以色列王比加年间，亚述王提革拉毗列色来夺了以云、亚伯伯玛迦、亚挪、基低斯、夏琐、基列、加利利和拿弗他利全地，将这些地方的居民都掳到亚述去了。",
            "note": ""
        },
        {
            "chapter": "15:30",
            "content": "乌西雅的儿子约坦二十年，以拉的儿子何细亚背叛利玛利的儿子比加，击杀他，篡了他的位。",
            "note": "何细亚是北国以色列的末代君王。"
        },
        {
            "chapter": "15:31",
            "content": "比加其余的事，凡他所行的，都写在以色列诸王记上。",
            "note": ""
        },
        {
            "chapter": "15:32",
            "content": "以色列王利玛利的儿子比加第二年，犹大王乌西雅的儿子约坦登基。",
            "note": "在比加作王一年以后，犹大王乌西雅（又称为亚撒利雅）逝世，先知以赛亚看到神的圣洁，又看见以色列将来败亡的异象。详情见以赛亚书第6章。"
        },
        {
            "chapter": "15:33",
            "content": "他登基的时候年二十五岁，在耶路撒冷作王十六年。他母亲名叫耶路沙，是撒督的女儿。",
            "note": ""
        },
        {
            "chapter": "15:34",
            "content": "约坦行耶和华眼中看为正的事，效法他父亲乌西雅一切所行的；",
            "note": ""
        },
        {
            "chapter": "15:35",
            "content": "只是邱坛还没有废去，百姓仍在那里献祭烧香。约坦建立耶和华殿的上门。",
            "note": "约坦作犹大王虽有不少政绩，但是他未能完成最重要的事──除去邱坛，显然违背神的第一条诫命（参出20:3）。我们也可能和约坦一样，一生做了不少的善事，却忽略了做最重要的事。即使我们一生行善顺从神，但是如果在最重要的事上犯错，也是无益。真正信从神之人，要凡事都将神放在首位。"
        },
        {
            "chapter": "15:36",
            "content": "约坦其余的事，凡他所行的，都写在犹大列王记上。",
            "note": ""
        },
        {
            "chapter": "15:37",
            "content": "在那些日子，耶和华才使亚兰王利汛和利玛利的儿子比加去攻击犹大。",
            "note": ""
        },
        {
            "chapter": "15:38",
            "content": "约坦与他列祖同睡，葬在他祖大卫城他列祖的坟地里。他儿子亚哈斯接续他作王。",
            "note": ""
        }
    ]
}