{
    "book": "列王纪下",
    "chapter": "17",
    "verses": [
        {
            "chapter": "17:1",
            "content": "犹大王亚哈斯十二年，以拉的儿子何细亚在撒玛利亚登基，作以色列王九年。",
            "note": ""
        },
        {
            "chapter": "17:2",
            "content": "他行耶和华眼中看为恶的事，只是不像在他以前的以色列诸王。",
            "note": ""
        },
        {
            "chapter": "17:3",
            "content": "亚述王撒缦以色上来攻击何细亚，何细亚就服事他，给他进贡。",
            "note": "这位亚述王可能是撒缦以色五世，他在提革拉毗列色（公元前727-722）之后作王。他继续要求以色列向他进贡，以色列的何细亚王决定背叛他，与埃及王梭联盟（17:4）。这样做既愚昧又违背神的命令。撒缦以色为了粉碎他的阴谋，率兵围攻撒马利亚三年。不过他在破城之前驾崩，继任人撒珥根二世攻占撒马利亚，乘势灭了以色列国，掳去他们的人民。"
        },
        {
            "chapter": "17:4",
            "content": "何细亚背叛，差人去见埃及王梭，不照往年所行的与亚述王进贡。亚述王知道了，就把他锁禁，囚在监里。",
            "note": ""
        },
        {
            "chapter": "17:5",
            "content": "亚述王上来攻击以色列遍地，上到撒玛利亚，围困三年。",
            "note": ""
        },
        {
            "chapter": "17:6",
            "content": "何细亚第九年，亚述王攻取了撒玛利亚，将以色列人掳到亚述，把他们安置在哈腊与歌散的哈博河边，并玛代人的城邑。",
            "note": "这是亚述第三次，也是最后一次入侵以色列（前两次记在15:19与15:29之中）。第一次攻击仅仅是对以色列的警告──要向亚述进贡、不可背叛，免得再受攻击。他们应当明白这是神藉亚述来教训他们，从而回转归向神。但他们既没有学到功课，神就容许亚述人再次入侵，并从北部掳去一些人民。然而他们仍不晓得遭灾是他们离弃神的缘故。如此亚述三次来犯，最后将以色列国完全消灭，掳去大多数的人民，并将异族人安置在以色列地。"
        },
        {
            "chapter": "17:7",
            "content": "这是因以色列人得罪那领他们出埃及地、脱离埃及王法老手的耶和华他们的　神，去敬畏别神，",
            "note": ""
        },
        {
            "chapter": "17:8",
            "content": "随从耶和华在他们面前所赶出外邦人的风俗和以色列诸王所立的条规。",
            "note": ""
        },
        {
            "chapter": "17:9",
            "content": "以色列人暗中行不正的事，违背耶和华他们的　神。在他们所有的城邑，从了望楼直到坚固城，建筑邱坛；",
            "note": "以色列的败亡是因为公然犯罪，又在暗中行恶。他们不但公开认同恶事、拜偶像，暗地里更加堕落。暗中犯的罪，是我们不愿意别人知道的恶，因为那是使人难堪或显示我们有罪的事。但是暗中犯的罪绝对瞒不过神；其实暗地里抗拒神跟公开悖逆一样，都是后患无穷的。"
        },
        {
            "chapter": "17:10",
            "content": "在各高冈上、各青翠树下立柱像和木偶；",
            "note": ""
        },
        {
            "chapter": "17:11",
            "content": "在邱坛上烧香，效法耶和华在他们面前赶出的外邦人所行的；又行恶事惹动耶和华的怒气；",
            "note": ""
        },
        {
            "chapter": "17:12",
            "content": "且事奉偶像，就是耶和华警戒他们不可行的。",
            "note": ""
        },
        {
            "chapter": "17:13",
            "content": "但耶和华藉众先知、先见劝戒以色列人和犹大人说：“当离开你们的恶行，谨守我的诫命律例，遵行我吩咐你们列祖并藉我仆人众先知所传给你们的律法。”",
            "note": ""
        },
        {
            "chapter": "17:14",
            "content": "他们却不听从，竟硬着颈项，效法他们列祖，不信服耶和华他们的　神，",
            "note": ""
        },
        {
            "chapter": "17:15",
            "content": "厌弃他的律例和他与他们列祖所立的约并劝戒他们的话，随从虚无的神，自己成为虚妄，效法周围的外邦人，就是耶和华嘱咐他们不可效法的。",
            "note": "以色列人效法不敬拜真神的邻族，沾染了偶像崇拜的恶习，忘记了顺服神的话语是何其重要、何等有福，使君民同陷入罪的泥坑。神虽一再差遣先知来警告，他们却硬着颈项，不听神的呼召回转。"
        },
        {
            "chapter": "17:16",
            "content": "离弃耶和华他们　神的一切诫命，为自己铸了两个牛犊的像，立了亚舍拉，敬拜天上的万象，事奉巴力，",
            "note": ""
        },
        {
            "chapter": "17:17",
            "content": "又使他们的儿女经火，用占卜、行法术卖了自己，行耶和华眼中看为恶的事，惹动他的怒气。",
            "note": "占卜是一种巫术，行法术是求问邪灵。各种巫术、占卜（也可称为“算命的”）与法术皆为神所禁止（参申18:9-14），因为他们不寻求神的大能、他的律法和他的话语。先知以赛亚回应这律例，预言从事这类迷信活动的人，都必然被除灭（参8:19-22）。"
        },
        {
            "chapter": "17:18",
            "content": "所以，耶和华向以色列人大大发怒，从自己面前赶出他们，只剩下犹大一个支派。",
            "note": ""
        },
        {
            "chapter": "17:19",
            "content": "犹大人也不遵守耶和华他们　神的诫命，随从以色列人所立的条规。",
            "note": ""
        },
        {
            "chapter": "17:20",
            "content": "耶和华就厌弃以色列全族，使他们受苦，把他们交在抢夺他们的人手中，以致赶出他们离开自己面前。",
            "note": ""
        },
        {
            "chapter": "17:21",
            "content": "将以色列国从大卫家夺回；他们就立尼八的儿子耶罗波安作王。耶罗波安引诱以色列人不随从耶和华，陷在大罪里。",
            "note": ""
        },
        {
            "chapter": "17:22",
            "content": "以色列人犯耶罗波安所犯的一切罪，总不离开，",
            "note": ""
        },
        {
            "chapter": "17:23",
            "content": "以致耶和华从自己面前赶出他们，正如藉他仆人众先知所说的。这样，以色列人从本地被掳到亚述，直到今日。",
            "note": "正如神的先知所警告的，以色列人被亚述人掳去。神所预言的事必然会成就。对于信而顺服他的人，这当然是好消息──对他的应许能更加坚信不移；对于轻慢神、不顺服神的人则是坏消息。神在圣经所赐下的警戒和应许，最后都要成就。"
        },
        {
            "chapter": "17:24",
            "content": "亚述王从巴比伦、古他、亚瓦、哈马，和西法瓦音迁移人来，安置在撒玛利亚的城邑，代替以色列人，他们就得了撒玛利亚，住在其中。",
            "note": "将以色列人迁出，把异族安置在以色列地，是亚述帝国防止叛乱的政策。将掳来之民分散在亚述全境，不让他们团结一致；将异族人置于以色列地则使余剩的人不能保持自己的习俗，难以再团结造反。安置在以色列地的混杂民族，后来被称为撒玛利亚人。直到基督的时代，他们都受犹太人轻视（参约4:9）。"
        },
        {
            "chapter": "17:25",
            "content": "他们才住那里的时候，不敬畏耶和华，所以耶和华叫狮子进入他们中间，咬死了些人。",
            "note": ""
        },
        {
            "chapter": "17:26",
            "content": "有人告诉亚述王说：“你所迁移安置在撒玛利亚各城的那些民，不知道那地之神的规矩，所以那神叫狮子进入他们中间，咬死他们。”",
            "note": ""
        },
        {
            "chapter": "17:27",
            "content": "亚述王就吩咐说：“叫所掳来的祭司回去一个，使他住在那里，将那地之　神的规矩指教那些民。”",
            "note": ""
        },
        {
            "chapter": "17:28",
            "content": "于是有一个从撒玛利亚掳去的祭司回来，住在伯特利，指教他们怎样敬畏耶和华。",
            "note": ""
        },
        {
            "chapter": "17:29",
            "content": "然而，各族之人在所住的城里，各为自己制造神像，安置在撒玛利亚人所造有邱坛的殿中。",
            "note": "以色列地的新移民虽然敬拜神，却没有放弃异教习俗。他们敬拜神只是为免天怒，不是为讨他喜悦、行他旨意，乃是把他当作幸运之符，当作偶像中的一位。现代人也有这样的心态。许多人说信奉神，又不放弃神所遣责的行为，只把神加在我们已有的价值观上。必须让神居首位，我们要用他的话语来陶造我们的态度与行为。"
        },
        {
            "chapter": "17:30",
            "content": "巴比伦人造疏割比讷像；古他人造匿甲像；哈马人造亚示玛像；",
            "note": ""
        },
        {
            "chapter": "17:31",
            "content": "亚瓦人造匿哈和他珥他像；西法瓦音人用火焚烧儿女，献给西法瓦音的神亚得米勒和亚拿米勒。",
            "note": "以色列被亚述打败，因为他们不认识独一的真神，不知道要一心信靠神。昔日他们占领应许之地时，神吩咐要除灭异教的余孽，免得他们受诱惑偏离神。他们没有遵从，就自取败亡。随着许多异教民族的移入，带来了更多的假神。"
        },
        {
            "chapter": "17:32",
            "content": "他们惧怕耶和华，也从他们中间立邱坛的祭司，为他们在有邱坛的殿中献祭。",
            "note": ""
        },
        {
            "chapter": "17:33",
            "content": "他们又惧怕耶和华，又事奉自己的神，从何邦迁移，就随何邦的风俗。",
            "note": ""
        },
        {
            "chapter": "17:34",
            "content": "他们直到如今仍照先前的风俗去行，不专心敬畏耶和华，不全守自己的规矩典章，也不遵守耶和华吩咐雅各后裔的律法诫命。雅各，就是从前耶和华起名叫以色列的。",
            "note": ""
        },
        {
            "chapter": "17:35",
            "content": "耶和华曾与他们立约，嘱咐他们说：“不可敬畏别神，不可跪拜事奉他，也不可向他献祭。",
            "note": ""
        },
        {
            "chapter": "17:36",
            "content": "但那用大能和伸出来的膀臂领你们出埃及地的耶和华，你们当敬畏、跪拜，向他献祭。",
            "note": ""
        },
        {
            "chapter": "17:37",
            "content": "他给你们写的律例、典章、律法、诫命，你们应当永远谨守遵行，不可敬畏别神。",
            "note": ""
        },
        {
            "chapter": "17:38",
            "content": "我耶和华与你们所立的约你们不可忘记，也不可敬畏别神。",
            "note": ""
        },
        {
            "chapter": "17:39",
            "content": "但要敬畏耶和华你们的　神，他必救你们脱离一切仇敌的手。”",
            "note": ""
        },
        {
            "chapter": "17:40",
            "content": "他们却不听从，仍照先前的风俗去行。",
            "note": ""
        },
        {
            "chapter": "17:41",
            "content": "如此这些民又惧怕耶和华，又事奉他们的偶像。他们子子孙孙也都照样行，效法他们的祖宗，直到今日。",
            "note": ""
        }
    ]
}