{
    "book": "列王纪下",
    "chapter": "20",
    "verses": [
        {
            "chapter": "20:1",
            "content": "那时，希西家病得要死。亚摩斯的儿子先知以赛亚去见他，对他说：“耶和华如此说：‘你当留遗命与你的家，因为你必死，不能活了。’”",
            "note": ""
        },
        {
            "chapter": "20:2",
            "content": "希西家就转脸朝墙，祷告耶和华说：",
            "note": ""
        },
        {
            "chapter": "20:3",
            "content": "“耶和华啊，求你记念我在你面前怎样存完全的心，按诚实行事，又做你眼中所看为善的。”希西家就痛哭了。",
            "note": ""
        },
        {
            "chapter": "20:4",
            "content": "以赛亚出来，还没到中院（注：“院”或作“城”），耶和华的话就临到他说：",
            "note": ""
        },
        {
            "chapter": "20:5",
            "content": "“你回去，告诉我民的君希西家说：‘耶和华你祖大卫的　神如此说：我听见了你的祷告，看见了你的眼泪，我必医治你。到第三日，你必上到耶和华的殿。",
            "note": ""
        },
        {
            "chapter": "20:6",
            "content": "我必加增你十五年的寿数；并且我要救你和这城脱离亚述王的手。我为自己和我仆人大卫的缘故，必保护这城。’”",
            "note": "在犹大超过一百年（公元前732-640）的历史之中，希西家是惟一的对神忠心的君王；而他也取得极大的成就，因他的信心与祷告，神医治了他的疾病，并拯救耶路撒冷不至落入亚述人之手。即使你的信仰使你成为孤独的少数，你也能有所作为。如果你以诚实的信心与祷告向这位独一的真神祈求，就能改变情势。"
        },
        {
            "chapter": "20:7",
            "content": "以赛亚说：“当取一块无花果饼来。”人就取了来，贴在疮上，王便痊愈了。",
            "note": ""
        },
        {
            "chapter": "20:8",
            "content": "希西家问以赛亚说：“耶和华必医治我，到第三日，我能上耶和华的殿，有什么兆头呢？”",
            "note": ""
        },
        {
            "chapter": "20:9",
            "content": "以赛亚说：“耶和华必成就他所说的，这是他给你的兆头：你要日影向前进十度呢？是要往后退十度呢？”",
            "note": ""
        },
        {
            "chapter": "20:10",
            "content": "希西家回答说：“日影向前进十度容易；我要日影往后退十度。”",
            "note": ""
        },
        {
            "chapter": "20:11",
            "content": "先知以赛亚求告耶和华，耶和华就使亚哈斯的日晷向前进的日影，往后退了十度。",
            "note": "亚哈斯王所造的梯级是个日晷。埃及这时期的日晷有些是造成小型梯级的形状，可以观察日影在梯级上的移动。"
        },
        {
            "chapter": "20:12",
            "content": "那时，巴比伦王巴拉但的儿子比罗达巴拉但听见希西家病而痊愈，就送书信和礼物给他。",
            "note": ""
        },
        {
            "chapter": "20:13",
            "content": "希西家听从使者的话，就把他宝库的金子、银子、香料、贵重的膏油和他武库的一切军器，并他所有的财宝，都给他们看。他家中和他全国之内，希西家没有一样不给他们看的。",
            "note": ""
        },
        {
            "chapter": "20:14",
            "content": "于是，先知以赛亚来见希西家王，问他说：“这些人说什么？他们从哪里来见你？”希西家说：“他们从远方的巴比伦来。”",
            "note": "巴比伦城曾经背叛亚述国，在公元前689年被西拿基立王毁灭。这里所记的事可能发生于城毁以前不久。西拿基立死于公元前681年，儿子以撒哈顿即位，他愚昧地重建巴比伦城。这时亚述的君王软弱，使巴比伦有大好机会崛起壮大。当亚述大军出发远征、欺压别国时，巴比伦城就逐渐扩展而成为小国。几年后，巴比伦强大到再次背叛亚述，终于在公元前612年消灭了亚述，代之成为世界另一个强国。"
        },
        {
            "chapter": "20:15",
            "content": "以赛亚说：“他们在你家里看见了什么？”希西家说：“凡我家中所有的，他们都看见了；我财宝中没有一样不给他们看的。”",
            "note": ""
        },
        {
            "chapter": "20:16",
            "content": "以赛亚对希西家说：“你要听耶和华的话：",
            "note": ""
        },
        {
            "chapter": "20:17",
            "content": "日子必到，凡你家里所有的，并你列祖积蓄到如今的，都要被掳到巴比伦去，不留下一样。这是耶和华说的。",
            "note": ""
        },
        {
            "chapter": "20:18",
            "content": "并且从你本身所生的众子，其中必有被掳去在巴比伦王宫里当太监的。”",
            "note": ""
        },
        {
            "chapter": "20:19",
            "content": "希西家对以赛亚说：“你所说耶和华的话甚好！若在我的年日中，有太平和稳固的景况，岂不是好吗？”",
            "note": "希西家说，以赛亚所预言的可怕灾祸，不在他的年日临到甚好。他这话似乎是自私、短视和骄傲的，但是，他知道犹大的罪终必要受神的处罚，所以神不在他活着的时候毁灭犹大，对此他感谢神。"
        },
        {
            "chapter": "20:20",
            "content": "希西家其余的事和他的勇力，他怎样挖池、挖沟、引水入城，都写在犹大列王记上。",
            "note": "这一节所说的挖地、挖沟，是指从耶路撒冷城外的基训泉，挖出一条通往城内西罗亚池子的地下水道，有540公尺长（参代下32:30）。它从耶路撒冷城外的水源通往城内安全的贮水池。有了这工程，就不怕亚述人切断城内的食水供应。"
        },
        {
            "chapter": "20:21",
            "content": "希西家与他列祖同睡。他儿子玛拿西接续他作王。",
            "note": ""
        }
    ]
}