{
    "book": "列王纪下",
    "chapter": "24",
    "verses": [
        {
            "chapter": "24:1",
            "content": "约雅敬年间，巴比伦王尼布甲尼撒上到犹大，约雅敬服事他三年，然后背叛他。",
            "note": "关于尼布甲尼撒的详细资料，请参看但以理书第3章的人物介绍。"
        },
        {
            "chapter": "24:2",
            "content": "耶和华使迦勒底军、亚兰军、摩押军和亚扪人的军来攻击约雅敬，毁灭犹大，正如耶和华藉他仆人众先知所说的。",
            "note": ""
        },
        {
            "chapter": "24:3",
            "content": "这祸临到犹大人，诚然是耶和华所命的，要将他们从自己面前赶出，是因玛拿西所犯的一切罪，",
            "note": ""
        },
        {
            "chapter": "24:4",
            "content": "又因他流无辜人的血，充满了耶路撒冷。耶和华决不肯赦免。",
            "note": "尼布甲尼撒在公元前605年作巴比伦王。在那一年年初，他在迦基米施打败由法老尼哥所统率的埃及大军，巴比伦遂控制了埃及所有的附庸（包括犹大）。尼布甲尼撒后来入侵犹大，实施以武力统治。"
        },
        {
            "chapter": "24:5",
            "content": "约雅敬其余的事，凡他所行的，都写在犹大列王记上。",
            "note": ""
        },
        {
            "chapter": "24:6",
            "content": "约雅敬与他列祖同睡，他儿子约雅斤接续他作王。",
            "note": ""
        },
        {
            "chapter": "24:7",
            "content": "埃及王不再从他国中出来，因为巴比伦王将埃及王所管之地，从埃及小河直到幼发拉底河都夺去了。",
            "note": ""
        },
        {
            "chapter": "24:8",
            "content": "约雅斤登基的时候，年十八岁，在耶路撒冷作王三个月。他母亲名叫尼护施她，是耶路撒冷人以利拿单的女儿。",
            "note": ""
        },
        {
            "chapter": "24:9",
            "content": "约雅斤行耶和华眼中看为恶的事，效法他父亲一切所行的。",
            "note": ""
        },
        {
            "chapter": "24:10",
            "content": "那时，巴比伦王尼布甲尼撒的军兵上到耶路撒冷，围困城。",
            "note": "巴比伦的军队已经出发，要讨伐约雅敬的叛逆，但那时约雅敬已经死了。在他逝世以后，国民立他的儿子约雅斤作犹大王，他登基后（公元前597年），只隔了数周时间，就面对世界上最强大的军队。在巴比伦人三次入侵之中的第二次，他们劫掠圣殿，掳去大多数领袖，内中也有约雅斤王。这时尼布甲尼撒就立约西亚的另一个儿子，约雅斤的叔父西底家作犹大王。但由于约雅斤仍然活着，虽然他被掳到巴比伦，人民还是不承认西底家为真正的君王。"
        },
        {
            "chapter": "24:11",
            "content": "当他军兵围困城的时候，巴比伦王尼布甲尼撒就亲自来了。",
            "note": ""
        },
        {
            "chapter": "24:12",
            "content": "犹大王约雅斤和他母亲、臣仆、首领、太监一同出城，投降巴比伦王，巴比伦王便拿住他。那时是巴比伦王第八年。",
            "note": ""
        },
        {
            "chapter": "24:13",
            "content": "巴比伦王将耶和华殿和王宫里的宝物都拿去了，将以色列王所罗门所造耶和华殿里的金器都毁坏了，正如耶和华所说的。",
            "note": ""
        },
        {
            "chapter": "24:14",
            "content": "又将耶路撒冷的众民和众首领并所有大能的勇士共一万人，连一切木匠、铁匠都掳了去；除了国中极贫穷的人以外，没有剩下的；",
            "note": "巴比伦人处理被掳之人与亚述人不同，亚述人将原处的大多数人民掳去后，又将异族置于所攻占之地（参17:24的注释）。巴比伦人则只掳去最富强与最有技能的人，留下贫穷软弱之人管理那地，使他们掌权以得到其效忠。高层的领导人被掳到巴比伦的城市后，则被准许聚居、工作，成为社会中的重要人物。巴比伦人的这种政策，使犹大人在被掳期间团结一致并忠于神，以后在以斯拉与所罗巴伯时代得以归回本土，这事记在以斯拉记中。"
        },
        {
            "chapter": "24:15",
            "content": "并将约雅斤和王母、后妃、太监与国中的大官，都从耶路撒冷掳到巴比伦去了；",
            "note": ""
        },
        {
            "chapter": "24:16",
            "content": "又将一切勇士七千人和木匠、铁匠一千人，都是能上阵的勇士，全掳到巴比伦去了。",
            "note": ""
        },
        {
            "chapter": "24:17",
            "content": "巴比伦王立约雅斤的叔叔玛探雅代替他作王，给玛探雅改名叫西底家。",
            "note": ""
        },
        {
            "chapter": "24:18",
            "content": "西底家登基的时候年二十一岁，在耶路撒冷作王十一年。他母亲名叫哈慕她，是立拿人耶利米的女儿。",
            "note": ""
        },
        {
            "chapter": "24:19",
            "content": "西底家行耶和华眼中看为恶的事，是照约雅敬一切所行的。",
            "note": ""
        },
        {
            "chapter": "24:20",
            "content": "因此，耶和华的怒气在耶路撒冷和犹大发作，以致将人民从自己面前赶出。",
            "note": ""
        }
    ]
}