{
    "book": "列王纪下",
    "chapter": "6",
    "verses": [
        {
            "chapter": "6:1",
            "content": "先知门徒对以利沙说：“看哪，我们同你所住的地方过于窄小，",
            "note": ""
        },
        {
            "chapter": "6:2",
            "content": "求你容我们往约旦河去，各人从那里取一根木料建造房屋居住。”他说：“你们去吧！”",
            "note": ""
        },
        {
            "chapter": "6:3",
            "content": "有一人说：“求你与仆人同去。”回答说：“我可以去。”",
            "note": ""
        },
        {
            "chapter": "6:4",
            "content": "于是以利沙与他们同去。到了约旦河，就砍伐树木。",
            "note": ""
        },
        {
            "chapter": "6:5",
            "content": "有一人砍树的时候，斧头掉在水里，他就呼叫说：“哀哉！我主啊，这斧子是借的。”",
            "note": ""
        },
        {
            "chapter": "6:6",
            "content": "神人问说：“掉在哪里了？”他将那地方指给以利沙看。以利沙砍了一根木头，抛在水里，斧头就漂上来了。",
            "note": ""
        },
        {
            "chapter": "6:7",
            "content": "以利沙说：“拿起来吧！”那人就伸手拿起来了。",
            "note": "铁斧头浮上水面，显明神对信他之人的看顾与供应，就连我们日常生活中芝麻绿豆般的小事，他也无微不至地关怀，永远在我们身边看顾我们。圣经把这个神迹放在医治亚兰元帅乃曼，与拯救以色列军队这两个神迹之间，也显明以利沙与先知的门徒亲自交往的情形。他虽然得到国王的尊敬，但从来没有忘记关怀忠信的人。不要因为看重工作，而使你轻忽他人的需要。"
        },
        {
            "chapter": "6:8",
            "content": "亚兰王与以色列人争战，和他的臣仆商议说：“我要在某处某处安营。”",
            "note": ""
        },
        {
            "chapter": "6:9",
            "content": "神人打发人去见以色列王说：“你要谨慎，不要从某处经过，因为亚兰人从那里下来了。”",
            "note": ""
        },
        {
            "chapter": "6:10",
            "content": "以色列王差人去窥探神人所告诉所警戒他去的地方，就防备未受其害，不止一两次。",
            "note": ""
        },
        {
            "chapter": "6:11",
            "content": "亚兰王因这事心里惊疑，召了臣仆来，对他们说：“我们这里有谁帮助以色列王，你们不指给我吗？”",
            "note": ""
        },
        {
            "chapter": "6:12",
            "content": "有一个臣仆说：“我主我王，无人帮助他，只有以色列中的先知以利沙，将王在卧房所说的话，告诉以色列王了。”",
            "note": ""
        },
        {
            "chapter": "6:13",
            "content": "王说：“你们去探他在哪里，我好打发人去捉拿他。”有人告诉王说：“他在多坍”。",
            "note": ""
        },
        {
            "chapter": "6:14",
            "content": "王就打发车马和大军往那里去。夜间到了，围困那城。",
            "note": ""
        },
        {
            "chapter": "6:15",
            "content": "神人的仆人清早起来出去，看见车马军兵围困了城。仆人对神人说：“哀哉！我主啊，我们怎样行才好呢？”",
            "note": ""
        },
        {
            "chapter": "6:16",
            "content": "神人说：“不要惧怕！与我们同在的，比与他们同在的更多。”",
            "note": ""
        },
        {
            "chapter": "6:17",
            "content": "以利沙祷告说：“耶和华啊，求你开这少年人的眼目，使他能看见。”耶和华开他的眼目，他就看见满山有火车火马围绕以利沙。",
            "note": "以利沙的仆人看见周围有神大能的天军，就不再害怕了。信心使我们所见到神为他的儿女所做的事，远超过我们凭眼晴所能看到的。你面对不能胜过的困难时，请记住即使你看不见，但灵界的资源却是存在的。你要用信心的眼睛观看，让神指示你他的帮助何在。如果在你的生命中看不见神的作为，问题可能在于你的属灵眼光不足，而不是神没有大能。"
        },
        {
            "chapter": "6:18",
            "content": "敌人下到以利沙那里，以利沙祷告耶和华说：“求你使这些人的眼目昏迷。”耶和华就照以利沙的话，使他们的眼目昏迷。",
            "note": ""
        },
        {
            "chapter": "6:19",
            "content": "以利沙对他们说：“这不是那道，也不是那城，你们跟我去，我必领你们到所寻找的人那里。”于是领他们到了撒玛利亚。",
            "note": ""
        },
        {
            "chapter": "6:20",
            "content": "他们进了撒玛利亚。以利沙祷告说：“耶和华啊，求你开这些人的眼目，使他们能看见。”耶和华开他们的眼目，他们就看见了。不料，是在撒玛利亚的城中。",
            "note": ""
        },
        {
            "chapter": "6:21",
            "content": "以色列王见了他们。就问以利沙说：“我父啊，我可以击杀他们吗？”",
            "note": ""
        },
        {
            "chapter": "6:22",
            "content": "回答说：“不可击杀他们。就是你用刀用弓掳来的，岂可击杀他们吗（注：或作“也不可击杀，何况这些人呢”）？当在他们面前设摆饮食，使他们吃喝，回到他们的主人那里。”",
            "note": "以利沙吩咐以色列王不要杀亚兰人，因为人不可窃取神的荣耀，把他所做的事归功于自己。将食物摆在敌人面前，给他们饮食，就是以德报怨（参箴25:21-22）。"
        },
        {
            "chapter": "6:23",
            "content": "王就为他们预备了许多食物。他们吃喝完了，打发他们回到他们主人那里。从此，亚兰军不再犯以色列境了。",
            "note": "亚兰人不再侵犯以色列人，其间有多长时间，我们无从知道，不过据6章24节所记载的，亚兰军队上次犯境之事一定过去很久了，他们已忘记了神的大能使他们眼瞎并被遣回的事。"
        },
        {
            "chapter": "6:24",
            "content": "此后，亚兰王便哈达聚集他的全军，上来围困撒玛利亚。",
            "note": "这个亚兰王可能是便哈达二世，他的父亲在巴沙作以色列王时（参王上15:18）作亚兰王。他想攻占以色列的计划一再被以利沙所阻。"
        },
        {
            "chapter": "6:25",
            "content": "于是撒玛利亚被围困，有饥荒，甚至一个驴头值银八十舍客勒，二升鸽子粪值银五舍客勒。",
            "note": "撒玛利亚这样的城市遭遇饥荒，是非常严重的事。虽然农夫所种的粮食足够居民应急，但是长年累月被切断供应，情况就不妙了。这次饥荒极其严重，连母亲也想吃自己儿女的肉（6:26-30）。申命记预言人弃绝神的引导时势必如此（参申28:49-57）。"
        },
        {
            "chapter": "6:26",
            "content": "一日，以色列王在城上经过，有一个妇人向他呼叫说：“我主我王啊，求你帮助！”",
            "note": ""
        },
        {
            "chapter": "6:27",
            "content": "王说：“耶和华不帮助你，我从何处帮助你？是从禾场，是从酒醡呢？”",
            "note": ""
        },
        {
            "chapter": "6:28",
            "content": "王问妇人说：“你有什么苦处？”她回答说：“这妇人对我说：‘将你的儿子取来，我们今日可以吃，明日可以吃我的儿子。’",
            "note": ""
        },
        {
            "chapter": "6:29",
            "content": "我们就煮了我的儿子吃了。次日，我对她说：‘要将你的儿子取来，我们可以吃。’她却将她的儿子藏起来了。”",
            "note": ""
        },
        {
            "chapter": "6:30",
            "content": "王听见妇人的话，就撕裂衣服（王在城上经过），百姓看见王贴身穿着麻衣。",
            "note": ""
        },
        {
            "chapter": "6:31",
            "content": "王说：“我今日若容沙法的儿子以利沙的头仍在他项上，愿　神重重地降罚与我！”",
            "note": ""
        },
        {
            "chapter": "6:32",
            "content": "那时，以利沙正坐在家中，长老也与他同坐。王打发一个伺候他的人去，他还没有到，以利沙对长老说：“你们看这凶手之子，打发人来斩我的头。你们看着使者来到，就关上门，用门将他推出去。在他后头不是有他主人脚步的响声吗？”",
            "note": ""
        },
        {
            "chapter": "6:33",
            "content": "正说话的时候，使者来到，王也到了说：“这灾祸是从耶和华那里来的，我何必再仰望耶和华呢？”",
            "note": "以色列王为什么怪责以利沙，说是他造成撒玛利亚的饥荒与灾祸？可能有下列几个原因：（1）有些解经家认为，以利沙一定曾告诉以色列王，叫他信靠神以便获救，王照样行了，甚至身穿麻衣（6:30），但是当时的情形似乎已陷于绝望境地。王显然觉得以利沙给他出的是坏主意，连神也不能拯救他们。（2）以色列的君王与属神的先知多年来常有冲突。因为君王行恶，先知常预言神的审判必然临到，君王就视他们为惹是生非之人，所以以色列王将失败归咎于以利沙。（3）以色列王可能记得，以利亚曾帮助亚哈王终止饥荒（参王上18:41-46）。既然以利沙是一位神人，王也许想到他可以随意行神迹，而他竟然没有来援救以色列国，所以王大发雷霆。"
        }
    ]
}