{
    "book": "列王纪下",
    "chapter": "9",
    "verses": [
        {
            "chapter": "9:1",
            "content": "先知以利沙叫了一个先知门徒来，吩咐他说：“你束上腰，手拿这瓶膏油，往基列的拉末去。",
            "note": "“束上腰”指将外衣用带子束上，使人更容易奔跑。"
        },
        {
            "chapter": "9:2",
            "content": "到了那里，要寻找宁示的孙子、约沙法的儿子耶户。使他从同僚中起来，带他进严密的屋子，",
            "note": ""
        },
        {
            "chapter": "9:3",
            "content": "将瓶里的膏油倒在他头上说：‘耶和华如此说：我膏你作以色列王。’说完了，就开门逃跑，不要迟延。”",
            "note": "以利亚曾预言，耶户作王必有许多人被杀（参王上19:16-17）。故此以利沙命年轻的先知在传出神的信息后，在耶户开始大屠杀之前立刻离开。耶户追杀亚哈亲友的行为似乎残酷，（参代下22:8-9），但若不阻止崇拜巴力，以色列全国就会毁灭。要想使以色列生存下去，就必须消灭所有拜巴力的人。耶户满足了公义的需要。"
        },
        {
            "chapter": "9:4",
            "content": "于是那少年先知往基列的拉末去了。",
            "note": ""
        },
        {
            "chapter": "9:5",
            "content": "到了那里，看见众军长都坐着，就说：“将军哪，我有话对你说。”耶户说：“我们众人里，你要对哪一个说呢？”回答说：“将军哪，我要对你说。”",
            "note": ""
        },
        {
            "chapter": "9:6",
            "content": "耶户就起来，进了屋子，少年人将膏油倒在他头上，对他说：“耶和华以色列的　神如此说：‘我膏你作耶和华民以色列的王。",
            "note": ""
        },
        {
            "chapter": "9:7",
            "content": "你要击杀你主人亚哈的全家，我好在耶洗别身上伸我仆人众先知和耶和华一切仆人流血的冤。",
            "note": "以利沙所说的话，应验了以利亚在二十年前所说的预言（参王上21:17-24）：亚哈全家都要被除灭。本章节描述耶洗别的死，也是以利亚曾预言过的（9:30-37）。"
        },
        {
            "chapter": "9:8",
            "content": "亚哈全家必都灭亡；凡属亚哈的男丁，无论是困住的、自由的，我必从以色列中剪除，",
            "note": ""
        },
        {
            "chapter": "9:9",
            "content": "使亚哈的家像尼八儿子耶罗波安的家，又像亚希雅儿子巴沙的家。",
            "note": "亚哈的王朝要像耶罗波安与巴沙的王朝一样的终结。亚希雅曾预言耶罗波安王朝的终结（参王上14:1-11），这预言在巴沙身上实现（参王上15:29）。先知耶户（不是作王的耶户）预言巴沙家族的结局（参王上16:1-7），也一一应验（参王上16:11-12）。从以上的事来看，亚哈家的结局也是必然的，以利亚已经预言（参王上21:17-24），神使之实现。"
        },
        {
            "chapter": "9:10",
            "content": "耶洗别必在耶斯列田里被狗所吃，无人葬埋。’”说完了，少年人就开门逃跑了。",
            "note": ""
        },
        {
            "chapter": "9:11",
            "content": "耶户出来，回到他主人的臣仆那里，有一人问他说：“平安吗？这狂妄的人来见你有什么事呢？”回答说：“你们认得那人，也知道他说什么。”",
            "note": ""
        },
        {
            "chapter": "9:12",
            "content": "他们说：“这是假话，你据实地告诉我们。”回答说：“他如此如此对我说。他说：‘耶和华如此说：我膏你作以色列王。’”",
            "note": ""
        },
        {
            "chapter": "9:13",
            "content": "他们就急忙各将自己的衣服铺在上层台阶，使耶户坐在其上。他们吹角说：“耶户作王了！”",
            "note": ""
        },
        {
            "chapter": "9:14",
            "content": "这样，宁示的孙子、约沙法的儿子耶户，背叛约兰。先是约兰和以色列众人因为亚兰王哈薛的缘故，把守基列的拉末，",
            "note": ""
        },
        {
            "chapter": "9:15",
            "content": "但约兰王回到耶斯列，医治与亚兰王哈薛打仗所受的伤。耶户说：“若合你们的意思，就不容人逃出城往耶斯列报信去。”",
            "note": ""
        },
        {
            "chapter": "9:16",
            "content": "于是耶户坐车往耶斯列去，因为约兰病卧在那里。犹大王亚哈谢已经下去看望他。",
            "note": ""
        },
        {
            "chapter": "9:17",
            "content": "有一个守望的人站在耶斯列的楼上，看见耶户带着一群人来，就说：“我看见一群人。”约兰说：“打发一个骑马的去迎接他们，问说：‘平安不平安？’”",
            "note": ""
        },
        {
            "chapter": "9:18",
            "content": "骑马的就去迎接耶户说：“王问说：‘平安不平安？’”耶户说：“平安不平安与你何干？你转在我后头吧！”守望的人又说：“使者到了他们那里，却不回来。”",
            "note": ""
        },
        {
            "chapter": "9:19",
            "content": "王又打发一个骑马的去。这人到了他们那里说：“王问说：‘平安不平安？’”耶户说：“平安不平安与你何干？你转在我后头吧！”",
            "note": "约兰打发骑马的人迎见耶户，问他是否为和平而来。但耶户回答他，说：“平安不平安，与你何干？”真正的平安是从神而来的，除非信靠神、爱神，否则一切平安都不可靠。耶户知道来人是邪恶又不顺服神之君王的仆役。不要寻求与真善为敌之人的和平和友谊，恒久的平安只有从认识神而来，只有他才能赐我们平安（“平安”与“和平”可通用）。"
        },
        {
            "chapter": "9:20",
            "content": "守望的人又说：“他到了他们那里，也不回来。车赶得甚猛，像宁示的孙子耶户的赶法。”",
            "note": ""
        },
        {
            "chapter": "9:21",
            "content": "约兰吩咐说：“套车！”人就给他套车。以色列王约兰和犹大王亚哈谢，各坐自己的车出去迎接耶户，在耶斯列人拿伯的田那里遇见他。",
            "note": ""
        },
        {
            "chapter": "9:22",
            "content": "约兰见耶户就说：“耶户啊，平安吗？”耶户说：“你母亲耶洗别的淫行邪术这样多，焉能平安呢？”",
            "note": ""
        },
        {
            "chapter": "9:23",
            "content": "约兰就转车逃跑，对亚哈谢说：“亚哈谢啊，反了！”",
            "note": ""
        },
        {
            "chapter": "9:24",
            "content": "耶户开满了弓，射中约兰的脊背，箭从心窝穿出，约兰就仆倒在车上。",
            "note": ""
        },
        {
            "chapter": "9:25",
            "content": "耶户对他的军长毕甲说：“你把他抛在耶斯列人拿伯的田间。你当追想，你我一同坐车跟随他父亚哈的时候，耶和华对亚哈所说的预言，",
            "note": ""
        },
        {
            "chapter": "9:26",
            "content": "说：‘我昨日看见拿伯的血和他众子的血，我必在这块田上报应你。’这是耶和华说的。现在你要照着耶和华的话，把他抛在这田间。”",
            "note": "以色列的约兰王跟父亲亚哈、母亲耶洗别一样，也是一个恶人，所以他的尸首被抛在拿伯的田间，那块田是他的父母以不法的手段夺取的。亚哈想得拿伯的葡萄园做花园，拿伯不肯卖给他，耶洗别就施奸计杀害了他（参王上21:1-24）。亚哈没有想到，他邪恶的儿子以后会葬在那块田里。"
        },
        {
            "chapter": "9:27",
            "content": "犹大王亚哈谢见这光景，就从园亭之路逃跑。耶户追赶他说：“把这人也杀在车上。”到了靠近以伯莲姑珥的坡上击伤了他，他逃到米吉多，就死在那里。",
            "note": ""
        },
        {
            "chapter": "9:28",
            "content": "他的臣仆用车将他的尸首送到耶路撒冷，葬在大卫城他自己的坟墓里，与他列祖同葬。",
            "note": ""
        },
        {
            "chapter": "9:29",
            "content": "亚哈谢登基作犹大王的时候，是在亚哈的儿子约兰第十一年。",
            "note": ""
        },
        {
            "chapter": "9:30",
            "content": "耶户到了耶斯列。耶洗别听见就擦粉、梳头，从窗户里往外观看。",
            "note": ""
        },
        {
            "chapter": "9:31",
            "content": "耶户进门的时候，耶洗别说：“杀主人的心利啊，平安吗？”",
            "note": "心利是以色列军队的元帅，四十多年前杀了以拉王，并自立为以色列王（参王上16:8-10）。耶洗别是在指责耶户企图弑君篡位。"
        },
        {
            "chapter": "9:32",
            "content": "耶户抬头向窗户观看说：“谁顺从我？”有两三个太监从窗户往外看他。",
            "note": ""
        },
        {
            "chapter": "9:33",
            "content": "耶户说：“把她扔下来！”他们就把她扔下来。她的血溅在墙上和马上，于是把她践踏了。",
            "note": ""
        },
        {
            "chapter": "9:34",
            "content": "耶户进去，吃了喝了，吩咐说：“你们把这被咒诅的妇人葬埋了，因为她是王的女儿。”",
            "note": ""
        },
        {
            "chapter": "9:35",
            "content": "他们就去葬埋她，只寻得她的头骨和脚并手掌。",
            "note": "耶洗别作恶的下场是只剩下头骨、脚和手掌，权力、金钱、声望、王室、家族和属灵遗产皆一概无存。她一生追求的豪华享受全都归于无有。权力、健康、财富虽然会使你觉得有安全感，但死亡会夺去人所有的身外保障。在你的心变为刚硬以前，仍然有时间改变，你应当趁着现在决定你一生的道路，因为结局很快就临到你。"
        },
        {
            "chapter": "9:36",
            "content": "他们回去告诉耶户，耶户说：“这正应验耶和华藉他仆人提斯比人以利亚所说的话，说：在耶斯列田间，狗必吃耶洗别的肉；",
            "note": ""
        },
        {
            "chapter": "9:37",
            "content": "耶洗别的尸首必在耶斯列田间如同粪土，甚至人不能说：‘这是耶洗别。’”",
            "note": ""
        }
    ]
}