{
    "book": "约珥书",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "耶和华的话临到毗土珥的儿子约珥。",
            "note": "约珥是南国犹大的先知。约珥书中并没有提到约珥是哪个时期的人，但一般认为，他是在约阿施作王期间（公元前835-796年）作先知的。无论如何，约珥书的写作日期是次要的，最重要的还是其恒久不变的信息：罪必定招致神的审判，但神的怜恤也必定随着他的公义而来。"
        },
        {
            "chapter": "1:2",
            "content": "老年人哪，当听我的话！国中的居民哪，都要侧耳而听！在你们的日子，或你们列祖的日子，曾有这样的事吗？",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "你们要将这事传与子，子传与孙，孙传与后代。",
            "note": "神劝喻作父母的，要把自己民族的历史传与后代，并要他们将学到的教训，反覆讲给子孙听。对年轻一代而言，长辈的生活经历是最宝贵的财富，它能帮助他们重走前辈的成功之路并避免重蹈失败的覆辙。"
        },
        {
            "chapter": "1:4",
            "content": "剪虫剩下的，蝗虫来吃；蝗虫剩下的，蝻子来吃；蝻子剩下的，蚂蚱来吃。",
            "note": "约珥详尽的描述，让不少人相信他指的是一场已经发生、或将要发生的蝗虫灾害；另一派意见则认为蝗虫象征入侵的敌军。其实二者皆是可以预知的。蝗虫代表毁坏，约珥意在指出神要因人的罪施刑罚，他称这审判为“耶和华的日子”。"
        },
        {
            "chapter": "1:5",
            "content": "酒醉的人哪，要清醒哭泣；好酒的人哪，都要为甜酒哀号；因为从你们的口中断绝了。",
            "note": "百姓的身体与道德意志都已衰颓，他们对罪已没有了知觉。约珥催促他们要从得意忘形中觉醒，并且趁早承认己过；否则，一切都要被毁坏，就连使他们醉倒的葡萄也必遭毁。今天，安逸丰富的生活可使我们丧失警觉性，故此，我们切不可让物质的丰裕阻碍我们灵命的更新。"
        },
        {
            "chapter": "1:6",
            "content": "有一队蝗虫（注：原文作“民”）又强盛又无数，侵犯我的地。它的牙齿如狮子的牙齿，大牙如母狮的大牙。",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "它毁坏我的葡萄树，剥了我无花果树的皮，剥尽而丢弃，使枝条露白。",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "我的民哪，你当哀号！像处女腰束麻布，为幼年的丈夫哀号。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "素祭和奠祭从耶和华的殿中断绝，侍奉耶和华的祭司都悲哀。",
            "note": "因为全地被毁，已无上好的面粉及酒作素祭和奠祭。（有关此两祭的详情，请参利1-2章）。"
        },
        {
            "chapter": "1:10",
            "content": "田荒凉，地悲哀，因为五毗毁坏，新酒干竭，油也缺乏。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "农夫啊，你们要惭愧；修理葡萄园的啊，你们要哀号；因为大麦小麦与田间的庄稼都灭绝了。",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "葡萄树枯干，无花果树衰残，石榴树、棕树、苹果树，连田野一切的树木也都枯干；众人的喜乐尽都消灭。",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "祭司啊，你们当腰束麻布痛哭；伺候祭坛的啊，你们要哀号；侍奉我　神的啊，你们要来披上麻布过夜；因为素祭和奠祭从你们　神的殿中断绝了。",
            "note": "麻布是丧服；在此是悔改的象征。"
        },
        {
            "chapter": "1:14",
            "content": "你们要分定禁食的日子，宣告严肃会，招聚长老和国中的一切居民，到耶和华你们　神的殿，向耶和华哀求。",
            "note": "禁食的日子，是百姓不吃东西，以谦卑、为罪忧伤的心灵迫切祷告来寻求神的一段时间。旧约时代，百姓会在灾难临到时禁食，好使他们能定睛仰望神，并以此显示他们内心的改变，及对神真正的委身（参士20:26；王上21:27；拉8:21；拿3:5）。严肃会是个公开的宗教活动，让所有人都能在神面前悔改，祈求神的怜恤。"
        },
        {
            "chapter": "1:15",
            "content": "哀哉，耶和华的日子临近了！这日来到，好像毁灭从全能者来到。",
            "note": "“耶和华的日子”是旧约常见的句子，尤见于约珥书（参2:1, 11, 31；3:14），均是指一些特别事件发生的日子。这些事件可能是眼前的事，如蝗虫之灾；也可能是将要发生的事，如耶路撒冷被毁或敌国被打败；还可能是末后的事，如历史终结时，神要击败一切邪恶的势力。"
        },
        {
            "chapter": "1:16",
            "content": "粮食不是在我们眼前断绝了吗？欢喜快乐不是从我们　神的殿中止息了吗？",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "谷种在土块下朽烂，仓也荒凉，廪也破坏，因为五谷枯干了。",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "牲畜哀鸣；牛群混乱，因为无草；羊群也受了困苦。",
            "note": ""
        },
        {
            "chapter": "1:19",
            "content": "耶和华啊，我向你求告，因为火烧灭旷野的草场；火焰烧尽田野的树木。",
            "note": "没有神，毁灭是必然的结局。那些还没有接受神为个人救主、领受他的慈爱和赦免的人，将要在神面前接受审判。因此，当趁我们还有机会的时候，寻求神的爱和怜恤（2:32）。"
        },
        {
            "chapter": "1:20",
            "content": "田野的走兽向你发喘，因为溪水干涸，火也烧灭旷野的草场。",
            "note": ""
        }
    ]
}