{
    "book": "约珥书",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "你们要在锡安吹角，在我圣山吹出大声。国中的居民都要发颤；因为耶和华的日子将到，已经临近。",
            "note": ""
        },
        {
            "chapter": "2:2",
            "content": "那日是黑暗、幽冥、密云、乌黑的日子，好像晨光铺满山岭。有一队蝗虫（注：原文作“民”）又大又强；从来没有这样的，以后直到万代也必没有。",
            "note": ""
        },
        {
            "chapter": "2:3",
            "content": "它们前面如火烧灭，后面如火焰烧尽；未到以前，地如伊甸园；过去以后，成了荒凉的旷野，没有一样能躲避它们的。",
            "note": "伊甸园是神为亚当和夏娃造的第一个居所（参创2:8），以美丽闻名，此处用作形容大地受破坏前的美丽。"
        },
        {
            "chapter": "2:4",
            "content": "它们的形状如马，奔跑如马兵。",
            "note": ""
        },
        {
            "chapter": "2:5",
            "content": "在山顶蹦跳的响声，如车辆的响声，又如火焰烧碎秸的响声，好像强盛的民摆阵预备打仗。",
            "note": ""
        },
        {
            "chapter": "2:6",
            "content": "它们一来，众民伤恸，脸都变色。",
            "note": ""
        },
        {
            "chapter": "2:7",
            "content": "它们如勇士奔跑，像战士爬城。各都步行，不乱队伍。",
            "note": ""
        },
        {
            "chapter": "2:8",
            "content": "彼此并不拥挤，向前各行其路，直闯兵器，不偏左右。",
            "note": ""
        },
        {
            "chapter": "2:9",
            "content": "它们蹦上城，蹿上墙，爬上房屋，进入窗户如同盗贼。",
            "note": ""
        },
        {
            "chapter": "2:10",
            "content": "它们一来，地震天动，日月昏暗，星宿无光。",
            "note": ""
        },
        {
            "chapter": "2:11",
            "content": "耶和华在他军旅前发声，他的队伍甚大；成就他命的是强盛者。因为耶和华的日子大而可畏，谁能当得起呢？",
            "note": ""
        },
        {
            "chapter": "2:12",
            "content": "耶和华说：“虽然如此，你们应当禁食、哭泣、悲哀，一心归向我。”",
            "note": ",13　神告诉百姓当趁还有时间时离罪归向他，因为毁灭将至。对我们而言，时间也正在消逝，因为无人能知生命何时终结，所以要尽早相信并且顺服神，别让任何事情阻挠你归向神的心。"
        },
        {
            "chapter": "2:13",
            "content": "你们要撕裂心肠，不撕裂衣服，归向耶和华你们的　神；因为他有恩典，有怜悯，不轻易发怒，有丰盛的慈爱，并且后悔不降所说的灾。",
            "note": "撕裂衣服是人彻底懊悔的表现。但神所要的，不是没有内涵和实质、虚有其表的悔罪（参撒上16:7；太23:1-36）。因此，要检讨自己对神的态度是否正确，而非只注重外在的表现。"
        },
        {
            "chapter": "2:14",
            "content": "或者他转意后悔，留下余福，就是留下献给耶和华你们　神的素祭和奠祭，也未可知。",
            "note": ""
        },
        {
            "chapter": "2:15",
            "content": "你们要在锡安吹角，分定禁食的日子，宣告严肃会。",
            "note": ""
        },
        {
            "chapter": "2:16",
            "content": "聚集众民，使会众自洁；招聚老者，聚集孩童和吃奶的；使新郎出离洞房，新妇出离内室。",
            "note": ""
        },
        {
            "chapter": "2:17",
            "content": "事奉耶和华的祭司，要在廊子和祭坛中间哭泣说：“耶和华啊，求你顾惜你的百姓，不要使你的产业受羞辱，列邦管辖他们。为何容列国的人说：‘他们的　神在哪里呢？’”",
            "note": ""
        },
        {
            "chapter": "2:18",
            "content": "耶和华就为自己的地发热心，怜恤他的百姓。",
            "note": "这是约珥所发出预言的转捩点：从预言神发出审判，转到神赐赦免和恩福。可是，后者只会在百姓离弃罪恶，过神所喜悦的生活时才临到。事实上，有悔改的地方就有盼望。约珥书这部分所提到的就是盼望，没有这部分，整个预言只会带来绝望和无奈。在此，赦免的应许鼓励人作出悔改的回应。"
        },
        {
            "chapter": "2:19",
            "content": "耶和华应允他的百姓说：“我必赐给你们五谷、新酒和油，使你们饱足；我也不再使你们受列国的羞辱，",
            "note": ""
        },
        {
            "chapter": "2:20",
            "content": "却要使北方来的军队远离你们，将他们赶到干旱荒废之地：前队赶入东海，后队赶入西海；因为他们所行的大恶（注：原文作“事”），臭气上升，腥味腾空。”",
            "note": "约珥见有攻击从北方的亚述和巴比伦而来，并以蝗虫作预示。"
        },
        {
            "chapter": "2:21",
            "content": "地土啊，不要惧怕！要欢喜快乐，因为耶和华行了大事。",
            "note": "约珥将神审判所引发的恐惧（2:1），与他介入所带来的喜乐做对比。在耶和华的日子，罪要带来审判，只有神的赦免才会带来喜乐。除非你已悔改，否则你的罪只有招致审判。因此，让神进入你的生命吧！这样，到那日你必定喜乐，不再恐惧。往昔是禁食、灾难和挽歌，将来则有筵席、丰收和颂赞。当神作王的时候，神的重建工作便会完成。与此同时，我们必须谨记，神并没有应许他所有的跟随者在世上都会倍享荣华；神赦免我们，我们可以与他重建关系，但这并不意味个人会因此发大财。神的应许是要满足爱他之人最深切的需要：爱我们、赦免我们、赐我们生命的意义，并给我们一个互相关爱的社群。"
        },
        {
            "chapter": "2:22",
            "content": "田野的走兽啊，不要惧怕！因为旷野的草发生，树木结果，无花果树、葡萄树也都效力。",
            "note": ""
        },
        {
            "chapter": "2:23",
            "content": "锡安的民哪，你们要快乐，为耶和华你们的　神欢喜，因他赐给你们合宜的秋雨，为你们降下甘霖，就是秋雨春雨，和先前一样。",
            "note": ""
        },
        {
            "chapter": "2:24",
            "content": "禾场必满了麦子，酒榨与油榨必有新酒和油盈溢。",
            "note": ""
        },
        {
            "chapter": "2:25",
            "content": "“我打发到你们中间的大军队，就是蝗虫、蝻子、蚂蚱、剪虫，那些年所吃的我要补还你们。",
            "note": ""
        },
        {
            "chapter": "2:26",
            "content": "你们必多吃而得饱足，就赞美为你们行奇妙事之耶和华你们　神的名。我的百姓必永远不至羞愧。",
            "note": ",27　假如按经文所说，犹大人将永不再经历象蝗虫灾害那样的毁灭（“必永远不至羞愧”），那么，我们当如何解释他们被掳到巴比伦、在希腊及罗马人手下作奴隶、以及遭希特勒大屠杀等等的事件？我们须谨记一点，解经切不可断章取义。这经文是约珥预言中“赐福”的部分，即说只有当百姓真心悔改，才可避免像约珥所描述那般的灾难。神的恩福只应许赐给真诚恒久地跟随他的人。不过，神的确应许在最后审判之后，他的选民永远不再经历这样的苦难（参亚14:9-11；启 21:1-27）。"
        },
        {
            "chapter": "2:27",
            "content": "你们必知道我是在以色列中间，又知道我是耶和华你们的　神，在我以外并无别神。我的百姓必永远不至羞愧。",
            "note": ""
        },
        {
            "chapter": "2:28",
            "content": "以后，我要将我的灵浇灌凡有血气的。你们的儿女要说预言，你们的老年人要做异梦，少年人要见异像。",
            "note": ""
        },
        {
            "chapter": "2:29",
            "content": "在那些日子，我要将我的灵浇灌我的仆人和使女。",
            "note": ""
        },
        {
            "chapter": "2:30",
            "content": "在天上地下，我要显出奇事，有血、有火、有烟柱。",
            "note": "这些“奇事”会稍稍呈现将至的景象。"
        },
        {
            "chapter": "2:31",
            "content": "日头要变为黑暗，月亮要变为血，这都在耶和华大而可畏的日子未到以前。",
            "note": ",32　在此，“耶和华的日子”是用以描述神审判万邦的特定时刻（参1:15注释）。审判与怜悯是不可分割的。约珥曾指出，只要肯悔改，神必要从审判中把人拯救出来（参2:12-14）。所以，在审判和大灾难的日子，仍会有人得救。神的心意并非要破坏，而是要医治和拯救；然而我们必须接受救恩才可幸免于难，否则必要和那些不悔改的人一同灭亡。"
        },
        {
            "chapter": "2:32",
            "content": "到那时候，凡求告耶和华名的就必得救；因为照耶和华所说的，在锡安山，耶路撒冷必有逃脱的人，在剩下的人中，必有耶和华所召的。",
            "note": "彼得曾引述这段经文（参徒2:16-21）。约珥预言神要将圣灵浇灌在人身上，这事在圣灵降临时（五旬节）已应验了。过去，神的灵似乎只临到列王、先知及士师身上，但约珥预见将来圣灵必要临到每一位信徒。以西结也曾提及圣灵浇灌的事（参结39:28-29）。如今，凡信神的人必有圣灵在他身上（2:32）。"
        }
    ]
}