{
    "book": "约珥书",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "到那日，我使犹大和耶路撒冷被掳之人归回的时候，",
            "note": ",2　“到那日”是指凡求告耶和华者都得救的日子（2:32）。神对信徒的祝福，不单是供应他们所需，还包括摧毁地上一切邪恶并终止一切苦难。这预言的应验分三个层面：即时的、未来的与终极的。即时的应验是指约沙法王与列国（包括摩押和亚扪）之战（参代下20:1-37）；未来的应验是指百姓从被掳之地巴比伦归回；终极的应验是指弥赛亚统治全地前的大争战（参启20：7-9）。"
        },
        {
            "chapter": "3:2",
            "content": "我要聚集万民，带他们下到约沙法谷，在那里施行审判；因为他们将我的百姓，就是我的产业以色列，分散在列国中，又分取我的地土，",
            "note": "约沙法谷的地理位置尚不能确定，有人说这谷只是象征神审判之处，有的却认为此谷可能是在弥赛亚再来之时，由橄榄山分裂而成的（参亚14:4）。对我们而言，约沙法谷最重要之处，是其名称的意义──“神施行审判”。"
        },
        {
            "chapter": "3:3",
            "content": "且为我的百姓拈阄，将童子换妓女，卖童女买酒喝。",
            "note": ""
        },
        {
            "chapter": "3:4",
            "content": "推罗、西顿和非利士四境的人哪，你们与我何干？你们要报复我吗？若报复我，我必使报应速速归到你们的头上。",
            "note": "推罗和西顿是腓尼基的大城，位于以色列西北；非利士则处于犹大的西南。腓尼基和非利士这两个小国，曾于犹大和以色列失陷时窃喜，因为它们以为从此可独享日渐繁盛的贸易成果。因为这种错误的态度，神要审判他们。"
        },
        {
            "chapter": "3:5",
            "content": "你们既然夺取我的金银，又将我可爱的宝物带入你们宫殿（注：或作“庙中”），",
            "note": ""
        },
        {
            "chapter": "3:6",
            "content": "并将犹大人和耶路撒冷人卖给希腊人（注：原文作“雅完人”），使他们远离自己的境界。",
            "note": "犹大人被卖给希腊人──外邦不洁之民。有人因此认为约珥生于被掳之后，即公元前586年（参3:1），希腊文化开始发达之时。但考古研究证实，早于公元前800年，希腊已与腓尼基通商；而推罗、西顿和非利士（参3:4），是在犹大人被掳之前与犹大同期存在的城市。"
        },
        {
            "chapter": "3:7",
            "content": "我必激动他们离开你们所卖到之地，又必使报应归到你们的头上。",
            "note": ""
        },
        {
            "chapter": "3:8",
            "content": "我必将你们的儿女卖在犹大人的手中，他们必卖给远方示巴国的人。”这是耶和华说的。",
            "note": "示巴是阿拉伯西南的一个国家。早在一个世纪前，示巴女王曾探访所罗门（参王上10:1-13），示巴人一直都控制着东方贸易的通道。"
        },
        {
            "chapter": "3:9",
            "content": "当在万民中宣告说：要预备打仗，激动勇士，使一切战士上前来。",
            "note": ""
        },
        {
            "chapter": "3:10",
            "content": "要将犁头打成刀剑，将镰刀打成戈矛。软弱的要说：“我有勇力。”",
            "note": ""
        },
        {
            "chapter": "3:11",
            "content": "四围的列国啊，你们要速速地来，一同聚集。耶和华啊，求你使你的大能者降临！",
            "note": ""
        },
        {
            "chapter": "3:12",
            "content": "“万民都当兴起，上到约沙法谷；因为我必坐在那里，审判四围的列国。",
            "note": ""
        },
        {
            "chapter": "3:13",
            "content": "开镰吧！因为庄稼熟了；践踏吧！因为酒榨满了，酒池盈溢，他们的罪恶甚大。”",
            "note": ""
        },
        {
            "chapter": "3:14",
            "content": "许多许多的人在断定谷，因为耶和华的日子临近断定谷。",
            "note": "约珥描述有许多人在“断定谷”（即“约沙法谷”，参3:2, 12）等候。地上有数以亿计的人，无论是已死的、尚在生的或将要生的，每一个均要面对审判。环顾周围与你一起工作和生活的人，他们已经接受了神的赦罪吗？他们知道犯罪的结局吗？如果我们明白神最后的审判是何等的严厉，就会希望把救恩的盼望带给每一个自己所认识的人。"
        },
        {
            "chapter": "3:15",
            "content": "日月昏暗，星宿无光。",
            "note": ""
        },
        {
            "chapter": "3:16",
            "content": "耶和华必从锡安吼叫，从耶路撒冷发声，天地就震动。耶和华却要作他百姓的避难所，作以色列人的保障。",
            "note": ""
        },
        {
            "chapter": "3:17",
            "content": "“你们就知道我是耶和华你们的　神，且又住在锡安我的圣山。那时，耶路撒冷必成为圣，外邦人不再从其中经过。",
            "note": "最终的审判权是属于神的。在末日，神的主权便要彰显出来。我们无法估计这日何时来临，但可以深信神掌管世上一切事情。世界的历史包括我们的一生，也在神的手中。我们可以在他的爱中得享平安稳妥，并且相信他去引导我们作决定。"
        },
        {
            "chapter": "3:18",
            "content": "到那日，大山要滴甜酒，小山要流奶子，犹大溪河都有水流。必有泉源从耶和华的殿中流出来，滋润什亭谷。",
            "note": "这是一幅修复之地的至美图画，就如伊甸园一样。生命的泉源从耶和华的殿中涌出，显示神要赐福。倚靠神的，必永远丰盛（参结47:1-12；启22:1-2）。"
        },
        {
            "chapter": "3:19",
            "content": "埃及必然荒凉，以东变为凄凉的旷野，都因向犹大人所行的强暴，又因在本地流无辜人的血。",
            "note": "长期以来，埃及和以东都是以色列的仇敌，他们代表一切敌对神选民的人。神应许把他们毁灭，就是应许总有一天会把世上一切的邪恶灭绝。"
        },
        {
            "chapter": "3:20",
            "content": "但犹大必存到永远，耶路撒冷必存到万代。",
            "note": ",21　在此，犹大是指一切属神的人，就是一切求告耶和华之名的人。信神的人，必得胜利与平安（2:32）。"
        },
        {
            "chapter": "3:21",
            "content": "我未曾报复（注：或作“洗除”。下同）流血的罪，现在我要报复。”因为耶和华住在锡安。",
            "note": "预言的开首，约珥提到地遭毁灭；在结束时，他提到重建。一开始约珥强调悔改的重要，最后他说到悔改所带来赦罪的应许。约珥催促百姓警醒（1:5），不要再得意忘形，并要醒悟离神而活是何等的危险。对我们来说，他的信息指出我们还有时间和机会，所有呼求主名的人都会得救（2:12-14, 32）。凡归向神的，都将享受预言中所提及的福；拒绝神的，则要面对灭亡。"
        }
    ]
}