{
    "book": "传道书",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "在耶路撒冷作王，大卫的儿子，传道者的言语。",
            "note": "此书的作者就是“在耶路撒冷作过以色列王”的所罗门（请参1:12）。他称自己为传道者，召聚人民来听他所传的信息，并且收集智慧的言语（箴言）。他是圣经中拥有世上一切（包括智慧、权力、财富、尊荣、名誉及神的恩宠）的人物，然而他却说世界上的一切至终都是虚空。他致力唤醒人民不要将信心放在个人的努力、才能和自己的义上，而要将自己奉献给神，作为他们活着的惟一理由。"
        },
        {
            "chapter": "1:2",
            "content": "传道者说：“虚空的虚空，虚空的虚空，凡事都是虚空。”",
            "note": "所罗门治理的以色列国虽处于全盛时期，但他想让百姓明白：成功和繁荣不可能长久持续下去（参诗103；14-16；赛40:6-8；雅4:14）。人类所有的成就，终有一天会归于乌有。我们应该将这道理存记于心，好叫我们有智慧地生活。不然，我们在成功时就会骄傲自满，失败时就会失望气馁。他写这书的目的，是要说明世上的财物和成就最终皆是虚空，惟有认识神，才会带来真正的满足。我们应该在言语、思想和行为上尊神为大。"
        },
        {
            "chapter": "1:3",
            "content": "人一切的劳碌，就是他在日光之下的劳碌，有什么益处呢？",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "一代过去，一代又来，地却永远长存。",
            "note": ""
        },
        {
            "chapter": "1:5",
            "content": "日头出来，日头落下，急归所出之地。",
            "note": ""
        },
        {
            "chapter": "1:6",
            "content": "风往南刮，又向北转，不住地旋转，而且返回转行原道。",
            "note": ""
        },
        {
            "chapter": "1:7",
            "content": "江河都往海里流，海却不满；江河从何处流，仍归还何处。",
            "note": ""
        },
        {
            "chapter": "1:8",
            "content": "万事令人厌烦（注：或作“万物满有困乏”），人不能说尽。眼看，看不饱；耳听，听不足。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "已有的事，后必再有；已行的事，后必再行。日光之下，并无新事。",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "岂有一件事人能指着说：“这是新的”？哪知，在我们以前的世代早已有了。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "已过的世代，无人记念；将来的世代，后来的人也不记念。",
            "note": "很多人感到不安和不满。他们想：（1）为什么我遵守了神的旨意，反而极其疲倦，没有成就呢？（2）生命的意义是什么？（3）当我回首往事时，对自己的成就能感到快乐吗？（4）为什么我会觉得精疲力尽，幻想破灭，枯燥乏味呢？（5）我的将来会怎样？所罗门试验我们的信心，激励我们要在神里面探求人生真正恒久的意义。如果你像所罗门一样彻底检视自己的一生，就会发现事奉神才是最重要的。或许神正要求你再次思考你人生的方向，正如所罗门在传道书中所做的一样。"
        },
        {
            "chapter": "1:12",
            "content": "我传道者在耶路撒冷作过以色列的王。",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "我专心用智慧寻求查究天下所做的一切事，乃知　神叫世人所经练的是极重的劳苦。",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "我见日光之下所做的一切事，都是虚空，都是捕风。",
            "note": ""
        },
        {
            "chapter": "1:15",
            "content": "弯曲的不能变直；缺少的不能足数。",
            "note": "“弯曲的不能变直”是指我们因生命中许多无法解答的问题而引起的困惑和混乱。所罗门叙述自己的一生时，发现他的成就和智慧，皆不能使他有真正的快乐。真正的智慧在神里面，真正的快乐由讨神喜悦而来。"
        },
        {
            "chapter": "1:16",
            "content": "我心里议论说：“我得了大智慧，胜过我以前在耶路撒冷的众人，而且我心中多经历智慧和知识的事。”",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "我又专心察明智慧、狂妄和愚昧，乃知这也是捕风。",
            "note": ""
        },
        {
            "chapter": "1:18",
            "content": "因为多有智慧，就多有愁烦；加增知识的，就加增忧伤。",
            "note": "在传道书中，所罗门着重两种不同的智慧：（1）从人而来的知识、推理或哲学；（2）从神而来的智慧。在这两节经文中，所罗门谈到人的知识。当知识使人摒除神时，知识就只会突出人的难题，不能给人答案。因为人若没有从神而来的永恒观点和解决方法，就不能解答难题。"
        }
    ]
}