{
    "book": "传道书",
    "chapter": "10",
    "verses": [
        {
            "chapter": "10:1",
            "content": "死苍蝇使做香的膏油发出臭气。这样，一点愚昧，也能败坏智慧和尊荣。",
            "note": ""
        },
        {
            "chapter": "10:2",
            "content": "智慧人的心居右，愚昧人的心居左。",
            "note": ""
        },
        {
            "chapter": "10:3",
            "content": "并且愚昧人行路显出无知，对众人说，他是愚昧人。",
            "note": ""
        },
        {
            "chapter": "10:4",
            "content": "掌权者的心若向你发怒，不要离开你的本位，因为柔和能免大过。",
            "note": "这句格言可以应用在雇主和雇员之间的关系上。雇员冷静地对待雇主的暴躁发怒，才能相安无事。只要我们平心静气地工作，雇主就可能止息怒气，回复平静。"
        },
        {
            "chapter": "10:5",
            "content": "我见日光之下有一件祸患，似乎出于掌权的错误，",
            "note": ""
        },
        {
            "chapter": "10:6",
            "content": "就是愚昧人立在高位，富足人坐在低位。",
            "note": ""
        },
        {
            "chapter": "10:7",
            "content": "我见过仆人骑马，王子像仆人在地上步行。",
            "note": "所罗门讲述这些不公平或不合理的情况，藉以说明单凭智慧并不足以伸张正义。他接着定论，我们所有的一切（从智慧到财富），如果离开神，就都将成为虚空。然而，当神使用我们仅有的一点点时，这一点点也会成为我们所有的盼望与需要。"
        },
        {
            "chapter": "10:8",
            "content": "挖陷坑的，自己必掉在其中；拆墙垣的，必为蛇所咬。",
            "note": ""
        },
        {
            "chapter": "10:9",
            "content": "凿开（注：或作“挪移”）石头的，必受损伤；劈开木头的，必遭危险。",
            "note": ""
        },
        {
            "chapter": "10:10",
            "content": "铁器钝了，若不将刃磨快，就必多费气力，但得智慧指教，便有益处。",
            "note": "“工欲善其事，必先利其器”，若没有所需之技巧或工具，要去完成某些工作就如同用钝了的斧头劈柴一般困难。如果你的工具钝了，就须将它磨利，才能把工作做得更好。同样，如果你缺少技能，你就需要接受训练，不断练习来增加技能。磨刃意味着认清问题的所在，寻求所需的技能（或工具），把工作做好。试在你的生命中，找出你的“斧头”不锋利的地方，加以磨练并勤加操练你的技能，使你更有效地做神的工作。"
        },
        {
            "chapter": "10:11",
            "content": "未行法术以先，蛇若咬人，后行法术也是无益。",
            "note": ""
        },
        {
            "chapter": "10:12",
            "content": "智慧人的口说出恩言；愚昧人的嘴吞灭自己。",
            "note": ""
        },
        {
            "chapter": "10:13",
            "content": "他口中的言语起头是愚昧；他话的末尾是奸恶的狂妄。",
            "note": ""
        },
        {
            "chapter": "10:14",
            "content": "愚昧人多有言语。人却不知将来有什么事；他身后的事，谁能告诉他呢？",
            "note": ""
        },
        {
            "chapter": "10:15",
            "content": "凡愚昧人，他的劳碌使自己困乏，因为连进城的路，他也不知道。",
            "note": ""
        },
        {
            "chapter": "10:16",
            "content": "邦国啊，你的王若是孩童，你的群臣早晨宴乐，你就有祸了！",
            "note": ""
        },
        {
            "chapter": "10:17",
            "content": "邦国啊，你的王若是贵胄之子，你的群臣按时吃喝，为要补力，不为酒醉，你就有福了！",
            "note": ""
        },
        {
            "chapter": "10:18",
            "content": "因人懒惰，房顶塌下；因人手懒，房屋滴漏。",
            "note": "当以色列的领袖不成熟和不负责任时，国家便步向灭亡。列王纪上下提到南北两国败亡都是因为领袖有私心。这几节经文指出了这些领袖的基本问题──自私和懒惰。"
        },
        {
            "chapter": "10:19",
            "content": "设摆筵席，是为喜笑。酒能使人快活，钱能叫万事应心。",
            "note": "若政府、商业机构、家庭、甚至教会的领袖，都认为金钱可以解决所有问题的话，他们就陷入网罗里了。我们花钱以求解决问题。但是，正如酒只能给人暂时的剌激一样，消费带来的慰藉，也会很快地消失，结果只会令我们更多地消费。圣经承认我们生存需要金钱，却警告我们切勿贪恋钱财（参太6:24；提前6:10；来13:5）。金钱是危险的，因它欺骗我们，叫我们以为财富能使我们获得所想的一切；贪爱钱财是邪恶的，因我们会倚靠钱财来解决问题，而不倚靠神。如果有人追求钱财所不能兑现的承诺，将来必会发现他们一无所有，因为他们失去了最重要的灵命。"
        },
        {
            "chapter": "10:20",
            "content": "你不可咒诅君王，也不可心怀此念，在你卧房也不可咒诅富户，因为空中的鸟必传扬这声音，有翅膀的也必述说这事。",
            "note": ""
        }
    ]
}