{
    "book": "传道书",
    "chapter": "12",
    "verses": [
        {
            "chapter": "12:1",
            "content": "你趁着年幼，衰败的日子尚未来到，就是你所说“我毫无喜乐”的那些年日未曾临近之先，当记念造你的主！",
            "note": "人的生命中没有神，他年老时必定痛苦、孤单、失望。以神为中心的人生则是充实的，即使“衰败的日子”来临时，也就是因伤残、疾病而不能享受人生时，也有满足感，因为有永生的盼望。年轻的日子是美好的，但如果青年人只顾享受一时之乐而丢弃有永恒价值的事，青春的活力也能成为亲近神的障碍。趁你还年轻力壮的时候将自己献给神，不要将你的青春浪费在邪恶和虚空的活动上，去沾染不良的习惯，使你变得麻木不仁。现在就寻求神吧！"
        },
        {
            "chapter": "12:2",
            "content": "不要等到日头、光明、月亮、星宿变为黑暗，雨后云彩反回；",
            "note": ""
        },
        {
            "chapter": "12:3",
            "content": "看守房屋的发颤，有力的屈身，推磨的稀少就止息；从窗户往外看的都昏暗，",
            "note": ""
        },
        {
            "chapter": "12:4",
            "content": "街门关闭，推磨的响声微小，雀鸟一叫，人就起来，歌唱的女子也都衰微。",
            "note": ""
        },
        {
            "chapter": "12:5",
            "content": "人怕高处，路上有惊慌；杏树开花，蚱蜢成为重担；人所愿的也都废掉。因为人归他永远的家，吊丧的在街上往来。",
            "note": ""
        },
        {
            "chapter": "12:6",
            "content": "银链折断，金罐破裂，瓶子在泉旁损坏，水轮在井口破烂；",
            "note": ""
        },
        {
            "chapter": "12:7",
            "content": "尘土仍归于地，灵仍归于赐灵的　神。",
            "note": ""
        },
        {
            "chapter": "12:8",
            "content": "传道者说：“虚空的虚空，凡事都是虚空。”",
            "note": "没有神所赐的灵魂，我们的身体就会变为尘土。没有神所定的心意，我们的工作就徒劳无功。没有神的爱，我们的事奉就会白费心机。我们要在所做的一切事上将神放在第一位，以神为中心，因为没有神就没有一切。智慧人认识到没有神的人生是虚空的，所以激励他先去寻求神。"
        },
        {
            "chapter": "12:9",
            "content": "再者，传道者因有智慧，仍将知识教训众人；又默想，又考查，又陈说许多箴言。",
            "note": ""
        },
        {
            "chapter": "12:10",
            "content": "传道者专心寻求可喜悦的言语，是凭正直写的诚实话。",
            "note": ""
        },
        {
            "chapter": "12:11",
            "content": "智慧人的言语好像刺棍；会中之师的言语又像钉稳的钉子，都是一个牧者所赐的。",
            "note": "刺棍（也称为赶牛的棍子）是用一块锋利的金属钉在手柄上做成的，用以赶牛或牲畜。智慧的言语或重要的真理，虽然像刺棍一样令人不舒服，却会叫我们不偏离神的道路。"
        },
        {
            "chapter": "12:12",
            "content": "我儿，还有一层，你当受劝戒：著书多，没有穷尽；读书多，身体疲倦。",
            "note": "世上有很多关于人生的讨论及生活哲学，足够我们花一生去研究。研究这些并没什么不对，但我们更应该将大部分时间，以神真理的话语滋养自己。我们应将所学习到的智慧行出来。有智慧的圣经读者，明白真理以后，就照着所学的去做。由于我们在世的日子相当短促，就应该善用人生来学习重要的真理，因为这些真理会影响今生和永生。"
        },
        {
            "chapter": "12:13",
            "content": "这些事都已听见了，总意就是敬畏　神，谨守他的诫命，这是人所当尽的本分（注：或作“这是众人的本分”）。",
            "note": ""
        },
        {
            "chapter": "12:14",
            "content": "因为人所做的事，连一切隐藏的事，无论是善是恶，　神都必审问。",
            "note": "如果不读传道书最后的几节，我们便无法正确地理解这卷书。姑勿论人生充满了难以理解、看似矛盾的事情，我们应以认识神作为我们努力的惟一目标。"
        }
    ]
}