{
    "book": "传道书",
    "chapter": "2",
    "verses": [
        {
            "chapter": "2:1",
            "content": "我心里说：“来吧！我以喜乐试试你，你好享福。”谁知，这也是虚空。",
            "note": ""
        },
        {
            "chapter": "2:2",
            "content": "我指嬉笑说：“这是狂妄”；论喜乐说：“有何功效呢？”",
            "note": ""
        },
        {
            "chapter": "2:3",
            "content": "我心里察究，如何用酒使我肉体舒畅，我心却仍以智慧引导我；又如何持住愚昧，等我看明世人，在天下一生当行何事为美。",
            "note": ""
        },
        {
            "chapter": "2:4",
            "content": "我为自己动大工程，建造房屋，栽种葡萄园；",
            "note": ""
        },
        {
            "chapter": "2:5",
            "content": "修造园囿，在其中栽种各样果木树；",
            "note": ""
        },
        {
            "chapter": "2:6",
            "content": "挖造水池，用以浇灌嫩小的树木。",
            "note": "所罗门建造了房屋、圣殿、国度和家庭（参王上3-11章），然而，这一切皆湮没于历史的演变中。他在诗篇上说：“若不是耶和华建造房屋，建造的人就枉然劳力；若不是耶和华看守城池，看守的人就枉然警醒。”（诗127:1）传道书是所罗门见证的一部分，告诉我们忘记神的国家或家庭所得的苦果。当你检视你的事业或目标时，你的出发点和动机是什么？如果神不是这一切的根基，你生活的目标就是虚空的。"
        },
        {
            "chapter": "2:7",
            "content": "我买了仆婢，也有生在家中的仆婢；又有许多牛群羊群，胜过以前在耶路撒冷众人所有的。",
            "note": ""
        },
        {
            "chapter": "2:8",
            "content": "我又为自己积蓄金银和君王的财宝，并各省的财宝；又得唱歌的男女和世人所喜爱的物，并许多的妃嫔。",
            "note": ""
        },
        {
            "chapter": "2:9",
            "content": "这样，我就日见昌盛，胜过以前在耶路撒冷的众人。我的智慧仍然存留。",
            "note": ""
        },
        {
            "chapter": "2:10",
            "content": "凡我眼所求的，我没有留下不给他的；我心所乐的，我没有禁止不享受的；因我的心为我一切所劳碌的快乐，这就是我从劳碌中所得的分。",
            "note": ""
        },
        {
            "chapter": "2:11",
            "content": "后来，我察看我手所经营的一切事和我劳碌所成的功，谁知都是虚空，都是捕风，在日光之下毫无益处。",
            "note": "所罗门用尽他所有办法去寻找人生的意义，结果却是“捕风”。风吹过时，我们能感受到它，却不能牢牢地抓在手里。我们的一切成就，即使是伟大的成就，也不过是暂时的。只有在神的爱中，而非在人的成就上，才可以找到安全感和自我的价值。请想一想，在你的生活中，什么是你认为有价值的，使你将时间、精力和金钱都用在它上面？有一天回顾往昔时，你是否发觉这些也都是“捕风”呢？"
        },
        {
            "chapter": "2:12",
            "content": "我转念观看智慧、狂妄和愚昧。在王以后而来的人还能做什么呢？也不过行早先所行的就是了。",
            "note": ""
        },
        {
            "chapter": "2:13",
            "content": "我便看出智慧胜过愚昧，如同光明胜过黑暗。",
            "note": ""
        },
        {
            "chapter": "2:14",
            "content": "智慧人的眼目光明（注：原文作“在他头上”）；愚昧人在黑暗里行。我却看明有一件事，这两等人都必遇见。",
            "note": ""
        },
        {
            "chapter": "2:15",
            "content": "我就心里说：“愚昧人所遇见的，我也必遇见，我为何更有智慧呢？”我心里说：“这也是虚空。”",
            "note": ""
        },
        {
            "chapter": "2:16",
            "content": "智慧人和愚昧人一样，永远无人记念，因为日后都被忘记；可叹智慧人死亡，与愚昧人无异。",
            "note": "无论各人在世上的作为如何，最后是否都因死亡而变得没有分别了呢？从世俗的眼光来看，似乎是这样，但神清楚地指出，我们今世所做的，将会直接影响在永生里所得的奖赏（参12:14）。"
        },
        {
            "chapter": "2:17",
            "content": "我所以恨恶生命，因为在日光之下所行的事，我都以为烦恼，都是虚空，都是捕风。",
            "note": ""
        },
        {
            "chapter": "2:18",
            "content": "我恨恶一切的劳碌，就是我在日光之下的劳碌，因为我得来的必留给我以后的人。",
            "note": ""
        },
        {
            "chapter": "2:19",
            "content": "那人是智慧是愚昧，谁能知道？他竟要管理我劳碌所得的，就是我在日光之下用智慧所得的。这也是虚空。",
            "note": ""
        },
        {
            "chapter": "2:20",
            "content": "故此，我转想我在日光之下所劳碌的一切工作，心便绝望。",
            "note": ""
        },
        {
            "chapter": "2:21",
            "content": "因为有人用智慧、知识、灵巧所劳碌得来的，却要留给未曾劳碌的人为分。这也是虚空，也是大患！",
            "note": ""
        },
        {
            "chapter": "2:22",
            "content": "人在日光之下劳碌累心，在他一切的劳碌上得着什么呢？",
            "note": ""
        },
        {
            "chapter": "2:23",
            "content": "因为他日日忧虑，他的劳苦成为愁烦，连夜间心也不安。这也是虚空。",
            "note": "所罗门继续指出，若工作只是为了赚钱和获取财富，辛勤的工作就不能带来永恒的成果。当这些劳碌者离开世界后，他们所积聚的，不仅不能带走，还可能使后人不劳而获、不知珍惜。这一切遗产更可能因为没有好好管理而失去。事实上，所罗门的儿子继承王位之后，表现就甚为愚昧（参王上12章）。有正当的动机，如照顾家庭、事奉神而辛勤工作，没有什么不对。我们要为生存而工作，但更重要的是，要对我们所照顾的人之身心灵健康负责任，使他们身体和灵性上都能健全。只为了荣耀自己而辛勤工作，成果恐怕会因那些不肖的继承人而丧失或浪费净尽，这种辛劳常常会带来忧伤。事奉神却能带来永远的快乐。你辛勤工作的真正原因是什么？"
        },
        {
            "chapter": "2:24",
            "content": "人莫强如吃喝，且在劳碌中享福，我看这也是出于　神的手。",
            "note": ""
        },
        {
            "chapter": "2:25",
            "content": "论到吃用、享福，谁能胜过我呢？",
            "note": ""
        },
        {
            "chapter": "2:26",
            "content": "神喜悦谁，就给谁智慧、知识和喜乐，惟有罪人，　神使他劳苦，叫他将所收聚的、所堆积的归给　神所喜悦的人。这也是虚空，也是捕风。",
            "note": "所罗门是否在劝我们尽情作乐，毋须为生命负责呢？不是，他是鼓励我们为目前所做的而快乐，享受人生，因为这都是出于神的手。只有遵循神的生活原则，人才能得到真正的快乐。没有神，我们永远找不到满足。真正知道如何享受人生的人，会把每一天看为神所赐的礼物，为此而感谢他、事奉他。不信神的人，无法从劳苦中得到欣慰，对如何克服人生的困扰也茫然无绪。"
        }
    ]
}