{
    "book": "传道书",
    "chapter": "3",
    "verses": [
        {
            "chapter": "3:1",
            "content": "凡事都有定期，天下万务都有定时。",
            "note": ""
        },
        {
            "chapter": "3:2",
            "content": "生有时，死有时；栽种有时，拔出所栽种的也有时；",
            "note": ""
        },
        {
            "chapter": "3:3",
            "content": "杀戮有时，医治有时；拆毁有时，建造有时；",
            "note": ""
        },
        {
            "chapter": "3:4",
            "content": "哭有时，笑有时；哀恸有时，跳舞有时；",
            "note": ":16　所罗门提到在神管理的世界里有几个明显的矛盾：（1）在应有公义之处充满了邪恶（3:16-17）；（2）按神形像所造的人，像兽一样死亡（3:18-21）；（3）没有人安慰受欺压的人（4:1-3）；（4）很多人被嫉妒驱使（4:4-6）；（5）人都是孤单寂寞的（4:7-12）；（6）因成就而得的赏识是暂时的（4:13-16）。人很容易用这些矛盾作为不信神的藉口，但所罗门却用这些矛盾来告诉我们如何正视生命中的问题，并仍然持守信仰。今世并不尽是我们所看到的那样，然而即使在今世，我们也不应论断神，因我们并不能知晓万事。神的计划是要我们永远与他同活。所以，我们要按这永恒的价值观生活，认识到有一天所有的矛盾会由这位创造主亲自解决（12:14）。"
        },
        {
            "chapter": "3:5",
            "content": "抛掷石头有时，堆聚石头有时；怀抱有时，不怀抱有时；",
            "note": ":20　在这三章经文中，所罗门的重点是说神为每一个人都定下了计划。神为人生安排了不同的阶段，每一阶段都有我们当做的事。虽然我们会遇到很多问题，似乎与神的计划有冲突，但这些问题不应成为我们信心上的障碍，而应成为信靠神的契机，教我们知道如果没有神，人生的难题是得不到圆满解决的！"
        },
        {
            "chapter": "3:6",
            "content": "寻找有时，失落有时；保守有时，舍弃有时；",
            "note": ""
        },
        {
            "chapter": "3:7",
            "content": "撕裂有时，缝补有时；静默有时，言语有时；",
            "note": ""
        },
        {
            "chapter": "3:8",
            "content": "喜爱有时，恨恶有时；争战有时，和好有时。",
            "note": "在什么时候我们应该恨恶呢？我们不应恨恶恶人，只应恨恶他们的所作所为。在我们看见人被虐待，小孩子捱饿，或者神的名受到羞辱的时候都应恨恶。除此之外，我们也应当憎恨自己生命中的罪恶，因为这是神对罪的态度（参诗5:5）。"
        },
        {
            "chapter": "3:9",
            "content": "这样看来，做事的人在他的劳碌上有什么益处呢？",
            "note": ""
        },
        {
            "chapter": "3:10",
            "content": "我见　神叫世人劳苦，使他们在其中受经练。",
            "note": ""
        },
        {
            "chapter": "3:11",
            "content": "神造万物，各按其时成为美好，又将永生安置在世人心里（注：“永生”原文作“永远”)。然而　神从始至终的作为，人不能参透。",
            "note": "神已“将永生安置在世人心里”的意思是：我们永不能完全满足于世上的享乐和追求。由于我们是按照神的形像造的，所以（1）我们有灵性上的饥渴；（2）我们有永恒的价值；（3）只有永生神能真正满足我们。他把对完美世界的渴求安置在我们的心中，这只能在他完全的统治下才可得到满足。他让我们略微看见他创造的完美，但这仅是一瞥而已。我们无法透视将来或充分了解一切，所以我们必须信靠他，并在世上做他的工作。"
        },
        {
            "chapter": "3:12",
            "content": "我知道世人，莫强如终身喜乐行善，",
            "note": "在我们有生之日喜乐行善，是人生有价值的追求，但我们可能用错误的方法去追求它。神愿意我们享受人生。当我们对神有了正确的认识后，就发现真正的快乐，是把自己所拥有、所享用的一切都看作是神的恩典，而不是自己积聚得来的。"
        },
        {
            "chapter": "3:13",
            "content": "并且人人吃喝，在他一切劳碌中享福，这也是　神的恩赐。",
            "note": "你能否在工作中找到满足，主要在乎你的态度。如果你找不到神安排你做工作的目的，就不会感到满足。如果我们要在工作中找到乐趣，就当（1）记得工作是神所赐的（3:10）；（2）认识到我们劳碌的果效也是神所赐的（3:13）。你要把工作看为事奉神的一种方式。"
        },
        {
            "chapter": "3:14",
            "content": "我知道　神一切所做的都必永存，无所增添，无所减少。　神这样行，是要人在他面前存敬畏的心。",
            "note": "生命的目的是什么？是要我们敬畏那位无所不能的神，因为他是大而可畏的。生命的目的始于我们认识的神，而不在于我们知道什么，或自己如何完美。除非敬畏神，并且把他放在首位，否则我们便无法完成他在我们身上所定的旨意。"
        },
        {
            "chapter": "3:15",
            "content": "现今的事早先就有了，将来的事早已也有了，并且　神使已过的事重新再来（注：或作“并且　神再寻回已过的事”）。",
            "note": ""
        },
        {
            "chapter": "3:16",
            "content": "我又见日光之下：在审判之处有奸恶，在公义之处也有奸恶。",
            "note": "在公义之处也有奸恶，它甚至会影响法律制度。所罗门质疑，在这充满不义和欺压的世界上，神的计划怎能是完美的呢（参4:1）？最后他得出一个结论：神对不义之事并非不闻不问，而是要在他所定的时间解决（12:13-14）。"
        },
        {
            "chapter": "3:17",
            "content": "我心里说：“　神必审判义人和恶人，因为在那里，各样事务，一切工作，都有定时。”",
            "note": ""
        },
        {
            "chapter": "3:18",
            "content": "我心里说：“这乃为世人的缘故，是　神要试验他们，使他们觉得自己不过像兽一样。",
            "note": ""
        },
        {
            "chapter": "3:19",
            "content": "因为世人遭遇的，兽也遭遇，所遭遇的都是一样：这个怎样死，那个也怎样死，气息都是一样。人不能强于兽，都是虚空。",
            "note": ""
        },
        {
            "chapter": "3:20",
            "content": "都归一处，都是出于尘土，也都归于尘土。",
            "note": ""
        },
        {
            "chapter": "3:21",
            "content": "谁知道人的灵是往上升，兽的魂是下入地呢？”",
            "note": ""
        },
        {
            "chapter": "3:22",
            "content": "故此，我见人莫强如在他经营的事上喜乐，因为这是他的分；他身后的事，谁能使他回来得见呢？",
            "note": "我们的肉体不能永远活下去。在这方面，人类和动物是一样的。但所罗门承认神将永生的盼望赐给世人（参3:11注释），表明我们会在死后受神的审判（3:17；12:7, 14），这使我们与动物不同。由于人有永生的盼望，因而人在神整体的计划中具有独特的作用。但我们无法凭自己的能力看出神赋予我们生命的作用，只有在我们与他建立关系，寻求他的指引时，才能看出。你现在是否按着神的心意生活？你是否认为生命是他所赐予的？"
        }
    ]
}