{
    "book": "传道书",
    "chapter": "5",
    "verses": [
        {
            "chapter": "5:1",
            "content": "你到　神的殿要谨慎脚步。因为近前听，胜过愚昧人献祭（注：或作“胜过献愚昧人的祭”），他们本不知道所做的是恶。",
            "note": "“要谨慎脚步”意思是“要小心”。我们来到神的圣殿朝见他时，应有真诚的态度，愿意聆听神的指示，而不是命令神去做我们认为他应该做的事。"
        },
        {
            "chapter": "5:2",
            "content": "你在　神面前不可冒失开口，也不可心急发言。因为　神在天上，你在地下，所以你的言语要寡少。",
            "note": ""
        },
        {
            "chapter": "5:3",
            "content": "事务多，就令人做梦；言语多，就显出愚昧。",
            "note": ""
        },
        {
            "chapter": "5:4",
            "content": "你向　神许愿，偿还不可迟延，因他不喜悦愚昧人，所以你许的愿应当偿还。",
            "note": ""
        },
        {
            "chapter": "5:5",
            "content": "你许愿不还，不如不许。",
            "note": "所罗门警告读者不要向神随便许愿以免显出自己的愚昧。在以色列的习俗中，许愿是件严肃的事。许愿本是心甘情愿的，但是一许了愿，就得谨守遵行，兑现你所许的愿（参申23:21-23）。许了愿而不能还愿，或只是部分兑现所许的愿，就是欺骗神，是愚昧的行为（参箴20:25）。如果向神许了愿又不还愿，倒不如不许。故许了愿一定要还愿（参太5:33-37注释）。"
        },
        {
            "chapter": "5:6",
            "content": "不可任你的口使肉体犯罪，也不可在祭司（注：原文作“使者”）面前说是错许了。为何使　神因你的声音发怒，败坏你手所做的呢？",
            "note": ""
        },
        {
            "chapter": "5:7",
            "content": "多梦和多言，其中多有虚幻。你只要敬畏　神。",
            "note": ""
        },
        {
            "chapter": "5:8",
            "content": "你若在一省之中见穷人受欺压，并夺去公义公平的事，不要因此诧异。因有一位高过居高位的鉴察，在他们以上还有更高的。",
            "note": ""
        },
        {
            "chapter": "5:9",
            "content": "况且地的益处归众人，就是君王也受田地的供应。",
            "note": ""
        },
        {
            "chapter": "5:10",
            "content": "贪爱银子的，不因得银子知足；贪爱丰富的，也不因得利益知足。这也是虚空。",
            "note": ""
        },
        {
            "chapter": "5:11",
            "content": "货物增添，吃的人也增添，物主得什么益处呢？不过眼看而已。",
            "note": "我们常想拥有得更多。所罗门认为贪爱钱财并且沉迷于追求钱财的人，永远得不到所期待的快乐。财富会吸引爱占便宜的人与盗贼来夺取，令人失眠和恐惧，并且在人死后完全失去，因为人不能将任何财富带走。（参可10:23-25；路12:16-21）无论你赚了多少钱，如果想以积聚钱财来得到快乐，你就会永远寻索金钱，得不到满足。金钱本身没有什么不对，但贪爱钱财会引发各种罪恶。无论你现在的经济情形如何，不要倚靠钱财来令你快乐，乃要满足于你现在所拥有的，并以你所拥有的为神而活。"
        },
        {
            "chapter": "5:12",
            "content": "劳碌的人不拘吃多吃少，睡得香甜；富足人的丰满，却不容他睡觉。",
            "note": ""
        },
        {
            "chapter": "5:13",
            "content": "我见日光之下，有一宗大祸患：就是财主积存资财，反害自己。",
            "note": ""
        },
        {
            "chapter": "5:14",
            "content": "因遭遇祸患，这些资财就消灭；那人若生了儿子，手里也一无所有。",
            "note": ""
        },
        {
            "chapter": "5:15",
            "content": "他怎样从母胎赤身而来，也必照样赤身而去；他所劳碌得来的，手中分毫不能带去。",
            "note": ""
        },
        {
            "chapter": "5:16",
            "content": "他来的情形怎样，他去的情形也怎样。这也是一宗大祸患。他为风劳碌有什么益处呢？",
            "note": ""
        },
        {
            "chapter": "5:17",
            "content": "并且他终身在黑暗中吃喝，多有烦恼，又有病患呕气。",
            "note": ""
        },
        {
            "chapter": "5:18",
            "content": "我所见为善为美的，就是人在　神赐他一生的日子吃喝，享受日光之下劳碌得来的好处，因为这是他的分。",
            "note": ""
        },
        {
            "chapter": "5:19",
            "content": "神赐人资财丰富，使他能以吃用，能取自己的分，在他劳碌中喜乐，这乃是　神的恩赐。",
            "note": ""
        },
        {
            "chapter": "5:20",
            "content": "他不多思念自己一生的年日，因为　神应他的心使他喜乐。",
            "note": "神要我们以正确的观点来看自己所拥有的。无论是多是少，我们的财富都是从神而来的赏赐。财物不是快乐的源头，它令人喜乐是因为各样美善的恩赐都是由神而来。我们应把注意力集中在赏赐人的神身上，而不在他的赏赐上。当我们知道有了神就有了所需的一切时，就能以目前所有的为满足。"
        }
    ]
}