{
    "book": "传道书",
    "chapter": "7",
    "verses": [
        {
            "chapter": "7:1",
            "content": "名誉强如美好的膏油；人死的日子，胜过人生的日子。",
            "note": ""
        },
        {
            "chapter": "7:2",
            "content": "往遭丧的家去，强如往宴乐的家去，因为死是众人的结局，活人也必将这事放在心上。",
            "note": ", 4　很多人回避死的问题，不肯面对死亡，更不愿意参加丧礼。所罗门不是劝我们胡思乱想，而是希望我们透彻地思考死亡的问题。这样可以提醒我们仍有时间去改变，去检讨人生的方向，并承认我们的罪，向神寻求赦免。因为每个人最后都会死，所以我们应当事先为自己计划一下，要体验神的怜悯，而不是受他的审判。"
        },
        {
            "chapter": "7:3",
            "content": "忧愁强如喜笑，因为面带愁容，终必使心喜乐。",
            "note": ""
        },
        {
            "chapter": "7:4",
            "content": "智慧人的心，在遭丧之家；愚昧人的心，在快乐之家。",
            "note": "这一段经文似乎与所罗门以前的劝告相抵触，因他曾劝人享受神所赐给人的吃喝，享受从自己工作中得到的满足。虽然我们应在能够享受的时候享受自己所有的，但也要认识到患难会忽然来临。这些患难提醒我们人生是短促的，教导我们要生活得有智慧，并锻炼我们的性格。希腊人和罗马人藐视苦难，东方的宗教则寻求超越苦难的方法，但基督教和犹太教洞察到忧患的价值，视苦难为试炼的火。大多数人同意在苦难中会比在快乐中更深地认识神。你是否不惜一切逃避悲伤和苦难？你要把苦难看成神所赐的学习良机。"
        },
        {
            "chapter": "7:5",
            "content": "听智慧人的责备，强如听愚昧人的歌唱。",
            "note": ""
        },
        {
            "chapter": "7:6",
            "content": "愚昧人的笑声，好像锅下烧荆棘的爆声，这也是虚空。",
            "note": ""
        },
        {
            "chapter": "7:7",
            "content": "勒索使智慧人变为愚妄，贿赂能败坏人的慧心。",
            "note": "“有钱能使鬼推磨。”金钱可使人偏离公正的判断。我们常听到有法官、警察和证人收受贿赂的事。行贿能伤害讲真话的人，庇护敌对真理的人。不管他们在事前以为自己多么聪明，凡涉及敲诈、勒索和收受贿赂的人，都是愚昧人。有人说，每个人都可以用钱来收买，但真正有智慧的人不为钱财所动。"
        },
        {
            "chapter": "7:8",
            "content": "事情的终局，强如事情的起头；存心忍耐的，胜过居心骄傲的。",
            "note": "要完成已开始的艰巨工作，需要智慧的引导、辛勤工作、自律和忍耐。凡有远见的人皆可以推动巨大的计划，但单有远见而没有智慧，常不能完成已开始的计划，达到预期的目标。"
        },
        {
            "chapter": "7:9",
            "content": "你不要心里急躁恼怒，因为恼怒存在愚昧人的怀中。",
            "note": ""
        },
        {
            "chapter": "7:10",
            "content": "不要说：“先前的日子强过如今的日子，是什么缘故呢？”你这样问，不是出于智慧。",
            "note": ""
        },
        {
            "chapter": "7:11",
            "content": "智慧和产业并好，而且见天日的人得智慧更为有益。",
            "note": ""
        },
        {
            "chapter": "7:12",
            "content": "因为智慧护庇人，好像银钱护庇人一样。惟独智慧能保全智慧人的生命。这就是知识的益处。",
            "note": ""
        },
        {
            "chapter": "7:13",
            "content": "你要察看　神的作为，因　神使为曲的，谁能变为直呢？",
            "note": ""
        },
        {
            "chapter": "7:14",
            "content": "遇亨通的日子，你当喜乐；遭患难的日子，你当思想。因为　神使这两样并列，为的是叫人查不出身后有什么事。",
            "note": "神允许顺境与逆境临到每一个人，他将两者糅合在我们的生命中，使我们难以预测将来或倚赖自己的智慧和能力。在顺境中，我们常自夸成就；在逆境时，则会责怪神，而不感谢他从逆境中带给我们的好处。当我们的生活平安稳妥，感到能掌握自己的命运时，不要自鸣得意，否则神可能藉逆境来驱使你回转归向他。当人生似乎茫然不定，又无法控制时，也不要灰心失望，因神掌握一切，他能使人在逆境中获益良多。"
        },
        {
            "chapter": "7:15",
            "content": "有义人行义，反致灭亡；有恶人行恶，倒享长寿。这都是我在虚度之日中所见过的。",
            "note": ""
        },
        {
            "chapter": "7:16",
            "content": "不要行义过分，也不要过于自逞智慧，何必自取败亡呢？",
            "note": ""
        },
        {
            "chapter": "7:17",
            "content": "不要行恶过分，也不要为人愚昧，何必不到期而死呢？",
            "note": ""
        },
        {
            "chapter": "7:18",
            "content": "你持守这个为美，那个也不要松手；因为敬畏　神的人，必从这两样出来。",
            "note": "人怎能行义过分或过于自逞智慧呢？这是对骄傲的律法主义者或伪善者的警告。所罗门是说有些人因自己的宗教行为而自以为义、自以为聪明。他们的观点极其僵化狭隘，以致觉察不到为善的真正原因是要荣耀神。不偏不倚是重要的。神创造人是要我们成为一个完整的人，去追求他的公义和良善。所以，我们应避免走向律法主义和纵欲主义这两个极端。"
        },
        {
            "chapter": "7:19",
            "content": "智慧使有智慧的人比城中十个官长更有能力。",
            "note": ""
        },
        {
            "chapter": "7:20",
            "content": "时常行善而不犯罪的义人，世上实在没有。",
            "note": ""
        },
        {
            "chapter": "7:21",
            "content": "人所说的一切话，你不要放在心上，恐怕听见你的仆人咒诅你。",
            "note": ""
        },
        {
            "chapter": "7:22",
            "content": "因为你心里知道，自己也曾屡次咒诅别人。",
            "note": ""
        },
        {
            "chapter": "7:23",
            "content": "我曾用智慧试验这一切事，我说“要得智慧”，智慧却离我远。",
            "note": ""
        },
        {
            "chapter": "7:24",
            "content": "万事之理，离我甚远，而且最深，谁能测透呢？",
            "note": ""
        },
        {
            "chapter": "7:25",
            "content": "我转念，一心要知道，要考察，要寻求智慧和万事的理由，又要知道邪恶为愚昧，愚昧为狂妄。",
            "note": "即使是世上最有智慧的所罗门，也承认要在行为和思想上有智慧是极其困难的。他强调无论我们知道多少，总有很多奥秘无法理解。所以，如果认为自己有充分的智慧的话，就表示你还是没有智慧。"
        },
        {
            "chapter": "7:26",
            "content": "我得知有等妇人，比死还苦，她的心是网罗，手是锁链。凡蒙　神喜悦的人，必能躲避她；有罪的人，却被她缠住了。",
            "note": ""
        },
        {
            "chapter": "7:27-28",
            "content": "传道者说：“看哪，一千男子中，我找到一个正直人；但众女子中，没有找到一个。我将这事一一比较，要寻求其理，我心仍要寻找，却未曾找到。",
            "note": ""
        },
        {
            "chapter": "7:29",
            "content": "我所找到的只有一件：就是　神造人原是正直，但他们寻出许多巧计。”",
            "note": "神创造人为的是要他们过正直的生活，有公义的行为。但他们反而离开神偏行己路，最后走向败亡。"
        }
    ]
}