{
    "book": "传道书",
    "chapter": "8",
    "verses": [
        {
            "chapter": "8:1",
            "content": "谁如智慧人呢？谁知道事情的解释呢？人的智慧使他的脸发光，并使他脸上的暴气改变。",
            "note": "智慧使我们能以神的观点来看人生，继而采取最好的对策。大多数人都会同意智慧是宝贵的资产，但怎样才能得到智慧呢？箴言教导我们“敬畏耶和华（尊敬和惧怕神）是智慧的开端”（箴9:10）。智慧来自认识和信靠神。认识神会使我们有悟性，并能与人分享。"
        },
        {
            "chapter": "8:2",
            "content": "我劝你遵守王的命令，既指　神起誓，理当如此。",
            "note": ""
        },
        {
            "chapter": "8:3",
            "content": "不要急躁离开王的面前，不要固执行恶，因为他凡事都随自己的心意而行。",
            "note": ""
        },
        {
            "chapter": "8:4",
            "content": "王的话本有权力，谁敢问他说：“你做什么呢？”",
            "note": ""
        },
        {
            "chapter": "8:5",
            "content": "凡遵守命令的，必不经历祸患；智慧人的心，能辨明时候和定理（注：原文作“审判”。下节同）。",
            "note": ""
        },
        {
            "chapter": "8:6",
            "content": "各样事务成就，都有时候和定理，因为人的苦难重压在他身上。",
            "note": ""
        },
        {
            "chapter": "8:7",
            "content": "他不知道将来的事，因为将来如何，谁能告诉他呢？",
            "note": ""
        },
        {
            "chapter": "8:8",
            "content": "无人有权力掌管生命，将生命留住；也无人有权力掌管死期。这场争战，无人能免，邪恶也不能救那好行邪恶的人。",
            "note": ""
        },
        {
            "chapter": "8:9",
            "content": "这一切我都见过，也专心查考日光之下所做的一切事。有时这人管辖那人，令人受害。",
            "note": ""
        },
        {
            "chapter": "8:10",
            "content": "我见恶人埋葬，归入坟墓；又见行正直事的离开圣地，在城中被人忘记。这也是虚空。",
            "note": ""
        },
        {
            "chapter": "8:11",
            "content": "因为断定罪名，不立刻施刑，所以世人满心作恶。",
            "note": "如果神不立刻刑罚我们时，不要以为他不理我们的罪恶，或以为犯罪不会带来恶果。当小孩子犯错以后，如果没有人发觉，他就会再犯。神知道我们所犯的一切错；有一天，我们会因所犯的一切错受应得的惩罚（参12:14）。"
        },
        {
            "chapter": "8:12",
            "content": "罪人虽然作恶百次，倒享长久的年日。然而我准知道，敬畏　神的，就是在他面前敬畏的人，终久必得福乐。",
            "note": ""
        },
        {
            "chapter": "8:13",
            "content": "恶人却不得福乐，也不得长久的年日；这年日好像影儿，因他不敬畏　神。",
            "note": ""
        },
        {
            "chapter": "8:14",
            "content": "世上有一件虚空的事，就是义人所遭遇的，反照恶人所行的；又有恶人所遭遇的，反照义人所行的。我说，这也是虚空。",
            "note": ""
        },
        {
            "chapter": "8:15",
            "content": "我就称赞快乐，原来人在日光之下，莫强如吃喝快乐，因为他在日光之下，　神赐他一生的年日，要从劳碌中时常享受所得的。",
            "note": "所罗门重述对人生难以解决的问题的补偿方法。他劝我们以快乐和满足来勉励自己去走人生的路。我们必须做每天应做的工作，也应享用食物和快乐。让我们学习享受神所赐的饮食，叫我们重新得力，来继续做他的工作。"
        },
        {
            "chapter": "8:16",
            "content": "我专心求智慧，要看世上所做的事。（有昼夜不睡觉，不合眼的。）",
            "note": ""
        },
        {
            "chapter": "8:17",
            "content": "我就看明　神一切的作为，知道人查不出日光之下所做的事；任凭他费多少力寻查，都查不出来，就是智慧人虽想知道，也是查不出来。",
            "note": "最有智慧的人，即使有方法得到世上所有的智慧，也无法参透全部奥秘。没有人能完全明白神和他所做的一切，世界上的问题永远多过答案。但这些未知的事不应对我们的喜乐、信心或工作投下阴影，因为我们知道有一位更伟大的、掌管一切的主让我们信靠。不要为将来所不知的事而失去神现在赐给你的喜乐。"
        }
    ]
}