{
    "book": "传道书",
    "chapter": "9",
    "verses": [
        {
            "chapter": "9:1",
            "content": "我将这一切事放在心上，详细考究，就知道义人和智慧人并他们的作为都在　神手中；或是爱或是恨，都在他们的前面，人不能知道。",
            "note": ""
        },
        {
            "chapter": "9:2",
            "content": "凡临到众人的事都是一样：义人和恶人都遭遇一样的事；好人、洁净人和不洁净人、献祭的与不献祭的，也是一样。好人如何，罪人也如何；起誓的如何，怕起誓的也如何。",
            "note": "“凡临到众人的事都是一样”指人人都有一死。"
        },
        {
            "chapter": "9:3",
            "content": "在日光之下所行的一切事上，有一件祸患，就是众人所遭遇的都是一样，并且世人的心充满了恶。活着的时候心里狂妄，后来就归死人那里去了。",
            "note": ""
        },
        {
            "chapter": "9:4",
            "content": "与一切活人相连的，那人还有指望，因为活着的狗比死了的狮子更强。",
            "note": ""
        },
        {
            "chapter": "9:5",
            "content": "活着的人知道必死，死了的人毫无所知，也不再得赏赐，他们的名无人记念。",
            "note": ", 10　当所罗门说死人毫无所知，在阴间里没有工作、谋算、也没有知识和智慧时，他是将生命和死亡作对比，而不是以今生和来世作对比。我们离开世界后，便无法改变生前所做的一切。旧约时代的信徒对死后复活得新生命的概念是十分模糊的。这概念只有在耶稣从死里复活后才清晰了。"
        },
        {
            "chapter": "9:6",
            "content": "他们的爱，他们的恨，他们的嫉妒，早都消灭了。在日光之下所行的一切事上，他们永不再有分了。",
            "note": ""
        },
        {
            "chapter": "9:7",
            "content": "你只管去欢欢喜喜吃你的饭，心中快乐喝你的酒，因为　神已经悦纳你的作为。",
            "note": ""
        },
        {
            "chapter": "9:8",
            "content": "你的衣服当时常洁白，你头上也不要缺少膏油。",
            "note": "穿洁白衣服，在头上涂抹膏油，皆表示快乐和庆贺之意。"
        },
        {
            "chapter": "9:9",
            "content": "在你一生虚空的年日，就是　神赐你在日光之下虚空的年日，当同你所爱的妻快活度日，因为那是你生前在日光之下劳碌的事上所得的分。",
            "note": "所罗门也写过关于婚姻的箴言：“得着贤妻的，是得着好处，也是蒙了耶和华的恩惠”（箴18:22）。如果结了婚而不知欣赏、享受神所赐的伴侣，是多么的可悲。"
        },
        {
            "chapter": "9:10",
            "content": "凡你手所当做的事，要尽力去做，因为在你所必去的阴间，没有工作，没有谋算，没有知识，也没有智慧。",
            "note": "所罗门想到人人都有一死，将来又不确定，就劝我们当享受神所赐的生命。他可能是在批评那些为了积聚钱财，而不肯享受今生快乐的人，正如陷于激烈竞争中的现代人。所罗门问：“你们的财富究竟有什么价值呢？”因为将来极不稳定，所以现在我们应当享受神的一切赏赐。"
        },
        {
            "chapter": "9:11",
            "content": "我又转念，见日光之下，快跑的未必能赢；力战的未必得胜；智慧的未必得粮食，明哲的未必得资财，灵巧的未必得喜悦；所临到众人的，是在乎当时的机会。",
            "note": "我们很难想像快跑的未必能赢，强壮的未必能胜，智慧的未必得饱足，明哲的未必得资财和尊荣作为奖赏。有些人看到这些例子，因而说人生不公平；他们所说的不错。这个世界是有限的，罪恶将人生扭曲了，使人不按神的旨意而行。所罗门叫我们不要对人生期望过高。箴言强调在每个人皆按公平而行的时候，人生应是怎样的；传道书阐释在罪恶而不完美的世界里，通常会发生的事。我们应持守自己的观点，不要让人生不公平的事，阻止我们认真地工作。我们事奉的是神，而不是人（参西3:23）。"
        },
        {
            "chapter": "9:12",
            "content": "原来人也不知道自己的定期，鱼被恶网圈住，鸟被网罗捉住，祸患忽然临到的时候，世人陷在其中，也是如此。",
            "note": ""
        },
        {
            "chapter": "9:13",
            "content": "我见日光之下有一样智慧，据我看乃是广大。",
            "note": ""
        },
        {
            "chapter": "9:14",
            "content": "就是有一小城，其中的人数稀少，有大君王来攻击，修筑营垒，将城围困。",
            "note": ""
        },
        {
            "chapter": "9:15",
            "content": "城中有一个贫穷的智慧人，他用智慧救了那城，却没有人记念那穷人。",
            "note": ""
        },
        {
            "chapter": "9:16",
            "content": "我就说：“智慧胜过勇力。”然而那贫穷人的智慧被人藐视，他的话也无人听从。",
            "note": ""
        },
        {
            "chapter": "9:17",
            "content": "宁可在安静之中听智慧人的言语，不听掌管愚昧人的喊声。",
            "note": ""
        },
        {
            "chapter": "9:18",
            "content": "智慧胜过打仗的兵器，但一个罪人能败坏许多善事。",
            "note": "我们的社会崇尚个人的财富、魅力和成就过于智慧。事实上智慧是胜过勇力的更大资产，不过绝大部分的人都不认识这一点。虽然智慧胜于一切，但人往往不肯寻求智慧。从这个比喻中我们学到应该领受智慧，不管这些智慧是谁传给我们的。"
        }
    ]
}