{
    "book": "雅歌",
    "chapter": "1",
    "verses": [
        {
            "chapter": "1:1",
            "content": "所罗门的歌，是歌中的雅歌。",
            "note": "所罗门是大卫王的儿子，后来也作了以色列王，曾蒙神拣选在耶路撒冷建造圣殿。神赐给他超乎常人的智慧。他在位的绝大部分期间，以有智慧和对神敬畏闻名遐迩，但他晚年时骄傲自夸，离弃了神。（所罗门王的生平事迹，可以参考王上1-11章、代上8章、代下9章。）所罗门曾写下逾三千句箴言（参看箴言）及逾一千首诗歌，其中一首乃为本书雅歌。他的个人传略载于列王纪上第4章。"
        },
        {
            "chapter": "1:2",
            "content": "愿他用口与我亲嘴，因你的爱情比酒更美。",
            "note": ""
        },
        {
            "chapter": "1:3",
            "content": "你的膏油馨香，你的名如同倒出来的香膏，所以众童女都爱你。",
            "note": ""
        },
        {
            "chapter": "1:4",
            "content": "愿你吸引我，我们就快跑跟随你。王带我进了内室。我们必因你欢喜快乐；我们要称赞你的爱情，胜似称赞美酒。她们爱你是理所当然的！",
            "note": "诗歌一开始生动刻划出爱情之美，揭开这段美丽动人的爱情故事的序幕。爱情“比酒更美”，只有两情相悦的人始能心领神会。使徒行传10章9至16节提醒我们，神创造并洁净的了，我们不可视其为俗物。爱情亦为神所创造并赐予我们的，让我们全身投入，领受其中的丰盛和奥妙吧！"
        },
        {
            "chapter": "1:5",
            "content": "耶路撒冷的众女子啊，我虽然黑，却是秀美，如同基达的帐棚，好像所罗门的幔子。",
            "note": "基达是阿拉伯北部的游牧民族，当地盛产黑山羊毛织成的帐棚。"
        },
        {
            "chapter": "1:6",
            "content": "不要因日头把我晒黑了，就轻看我。我同母的弟兄向我发怒，他们使我看守葡萄园；我自己的葡萄园却没有看守。",
            "note": "这里提及的葡萄园显然属于所罗门王，他来此地出巡。所罗门将葡萄园租给那乡村少女的同母异父兄弟（“她母亲的儿子”），他们命令她在烈日下看守葡萄园，以致她没法护理自己的皮肤（“我自己的葡萄园却没有看守”）。她来到耶路撒冷，看见城中女孩子的皮肤细嫩白皙，与自己晒得黝黑的肤色相比，实在有天渊之别，不禁感到自卑尴尬。但所罗门喜爱她那身健康的肤色。"
        },
        {
            "chapter": "1:7",
            "content": "我心所爱的啊，求你告诉我，你在何处牧羊？晌午在何处使羊歇卧？我何必在你同伴的羊群旁边，好像蒙着脸的人呢？",
            "note": "这个女子见自己有别于耶路撒冷的女子，而心爱的情郎又不在身边，感到形单影只，忐忑不安，她眷恋他在身边的那分安全感。真爱建基于委身奉献，两人若以真爱相系，便不怕会有互相欺骗、强迫、甚至利用或剥削的情况出现。"
        },
        {
            "chapter": "1:8",
            "content": "你这女子中极美丽的，你若不知道，只管跟随羊群的脚踪去，把你的山羊羔牧放在牧人帐棚的旁边。",
            "note": ""
        },
        {
            "chapter": "1:9",
            "content": "我的佳偶，我将你比法老车上套的骏马。",
            "note": ""
        },
        {
            "chapter": "1:10",
            "content": "你的两腮因发辫而秀美；你的颈项因珠串而华丽。",
            "note": ""
        },
        {
            "chapter": "1:11",
            "content": "我们要为你编上金辫，镶上银钉。",
            "note": ""
        },
        {
            "chapter": "1:12",
            "content": "王正坐席的时候，我的哪哒香膏发出香味。",
            "note": ""
        },
        {
            "chapter": "1:13",
            "content": "我以我的良人为一袋没药，常在我怀中；",
            "note": ""
        },
        {
            "chapter": "1:14",
            "content": "我以我的良人为一棵凤仙花，在隐基底葡萄园中。",
            "note": "隐基底蛰伏在死海西岸崎岖的石灰崖下，是个生机盎然的绿洲。那里长满果实累累的棕树，又盛产香气四溢的香树脂。隐基底四周则一片荒芜、天气燥热，属沙漠性气候，是巴勒斯坦一带最荒凉和贫瘠的地方。因此，每当凤仙花盛开的时候，特别显得鲜艳出众，与四周死寂荒芜的环境形成强烈对比。"
        },
        {
            "chapter": "1:15",
            "content": "我的佳偶，你甚美丽！你甚美丽！你的眼好像鸽子眼。",
            "note": ""
        },
        {
            "chapter": "1:16",
            "content": "我的良人哪，你甚美丽可爱！我们以青草为床榻。",
            "note": ""
        },
        {
            "chapter": "1:17",
            "content": "以香柏树为房屋的栋梁，以松树为椽子。",
            "note": "这对情人陶然自乐，把周围的树木当作新婚洞房。"
        }
    ]
}