{
    "book": "雅歌",
    "chapter": "4",
    "verses": [
        {
            "chapter": "4:1",
            "content": "我的佳偶，你甚美丽！你甚美丽！你的眼在帕子内好像鸽子眼。你的头发如同山羊群卧在基列山旁。",
            "note": ""
        },
        {
            "chapter": "4:2",
            "content": "你的牙齿如新剪毛的一群母羊，洗净上来，个个都有双生，没有一只丧掉子的。",
            "note": ""
        },
        {
            "chapter": "4:3",
            "content": "你的唇好像一条朱红线，你的嘴也秀美。你的两太阳在帕子内如同一块石榴。",
            "note": ""
        },
        {
            "chapter": "4:4",
            "content": "你的颈项好像大卫建造收藏军器的高台，其上悬挂一千盾牌，都是勇士的藤牌。",
            "note": ""
        },
        {
            "chapter": "4:5",
            "content": "你的两乳好像百合花中吃草的一对小鹿，就是母鹿双生的。",
            "note": ""
        },
        {
            "chapter": "4:6",
            "content": "我要往没药山和乳香冈去，直等到天起凉风，日影飞去的时候回来。",
            "note": ""
        },
        {
            "chapter": "4:7",
            "content": "我的佳偶，你全然美丽，毫无瑕疵！",
            "note": "这对热恋中的情侣，运用各种优美的意象形容对方，表达出深深的赞赏和倾慕。我们读到他俩之间情意绵绵的亲密对话，倒像是毫不相干的的旁观者偷听别人的私隐了！他们运用的意象和表达方式，对文化背景不同的读者来说，可能未必完全理解，甚至觉得怪异。然而，他们在言谈举止间流露的深情和互相欣赏之意则不分国界，任何文化背景的人都会被深深感动，心底产生共鸣。夫妻之间常以爱相系，在言行中表达彼此的欣赏，可以增进双方感情，巩固婚姻关系。"
        },
        {
            "chapter": "4:8",
            "content": "我的新妇，求你与我一同离开黎巴嫩，与我一同离开黎巴嫩。从亚玛拿顶，从示尼珥与黑门顶，从有狮子的洞，从有豹子的山往下观看。",
            "note": ""
        },
        {
            "chapter": "4:9",
            "content": "我妹子，我新妇，你夺了我的心！你用眼一看，用你项上的一条金链，夺了我的心。",
            "note": ""
        },
        {
            "chapter": "4:10",
            "content": "我妹子，我新妇，你的爱情何其美！你的爱情比酒更美，你膏油的香气胜过一切香品。",
            "note": ""
        },
        {
            "chapter": "4:11",
            "content": "我新妇，你的嘴唇滴蜜，好像蜂房滴蜜；你的舌下有蜜有奶。你衣服的香气如黎巴嫩的香气。",
            "note": ""
        },
        {
            "chapter": "4:12",
            "content": "我妹子，我新妇，乃是关锁的园，禁闭的井，封闭的泉源。",
            "note": "所罗门以关锁的园形容新娘，称赞她贞洁自守。今日不少文化都视贞洁为“过时守旧”，但神的心意却是希望两个未婚的人都保持贞洁。因为没有婚姻为基础，性爱就沦为卑贱的行为，这和将自己奉献给愿守婚约的另一半，实在有天壤之别。"
        },
        {
            "chapter": "4:13",
            "content": "你园内所种的结了石榴，有佳美的果子，并凤仙花与哪哒树。",
            "note": ""
        },
        {
            "chapter": "4:14",
            "content": "有哪哒和番红花，菖蒲和桂树，并各样乳香木、没药、沉香，与一切上等的果品。",
            "note": ""
        },
        {
            "chapter": "4:15",
            "content": "你是园中的泉、活水的井，从黎巴嫩流下来的溪水。",
            "note": "所罗门将新娘喻为活泉，形容她令他感到新鲜畅怀。你的另一半对你说过这样的话吗？有时候，婚后生活的平淡乏味，会渐渐冲走初恋时那些浓情蜜意、新鲜有趣的感觉。这时候就需要夫妻二人重新为婚姻生活增添情趣。你是常常为对方带来新鲜感和乐趣呢，还是常常令他烦恼、忧愁和难过呢？琐碎的生活已经够令人难以担当的了，夫妻之间更应彼此扶持，互相点缀，说句鼓励的话，送件意外的小礼物，改变下生活节奏，挂个电话或写张字条，甚至在适当时候一起讨论问题，都能增添不少情趣，使夫妻的相处更生机盎然，融洽快乐。"
        },
        {
            "chapter": "4:16",
            "content": "北风啊，兴起！南风啊，吹来！吹在我的园内，使其中的香气发出来。愿我的良人进入自己园里，吃他佳美的果子。",
            "note": ""
        }
    ]
}