{
    "book": "雅歌",
    "chapter": "5",
    "verses": [
        {
            "chapter": "5:1",
            "content": "我妹子，我新妇，我进了我的园中，采了我的没药和香料，吃了我的蜜房和蜂蜜，喝了我的酒和奶。我的朋友们，请吃！我所亲爱的，请喝！且多多地喝!",
            "note": ""
        },
        {
            "chapter": "5:2",
            "content": "我身睡卧，我心却醒。这是我良人的声音，他敲门说：“我的妹子，我的佳偶，我的鸽子，我的完全人，求你给我开门，因我的头满了露水，我的头发被夜露滴湿。”",
            "note": ""
        },
        {
            "chapter": "5:3",
            "content": "我回答说：“我脱了衣裳，怎能再穿上呢？我洗了脚，怎能再玷污呢？”",
            "note": ""
        },
        {
            "chapter": "5:4",
            "content": "我的良人从门孔里伸进手来，我便因他动了心。",
            "note": ""
        },
        {
            "chapter": "5:5",
            "content": "我起来，要给我良人开门；我的两手滴下没药，我的指头有没药汁滴在门闩上。",
            "note": ""
        },
        {
            "chapter": "5:6",
            "content": "我给我的良人开了门；我的良人却已转身走了。他说话的时候，我神不守舍；我寻找他，竟寻不见；我呼叫他，他却不回答。",
            "note": ""
        },
        {
            "chapter": "5:7",
            "content": "城中巡逻看守的人遇见我，打了我，伤了我；看守城墙的人夺去我的披肩。",
            "note": "那女子深夜单独在外徘徊，在旧约时代会被视为罪犯或妓女。这里描写她因与情人分开，感到痛苦万分。"
        },
        {
            "chapter": "5:8",
            "content": "耶路撒冷的众女子啊，我嘱咐你们：若遇见我的良人，要告诉他，我因思爱成病。",
            "note": "随着时光流逝，夫妻相处日久，一切渐趋熟悉、平淡，婚姻生活不再像当初那样充满火花。对方的眼神和抚摸，也不再那么动人心魂了；同时，磨擦、矛盾和压力，更令双方失去昔日的温柔。这个世界并非婚姻问题的避难所，事实上，外间的压力往往是破坏婚姻的因素。夫妻二人应该学习如何令对方满足快乐，相处融洽。倘若两人关系渐疏、激情冷却，也不要失望，亲密的关系可以重建，浓烈的爱情也可以复燃。花点时间回味一下初恋的滋味、性爱的热烈、对方的优点和立下的誓盟。只要积极去面对，双方关系可以和好如初，并不断更新成长。"
        },
        {
            "chapter": "5:9",
            "content": "你这女子中极美丽的，你的良人比别人的良人有何强处？你的良人比别人的良人有何强处？你就这样嘱咐我们？",
            "note": ""
        },
        {
            "chapter": "5:10",
            "content": "我的良人白而且红，超乎万人之上。",
            "note": ""
        },
        {
            "chapter": "5:11",
            "content": "他的头像至精的金子；他的头发厚密累垂，黑如乌鸦。",
            "note": ""
        },
        {
            "chapter": "5:12",
            "content": "他的眼如溪水旁的鸽子眼，用奶洗净，安得合式。",
            "note": ""
        },
        {
            "chapter": "5:13",
            "content": "他的两腮如香花畦，如香草台。他的嘴唇像百合花，且滴下没药汁。",
            "note": ""
        },
        {
            "chapter": "5:14",
            "content": "他的两手好像金管，镶嵌水苍玉。他的身体如同雕刻的象牙，周围镶嵌蓝宝石。",
            "note": ""
        },
        {
            "chapter": "5:15",
            "content": "他的腿好像白玉石柱，安在精金座上。他的形状如黎巴嫩，且佳美如香柏树。",
            "note": ""
        },
        {
            "chapter": "5:16",
            "content": "他的口极其甘甜，他全然可爱。耶路撒冷的众女子啊，这是我的良人，这是我的朋友。",
            "note": "那女子称呼所罗门为“朋友”。在健康的婚姻关系中，夫妻既是情人，也是好友。很多人还未花时间建立深厚的友谊，便在充满激情和热恋阶段结婚。真正的友谊需要两人彼此聆听、互相分担，并且明白对方的喜好；友谊虽然需要时间慢慢建立，但它却会使爱情稳固深厚，而且更加丰富，让人感到满足快乐。"
        }
    ]
}