{
    "book": "雅歌",
    "chapter": "8",
    "verses": [
        {
            "chapter": "8:1",
            "content": "巴不得你像我的兄弟，像吃我母亲奶的兄弟！我在外头遇见你，就与你亲嘴，谁也不轻看我。",
            "note": "在古代东方社会，除了家庭成员外，在公开场合表现亲匿都是不合宜的行为。这里描写那女子巴不得在公开场合向情人表达爱慕之情，并且不怕遭受非议。"
        },
        {
            "chapter": "8:2",
            "content": "我必引导你，领你进我母亲的家，我可以领受教训，也就使你喝石榴汁酿的香酒。",
            "note": ""
        },
        {
            "chapter": "8:3",
            "content": "他的左手必在我头下；他的右手必将我抱住。",
            "note": ""
        },
        {
            "chapter": "8:4",
            "content": "耶路撒冷的众女子啊，我嘱咐你们：不要惊动、不要叫醒我所亲爱的，等他自己情愿（注：“不要叫醒云云”或作“不要激动爱情，等他自发”）。",
            "note": ""
        },
        {
            "chapter": "8:5",
            "content": "那靠着良人从旷野上来的是谁呢？我在苹果树下叫醒你，你母亲在那里为你劬劳，生养你的在那里为你劬劳。",
            "note": ""
        },
        {
            "chapter": "8:6",
            "content": "求你将我放在心上如印记，带在你臂上如戳记；因为爱情如死之坚强，嫉恨如阴间之残忍。所发的电光，是火焰的电光，是耶和华的烈焰。",
            "note": ""
        },
        {
            "chapter": "8:7",
            "content": "爱情，众水不能息灭，大水也不能淹没，若有人拿家中所有的财宝要换爱情，就全被藐视。",
            "note": "在这段诗歌里，那女子最后一次描写他们的爱情，道出了一些爱的特性（参阅林前13章）。爱情极之坚强，不会被时间淹没，不会遭患难破坏，亦不能用任何财宝换取。爱情是无价之宝，自由施予，连最富有的君王也买不来。爱情只可以视为神的恩赐，怀着感激之心欣然领受，按着他的心意彼此分享。打开心扉接受另一半的爱吧，那是神赐给你的礼物；同时，也尽心尽力付出爱吧，让对方从你的爱中体会到神完美无瑕的爱。"
        },
        {
            "chapter": "8:8",
            "content": "我们有一小妹，她的两乳尚未长成，人来提亲的日子，我们当为她怎样办理？",
            "note": ""
        },
        {
            "chapter": "8:9",
            "content": "她若是墙，我们要在其上建造银塔；她若是门，我们要用香柏木板围护她。",
            "note": "那女子回想起年少时，哥哥们照顾她，商议怎样为她预备婚姻大事的情景。最后他们决定，如果她像墙一样能坚定地抗拒性的诱惑，就称赞表扬她；但是如果她像门一样放肆无礼，则会采取行动，免得她做出糊涂事来。在8章10节，她证明自己谨慎自守、始终如一，所以赢得所罗门的欢心。"
        },
        {
            "chapter": "8:10",
            "content": "我是墙，我两乳像其上的楼。那时我在他眼中像得平安的人。",
            "note": ""
        },
        {
            "chapter": "8:11",
            "content": "所罗门在巴力哈们有一葡萄园，他将这葡萄园交给看守的人，为其中的果子，必交一千舍客勒银子。",
            "note": ""
        },
        {
            "chapter": "8:12",
            "content": "我自己的葡萄园在我面前；所罗门哪，一千舍客勒归你，二百舍客勒归看守果子的人。",
            "note": "所罗门有权向看守葡萄园的雇工收取租金，而那女子也有自己的葡萄园，有权任意支配，但她甘心乐意把园里的果子送给所罗门。在美好的婚姻关系里，夫妻之间没有私人财产，因为所有东西都是属于两个人的。（附注：巴力哈们在圣经里只在此处出现过，准确的地点并不清楚。）"
        },
        {
            "chapter": "8:13",
            "content": "你这住在园中的，同伴都要听你的声音，求你使我也得听见。",
            "note": ""
        },
        {
            "chapter": "8:14",
            "content": "我的良人哪，求你快来！如羚羊或小鹿在香草山上。",
            "note": "新婚之夜过后，所罗门和情人之间炽烈的爱情并没有随时间而流逝。他俩互相倚重、坦诚相待，没有丝毫隐瞒。这种全心全意的付出和委身，是他们关系日益坚固深厚的关键因素，也是我们与配偶建立关系，与神建立关系的要素。神如何以信实待我们，我们也应该在婚姻中以信实相待。"
        }
    ]
}